[
  {
    "paragraph": "1",
    "sentimentScore": 0,
    "paragraphText": "What song the Syrens sang, or what name Achilles assumed when he hid himself among women, although puzzling questions, are not beyond _all_ conjecture."
  },
  {
    "paragraph": "2",
    "sentimentScore": 0,
    "paragraphText": "—_Sir Thomas Browne._ The mental features discoursed of as the analytical, are, in themselves, but little susceptible of analysis."
  },
  {
    "paragraph": "3",
    "sentimentScore": 0,
    "paragraphText": "We appreciate them only in their effects."
  },
  {
    "paragraph": "4",
    "sentimentScore": 0,
    "paragraphText": "We know of them, among other things, that they are always to their possessor, when inordinately possessed, a source of the liveliest enjoyment."
  },
  {
    "paragraph": "5",
    "sentimentScore": 0,
    "paragraphText": "As the strong man exults in his physical ability, delighting in such exercises as call his muscles into action, so glories the analyst in that moral activity which _disentangles._ He derives pleasure from even the most trivial occupations bringing his talent into play."
  },
  {
    "paragraph": "6",
    "sentimentScore": 0,
    "paragraphText": "He is fond of enigmas, of conundrums, of hieroglyphics; exhibiting in his solutions of each a degree of _acumen_ which appears to the ordinary apprehension præternatural."
  },
  {
    "paragraph": "7",
    "sentimentScore": 0,
    "paragraphText": "His results, brought about by the very soul and essence of method, have, in truth, the whole air of intuition."
  },
  {
    "paragraph": "8",
    "sentimentScore": 0,
    "paragraphText": "The faculty of re-solution is possibly much invigorated by mathematical study, and especially by that highest branch of it which, unjustly, and merely on account of its retrograde operations, has been called, as if _par excellence_, analysis."
  },
  {
    "paragraph": "9",
    "sentimentScore": 0,
    "paragraphText": "Yet to calculate is not in itself to analyse."
  },
  {
    "paragraph": "10",
    "sentimentScore": 0,
    "paragraphText": "A chess-player, for example, does the one without effort at the other."
  },
  {
    "paragraph": "11",
    "sentimentScore": 0,
    "paragraphText": "It follows that the game of chess, in its effects upon mental character, is greatly misunderstood."
  },
  {
    "paragraph": "12",
    "sentimentScore": 0,
    "paragraphText": "I am not now writing a treatise, but simply prefacing a somewhat peculiar narrative by observations very much at random; I will, therefore, take occasion to assert that the higher powers of the reflective intellect are more decidedly and more usefully tasked by the unostentatious game of draughts than by all the elaborate frivolity of chess."
  },
  {
    "paragraph": "13",
    "sentimentScore": 0,
    "paragraphText": "In this latter, where the pieces have different and _bizarre_ motions, with various and variable values, what is only complex is mistaken (a not unusual error) for what is profound."
  },
  {
    "paragraph": "14",
    "sentimentScore": 0,
    "paragraphText": "The _attention_ is here called powerfully into play."
  },
  {
    "paragraph": "15",
    "sentimentScore": 0,
    "paragraphText": "If it flag for an instant, an oversight is committed resulting in injury or defeat."
  },
  {
    "paragraph": "16",
    "sentimentScore": 0,
    "paragraphText": "The possible moves being not only manifold but involute, the chances of such oversights are multiplied; and in nine cases out of ten it is the more concentrative rather than the more acute player who conquers."
  },
  {
    "paragraph": "17",
    "sentimentScore": 0,
    "paragraphText": "In draughts, on the contrary, where the moves are _unique_ and have but little variation, the probabilities of inadvertence are diminished, and the mere attention being left comparatively unemployed, what advantages are obtained by either party are obtained by superior _acumen_."
  },
  {
    "paragraph": "18",
    "sentimentScore": 0,
    "paragraphText": "To be less abstract, let us suppose a game of draughts where the pieces are reduced to four kings, and where, of course, no oversight is to be expected."
  },
  {
    "paragraph": "19",
    "sentimentScore": 0,
    "paragraphText": "It is obvious that here the victory can be decided (the players being at all equal) only by some _recherché_ movement, the result of some strong exertion of the intellect."
  },
  {
    "paragraph": "20",
    "sentimentScore": 0,
    "paragraphText": "Deprived of ordinary resources, the analyst throws himself into the spirit of his opponent, identifies himself therewith, and not unfrequently sees thus, at a glance, the sole methods (sometime indeed absurdly simple ones) by which he may seduce into error or hurry into miscalculation."
  },
  {
    "paragraph": "21",
    "sentimentScore": 0,
    "paragraphText": "Whist has long been noted for its influence upon what is termed the calculating power; and men of the highest order of intellect have been known to take an apparently unaccountable delight in it, while eschewing chess as frivolous."
  },
  {
    "paragraph": "22",
    "sentimentScore": 0,
    "paragraphText": "Beyond doubt there is nothing of a similar nature so greatly tasking the faculty of analysis."
  },
  {
    "paragraph": "23",
    "sentimentScore": 0,
    "paragraphText": "The best chess-player in Christendom _may_ be little more than the best player of chess; but proficiency in whist implies capacity for success in all those more important undertakings where mind struggles with mind."
  },
  {
    "paragraph": "24",
    "sentimentScore": 0,
    "paragraphText": "When I say proficiency, I mean that perfection in the game which includes a comprehension of _all_ the sources whence legitimate advantage may be derived."
  },
  {
    "paragraph": "25",
    "sentimentScore": 0,
    "paragraphText": "These are not only manifold but multiform, and lie frequently among recesses of thought altogether inaccessible to the ordinary understanding."
  },
  {
    "paragraph": "26",
    "sentimentScore": 0,
    "paragraphText": "To observe attentively is to remember distinctly; and, so far, the concentrative chess-player will do very well at whist; while the rules of Hoyle (themselves based upon the mere mechanism of the game) are sufficiently and generally comprehensible."
  },
  {
    "paragraph": "27",
    "sentimentScore": 0,
    "paragraphText": "Thus to have a retentive memory, and to proceed by “the book,” are points commonly regarded as the sum total of good playing."
  },
  {
    "paragraph": "28",
    "sentimentScore": 0,
    "paragraphText": "But it is in matters beyond the limits of mere rule that the skill of the analyst is evinced."
  },
  {
    "paragraph": "29",
    "sentimentScore": 0,
    "paragraphText": "He makes, in silence, a host of observations and inferences."
  },
  {
    "paragraph": "30",
    "sentimentScore": 0,
    "paragraphText": "So, perhaps, do his companions; and the difference in the extent of the information obtained, lies not so much in the validity of the inference as in the quality of the observation."
  },
  {
    "paragraph": "31",
    "sentimentScore": 0,
    "paragraphText": "The necessary knowledge is that of _what_ to observe."
  },
  {
    "paragraph": "32",
    "sentimentScore": 0,
    "paragraphText": "Our player confines himself not at all; nor, because the game is the object, does he reject deductions from things external to the game."
  },
  {
    "paragraph": "33",
    "sentimentScore": 0,
    "paragraphText": "He examines the countenance of his partner, comparing it carefully with that of each of his opponents."
  },
  {
    "paragraph": "34",
    "sentimentScore": 0,
    "paragraphText": "He considers the mode of assorting the cards in each hand; often counting trump by trump, and honor by honor, through the glances bestowed by their holders upon each."
  },
  {
    "paragraph": "35",
    "sentimentScore": 0,
    "paragraphText": "He notes every variation of face as the play progresses, gathering a fund of thought from the differences in the expression of certainty, of surprise, of triumph, or of chagrin."
  },
  {
    "paragraph": "36",
    "sentimentScore": 0,
    "paragraphText": "From the manner of gathering up a trick he judges whether the person taking it can make another in the suit."
  },
  {
    "paragraph": "37",
    "sentimentScore": 0,
    "paragraphText": "He recognises what is played through feint, by the manner with which it is thrown upon the table."
  },
  {
    "paragraph": "38",
    "sentimentScore": 0,
    "paragraphText": "A casual or inadvertent word; the accidental dropping or turning of a card, with the accompanying anxiety or carelessness in regard to its concealment; the counting of the tricks, with the order of their arrangement; embarrassment, hesitation, eagerness or trepidation—all afford, to his apparently intuitive perception, indications of the true state of affairs."
  },
  {
    "paragraph": "39",
    "sentimentScore": 0,
    "paragraphText": "The first two or three rounds having been played, he is in full possession of the contents of each hand, and thenceforward puts down his cards with as absolute a precision of purpose as if the rest of the party had turned outward the faces of their own."
  },
  {
    "paragraph": "40",
    "sentimentScore": 0,
    "paragraphText": "The analytical power should not be confounded with ample ingenuity; for while the analyst is necessarily ingenious, the ingenious man is often remarkably incapable of analysis."
  },
  {
    "paragraph": "41",
    "sentimentScore": 0,
    "paragraphText": "The constructive or combining power, by which ingenuity is usually manifested, and to which the phrenologists (I believe erroneously) have assigned a separate organ, supposing it a primitive faculty, has been so frequently seen in those whose intellect bordered otherwise upon idiocy, as to have attracted general observation among writers on morals."
  },
  {
    "paragraph": "42",
    "sentimentScore": 0,
    "paragraphText": "Between ingenuity and the analytic ability there exists a difference far greater, indeed, than that between the fancy and the imagination, but of a character very strictly analogous."
  },
  {
    "paragraph": "43",
    "sentimentScore": 0,
    "paragraphText": "It will be found, in fact, that the ingenious are always fanciful, and the _truly_ imaginative never otherwise than analytic."
  },
  {
    "paragraph": "44",
    "sentimentScore": 0,
    "paragraphText": "The narrative which follows will appear to the reader somewhat in the light of a commentary upon the propositions just advanced."
  },
  {
    "paragraph": "45",
    "sentimentScore": 0,
    "paragraphText": "Residing in Paris during the spring and part of the summer of 18—, I there became acquainted with a Monsieur C. Auguste Dupin."
  },
  {
    "paragraph": "46",
    "sentimentScore": 0,
    "paragraphText": "This young gentleman was of an excellent, indeed of an illustrious family, but, by a variety of untoward events, had been reduced to such poverty that the energy of his character succumbed beneath it, and he ceased to bestir himself in the world, or to care for the retrieval of his fortunes."
  },
  {
    "paragraph": "47",
    "sentimentScore": 0,
    "paragraphText": "By courtesy of his creditors, there still remained in his possession a small remnant of his patrimony; and, upon the income arising from this, he managed, by means of a rigorous economy, to procure the necessaries of life, without troubling himself about its superfluities."
  },
  {
    "paragraph": "48",
    "sentimentScore": 0,
    "paragraphText": "Books, indeed, were his sole luxuries, and in Paris these are easily obtained."
  },
  {
    "paragraph": "49",
    "sentimentScore": 0,
    "paragraphText": "Our first meeting was at an obscure library in the Rue Montmartre, where the accident of our both being in search of the same very rare and very remarkable volume, brought us into closer communion."
  },
  {
    "paragraph": "50",
    "sentimentScore": 0,
    "paragraphText": "We saw each other again and again."
  },
  {
    "paragraph": "51",
    "sentimentScore": 0,
    "paragraphText": "I was deeply interested in the little family history which he detailed to me with all that candor which a Frenchman indulges whenever mere self is his theme."
  },
  {
    "paragraph": "52",
    "sentimentScore": 0,
    "paragraphText": "I was astonished, too, at the vast extent of his reading; and, above all, I felt my soul enkindled within me by the wild fervor, and the vivid freshness of his imagination."
  },
  {
    "paragraph": "53",
    "sentimentScore": 0,
    "paragraphText": "Seeking in Paris the objects I then sought, I felt that the society of such a man would be to me a treasure beyond price; and this feeling I frankly confided to him."
  },
  {
    "paragraph": "54",
    "sentimentScore": 0,
    "paragraphText": "It was at length arranged that we should live together during my stay in the city; and as my worldly circumstances were somewhat less embarrassed than his own, I was permitted to be at the expense of renting, and furnishing in a style which suited the rather fantastic gloom of our common temper, a time-eaten and grotesque mansion, long deserted through superstitions into which we did not inquire, and tottering to its fall in a retired and desolate portion of the Faubourg St. Germain."
  },
  {
    "paragraph": "55",
    "sentimentScore": 0,
    "paragraphText": "Had the routine of our life at this place been known to the world, we should have been regarded as madmen—although, perhaps, as madmen of a harmless nature."
  },
  {
    "paragraph": "56",
    "sentimentScore": 0,
    "paragraphText": "Our seclusion was perfect."
  },
  {
    "paragraph": "57",
    "sentimentScore": 0,
    "paragraphText": "We admitted no visitors."
  },
  {
    "paragraph": "58",
    "sentimentScore": 0,
    "paragraphText": "Indeed the locality of our retirement had been carefully kept a secret from my own former associates; and it had been many years since Dupin had ceased to know or be known in Paris."
  },
  {
    "paragraph": "59",
    "sentimentScore": 0,
    "paragraphText": "We existed within ourselves alone."
  },
  {
    "paragraph": "60",
    "sentimentScore": 0,
    "paragraphText": "It was a freak of fancy in my friend (for what else shall I call it?)"
  },
  {
    "paragraph": "61",
    "sentimentScore": 0,
    "paragraphText": "to be enamored of the night for her own sake; and into this _bizarrerie_, as into all his others, I quietly fell; giving myself up to his wild whims with a perfect _abandon_."
  },
  {
    "paragraph": "62",
    "sentimentScore": 0,
    "paragraphText": "The sable divinity would not herself dwell with us always; but we could counterfeit her presence."
  },
  {
    "paragraph": "63",
    "sentimentScore": 0,
    "paragraphText": "At the first dawn of the morning we closed all the messy shutters of our old building; lighting a couple of tapers which, strongly perfumed, threw out only the ghastliest and feeblest of rays."
  },
  {
    "paragraph": "64",
    "sentimentScore": 0,
    "paragraphText": "By the aid of these we then busied our souls in dreams—reading, writing, or conversing, until warned by the clock of the advent of the true Darkness."
  },
  {
    "paragraph": "65",
    "sentimentScore": 0,
    "paragraphText": "Then we sallied forth into the streets arm in arm, continuing the topics of the day, or roaming far and wide until a late hour, seeking, amid the wild lights and shadows of the populous city, that infinity of mental excitement which quiet observation can afford."
  },
  {
    "paragraph": "66",
    "sentimentScore": 0,
    "paragraphText": "At such times I could not help remarking and admiring (although from his rich ideality I had been prepared to expect it) a peculiar analytic ability in Dupin."
  },
  {
    "paragraph": "67",
    "sentimentScore": 0,
    "paragraphText": "He seemed, too, to take an eager delight in its exercise—if not exactly in its display—and did not hesitate to confess the pleasure thus derived."
  },
  {
    "paragraph": "68",
    "sentimentScore": 0,
    "paragraphText": "He boasted to me, with a low chuckling laugh, that most men, in respect to himself, wore windows in their bosoms, and was wont to follow up such assertions by direct and very startling proofs of his intimate knowledge of my own."
  },
  {
    "paragraph": "69",
    "sentimentScore": 0,
    "paragraphText": "His manner at these moments was frigid and abstract; his eyes were vacant in expression; while his voice, usually a rich tenor, rose into a treble which would have sounded petulantly but for the deliberateness and entire distinctness of the enunciation."
  },
  {
    "paragraph": "70",
    "sentimentScore": 0,
    "paragraphText": "Observing him in these moods, I often dwelt meditatively upon the old philosophy of the Bi-Part Soul, and amused myself with the fancy of a double Dupin—the creative and the resolvent."
  },
  {
    "paragraph": "71",
    "sentimentScore": 0,
    "paragraphText": "Let it not be supposed, from what I have just said, that I am detailing any mystery, or penning any romance."
  },
  {
    "paragraph": "72",
    "sentimentScore": 0,
    "paragraphText": "What I have described in the Frenchman, was merely the result of an excited, or perhaps of a diseased intelligence."
  },
  {
    "paragraph": "73",
    "sentimentScore": 0,
    "paragraphText": "But of the character of his remarks at the periods in question an example will best convey the idea."
  },
  {
    "paragraph": "74",
    "sentimentScore": 0,
    "paragraphText": "We were strolling one night down a long dirty street in the vicinity of the Palais Royal."
  },
  {
    "paragraph": "75",
    "sentimentScore": 0,
    "paragraphText": "Being both, apparently, occupied with thought, neither of us had spoken a syllable for fifteen minutes at least."
  },
  {
    "paragraph": "76",
    "sentimentScore": 0,
    "paragraphText": "All at once Dupin broke forth with these words: “He is a very little fellow, that’s true, and would do better for the _Théâtre des Variétés_.” “There can be no doubt of that,” I replied unwittingly, and not at first observing (so much had I been absorbed in reflection) the extraordinary manner in which the speaker had chimed in with my meditations."
  },
  {
    "paragraph": "77",
    "sentimentScore": 0,
    "paragraphText": "In an instant afterward I recollected myself, and my astonishment was profound."
  },
  {
    "paragraph": "78",
    "sentimentScore": 0,
    "paragraphText": "“Dupin,” said I, gravely, “this is beyond my comprehension."
  },
  {
    "paragraph": "79",
    "sentimentScore": 0,
    "paragraphText": "I do not hesitate to say that I am amazed, and can scarcely credit my senses."
  },
  {
    "paragraph": "80",
    "sentimentScore": 0,
    "paragraphText": "How was it possible you should know I was thinking of ——?” Here I paused, to ascertain beyond a doubt whether he really knew of whom I thought."
  },
  {
    "paragraph": "81",
    "sentimentScore": 0,
    "paragraphText": "“—— of Chantilly,” said he, “why do you pause?"
  },
  {
    "paragraph": "82",
    "sentimentScore": 0,
    "paragraphText": "You were remarking to yourself that his diminutive figure unfitted him for tragedy.” This was precisely what had formed the subject of my reflections."
  },
  {
    "paragraph": "83",
    "sentimentScore": 0,
    "paragraphText": "Chantilly was a _quondam_ cobbler of the Rue St. Denis, who, becoming stage-mad, had attempted the _rôle_ of Xerxes, in Crébillon’s tragedy so called, and been notoriously Pasquinaded for his pains."
  },
  {
    "paragraph": "84",
    "sentimentScore": 0,
    "paragraphText": "“Tell me, for Heaven’s sake,” I exclaimed, “the method—if method there is—by which you have been enabled to fathom my soul in this matter.” In fact I was even more startled than I would have been willing to express."
  },
  {
    "paragraph": "85",
    "sentimentScore": 0,
    "paragraphText": "“It was the fruiterer,” replied my friend, “who brought you to the conclusion that the mender of soles was not of sufficient height for Xerxes _et id genus omne_.” “The fruiterer!—you astonish me—I know no fruiterer whomsoever.” “The man who ran up against you as we entered the street—it may have been fifteen minutes ago.” I now remembered that, in fact, a fruiterer, carrying upon his head a large basket of apples, had nearly thrown me down, by accident, as we passed from the Rue C—— into the thoroughfare where we stood; but what this had to do with Chantilly I could not possibly understand."
  },
  {
    "paragraph": "86",
    "sentimentScore": 0,
    "paragraphText": "There was not a particle of _charlatânerie_ about Dupin."
  },
  {
    "paragraph": "87",
    "sentimentScore": 0,
    "paragraphText": "“I will explain,” he said, “and that you may comprehend all clearly, we will first retrace the course of your meditations, from the moment in which I spoke to you until that of the _rencontre_ with the fruiterer in question."
  },
  {
    "paragraph": "88",
    "sentimentScore": 0,
    "paragraphText": "The larger links of the chain run thus—Chantilly, Orion, Dr. Nichols, Epicurus, Stereotomy, the street stones, the fruiterer.” There are few persons who have not, at some period of their lives, amused themselves in retracing the steps by which particular conclusions of their own minds have been attained."
  },
  {
    "paragraph": "89",
    "sentimentScore": 0,
    "paragraphText": "The occupation is often full of interest; and he who attempts it for the first time is astonished by the apparently illimitable distance and incoherence between the starting-point and the goal."
  },
  {
    "paragraph": "90",
    "sentimentScore": 0,
    "paragraphText": "What, then, must have been my amazement when I heard the Frenchman speak what he had just spoken, and when I could not help acknowledging that he had spoken the truth."
  },
  {
    "paragraph": "91",
    "sentimentScore": 0,
    "paragraphText": "He continued: “We had been talking of horses, if I remember aright, just before leaving the Rue C——."
  },
  {
    "paragraph": "92",
    "sentimentScore": 0,
    "paragraphText": "This was the last subject we discussed."
  },
  {
    "paragraph": "93",
    "sentimentScore": 0,
    "paragraphText": "As we crossed into this street, a fruiterer, with a large basket upon his head, brushing quickly past us, thrust you upon a pile of paving stones collected at a spot where the causeway is undergoing repair."
  },
  {
    "paragraph": "94",
    "sentimentScore": 0,
    "paragraphText": "You stepped upon one of the loose fragments, slipped, slightly strained your ankle, appeared vexed or sulky, muttered a few words, turned to look at the pile, and then proceeded in silence."
  },
  {
    "paragraph": "95",
    "sentimentScore": 0,
    "paragraphText": "I was not particularly attentive to what you did; but observation has become with me, of late, a species of necessity."
  },
  {
    "paragraph": "96",
    "sentimentScore": 0,
    "paragraphText": "“You kept your eyes upon the ground—glancing, with a petulant expression, at the holes and ruts in the pavement, (so that I saw you were still thinking of the stones,) until we reached the little alley called Lamartine, which has been paved, by way of experiment, with the overlapping and riveted blocks."
  },
  {
    "paragraph": "97",
    "sentimentScore": 0,
    "paragraphText": "Here your countenance brightened up, and, perceiving your lips move, I could not doubt that you murmured the word ‘stereotomy,’ a term very affectedly applied to this species of pavement."
  },
  {
    "paragraph": "98",
    "sentimentScore": 0,
    "paragraphText": "I knew that you could not say to yourself ‘stereotomy’ without being brought to think of atomies, and thus of the theories of Epicurus; and since, when we discussed this subject not very long ago, I mentioned to you how singularly, yet with how little notice, the vague guesses of that noble Greek had met with confirmation in the late nebular cosmogony, I felt that you could not avoid casting your eyes upward to the great _nebula_ in Orion, and I certainly expected that you would do so."
  },
  {
    "paragraph": "99",
    "sentimentScore": 0,
    "paragraphText": "You did look up; and I was now assured that I had correctly followed your steps."
  },
  {
    "paragraph": "100",
    "sentimentScore": 0,
    "paragraphText": "But in that bitter _tirade_ upon Chantilly, which appeared in yesterday’s ‘_Musée_,’ the satirist, making some disgraceful allusions to the cobbler’s change of name upon assuming the buskin, quoted a Latin line about which we have often conversed."
  },
  {
    "paragraph": "101",
    "sentimentScore": 0,
    "paragraphText": "I mean the line Perdidit antiquum litera prima sonum."
  },
  {
    "paragraph": "102",
    "sentimentScore": 0,
    "paragraphText": "“I had told you that this was in reference to Orion, formerly written Urion; and, from certain pungencies connected with this explanation, I was aware that you could not have forgotten it."
  },
  {
    "paragraph": "103",
    "sentimentScore": 0,
    "paragraphText": "It was clear, therefore, that you would not fail to combine the two ideas of Orion and Chantilly."
  },
  {
    "paragraph": "104",
    "sentimentScore": 0,
    "paragraphText": "That you did combine them I saw by the character of the smile which passed over your lips."
  },
  {
    "paragraph": "105",
    "sentimentScore": 0,
    "paragraphText": "You thought of the poor cobbler’s immolation."
  },
  {
    "paragraph": "106",
    "sentimentScore": 0,
    "paragraphText": "So far, you had been stooping in your gait; but now I saw you draw yourself up to your full height."
  },
  {
    "paragraph": "107",
    "sentimentScore": 0,
    "paragraphText": "I was then sure that you reflected upon the diminutive figure of Chantilly."
  },
  {
    "paragraph": "108",
    "sentimentScore": 0,
    "paragraphText": "At this point I interrupted your meditations to remark that as, in fact, he was a very little fellow—that Chantilly—he would do better at the _Théâtre des Variétés_.” Not long after this, we were looking over an evening edition of the “Gazette des Tribunaux,” when the following paragraphs arrested our attention."
  },
  {
    "paragraph": "109",
    "sentimentScore": 0,
    "paragraphText": "“_Extraordinary Murders_.—This morning, about three o’clock, the inhabitants of the Quartier St. Roch were aroused from sleep by a succession of terrific shrieks, issuing, apparently, from the fourth story of a house in the Rue Morgue, known to be in the sole occupancy of one Madame L’Espanaye, and her daughter, Mademoiselle Camille L’Espanaye."
  },
  {
    "paragraph": "110",
    "sentimentScore": 0,
    "paragraphText": "After some delay, occasioned by a fruitless attempt to procure admission in the usual manner, the gateway was broken in with a crowbar, and eight or ten of the neighbors entered accompanied by two _gendarmes_."
  },
  {
    "paragraph": "111",
    "sentimentScore": 0,
    "paragraphText": "By this time the cries had ceased; but, as the party rushed up the first flight of stairs, two or more rough voices in angry contention were distinguished and seemed to proceed from the upper part of the house."
  },
  {
    "paragraph": "112",
    "sentimentScore": 0,
    "paragraphText": "As the second landing was reached, these sounds, also, had ceased and everything remained perfectly quiet."
  },
  {
    "paragraph": "113",
    "sentimentScore": 0,
    "paragraphText": "The party spread themselves and hurried from room to room."
  },
  {
    "paragraph": "114",
    "sentimentScore": 0,
    "paragraphText": "Upon arriving at a large back chamber in the fourth story, (the door of which, being found locked, with the key inside, was forced open,) a spectacle presented itself which struck every one present not less with horror than with astonishment."
  },
  {
    "paragraph": "115",
    "sentimentScore": 0,
    "paragraphText": "“The apartment was in the wildest disorder—the furniture broken and thrown about in all directions."
  },
  {
    "paragraph": "116",
    "sentimentScore": 0,
    "paragraphText": "There was only one bedstead; and from this the bed had been removed, and thrown into the middle of the floor."
  },
  {
    "paragraph": "117",
    "sentimentScore": 0,
    "paragraphText": "On a chair lay a razor, besmeared with blood."
  },
  {
    "paragraph": "118",
    "sentimentScore": 0,
    "paragraphText": "On the hearth were two or three long and thick tresses of grey human hair, also dabbled in blood, and seeming to have been pulled out by the roots."
  },
  {
    "paragraph": "119",
    "sentimentScore": 0,
    "paragraphText": "Upon the floor were found four Napoleons, an ear-ring of topaz, three large silver spoons, three smaller of _métal d’Alger_, and two bags, containing nearly four thousand francs in gold."
  },
  {
    "paragraph": "120",
    "sentimentScore": 0,
    "paragraphText": "The drawers of a _bureau_, which stood in one corner were open, and had been, apparently, rifled, although many articles still remained in them."
  },
  {
    "paragraph": "121",
    "sentimentScore": 0,
    "paragraphText": "A small iron safe was discovered under the _bed_ (not under the bedstead)."
  },
  {
    "paragraph": "122",
    "sentimentScore": 0,
    "paragraphText": "It was open, with the key still in the door."
  },
  {
    "paragraph": "123",
    "sentimentScore": 0,
    "paragraphText": "It had no contents beyond a few old letters, and other papers of little consequence."
  },
  {
    "paragraph": "124",
    "sentimentScore": 0,
    "paragraphText": "“Of Madame L’Espanaye no traces were here seen; but an unusual quantity of soot being observed in the fire-place, a search was made in the chimney, and (horrible to relate!)"
  },
  {
    "paragraph": "125",
    "sentimentScore": 0,
    "paragraphText": "the corpse of the daughter, head downward, was dragged therefrom; it having been thus forced up the narrow aperture for a considerable distance."
  },
  {
    "paragraph": "126",
    "sentimentScore": 0,
    "paragraphText": "The body was quite warm."
  },
  {
    "paragraph": "127",
    "sentimentScore": 0,
    "paragraphText": "Upon examining it, many excoriations were perceived, no doubt occasioned by the violence with which it had been thrust up and disengaged."
  },
  {
    "paragraph": "128",
    "sentimentScore": 0,
    "paragraphText": "Upon the face were many severe scratches, and, upon the throat, dark bruises, and deep indentations of finger nails, as if the deceased had been throttled to death."
  },
  {
    "paragraph": "129",
    "sentimentScore": 0,
    "paragraphText": "“After a thorough investigation of every portion of the house, without farther discovery, the party made its way into a small paved yard in the rear of the building, where lay the corpse of the old lady, with her throat so entirely cut that, upon an attempt to raise her, the head fell off."
  },
  {
    "paragraph": "130",
    "sentimentScore": 0,
    "paragraphText": "The body, as well as the head, was fearfully mutilated—the former so much so as scarcely to retain any semblance of humanity."
  },
  {
    "paragraph": "131",
    "sentimentScore": 0,
    "paragraphText": "“To this horrible mystery there is not as yet, we believe, the slightest clew.” The next day’s paper had these additional particulars."
  },
  {
    "paragraph": "132",
    "sentimentScore": 0,
    "paragraphText": "“_The Tragedy in the Rue Morgue._—Many individuals have been examined in relation to this most extraordinary and frightful affair” [The word ‘affaire’ has not yet, in France, that levity of import which it conveys with us], “but nothing whatever has transpired to throw light upon it."
  },
  {
    "paragraph": "133",
    "sentimentScore": 0,
    "paragraphText": "We give below all the material testimony elicited."
  },
  {
    "paragraph": "134",
    "sentimentScore": 0,
    "paragraphText": "“_Pauline Dubourg_, laundress, deposes that she has known both the deceased for three years, having washed for them during that period."
  },
  {
    "paragraph": "135",
    "sentimentScore": 0,
    "paragraphText": "The old lady and her daughter seemed on good terms—very affectionate towards each other."
  },
  {
    "paragraph": "136",
    "sentimentScore": 0,
    "paragraphText": "They were excellent pay."
  },
  {
    "paragraph": "137",
    "sentimentScore": 0,
    "paragraphText": "Could not speak in regard to their mode or means of living."
  },
  {
    "paragraph": "138",
    "sentimentScore": 0,
    "paragraphText": "Believed that Madame L. told fortunes for a living."
  },
  {
    "paragraph": "139",
    "sentimentScore": 0,
    "paragraphText": "Was reputed to have money put by."
  },
  {
    "paragraph": "140",
    "sentimentScore": 0,
    "paragraphText": "Never met any persons in the house when she called for the clothes or took them home."
  },
  {
    "paragraph": "141",
    "sentimentScore": 0,
    "paragraphText": "Was sure that they had no servant in employ."
  },
  {
    "paragraph": "142",
    "sentimentScore": 0,
    "paragraphText": "There appeared to be no furniture in any part of the building except in the fourth story."
  },
  {
    "paragraph": "143",
    "sentimentScore": 0,
    "paragraphText": "“_Pierre Moreau_, tobacconist, deposes that he has been in the habit of selling small quantities of tobacco and snuff to Madame L’Espanaye for nearly four years."
  },
  {
    "paragraph": "144",
    "sentimentScore": 0,
    "paragraphText": "Was born in the neighborhood, and has always resided there."
  },
  {
    "paragraph": "145",
    "sentimentScore": 0,
    "paragraphText": "The deceased and her daughter had occupied the house in which the corpses were found, for more than six years."
  },
  {
    "paragraph": "146",
    "sentimentScore": 0,
    "paragraphText": "It was formerly occupied by a jeweller, who under-let the upper rooms to various persons."
  },
  {
    "paragraph": "147",
    "sentimentScore": 0,
    "paragraphText": "The house was the property of Madame L. She became dissatisfied with the abuse of the premises by her tenant, and moved into them herself, refusing to let any portion."
  },
  {
    "paragraph": "148",
    "sentimentScore": 0,
    "paragraphText": "The old lady was childish."
  },
  {
    "paragraph": "149",
    "sentimentScore": 0,
    "paragraphText": "Witness had seen the daughter some five or six times during the six years."
  },
  {
    "paragraph": "150",
    "sentimentScore": 0,
    "paragraphText": "The two lived an exceedingly retired life—were reputed to have money."
  },
  {
    "paragraph": "151",
    "sentimentScore": 0,
    "paragraphText": "Had heard it said among the neighbors that Madame L. told fortunes—did not believe it."
  },
  {
    "paragraph": "152",
    "sentimentScore": 0,
    "paragraphText": "Had never seen any person enter the door except the old lady and her daughter, a porter once or twice, and a physician some eight or ten times."
  },
  {
    "paragraph": "153",
    "sentimentScore": 0,
    "paragraphText": "“Many other persons, neighbors, gave evidence to the same effect."
  },
  {
    "paragraph": "154",
    "sentimentScore": 0,
    "paragraphText": "No one was spoken of as frequenting the house."
  },
  {
    "paragraph": "155",
    "sentimentScore": 0,
    "paragraphText": "It was not known whether there were any living connexions of Madame L. and her daughter."
  },
  {
    "paragraph": "156",
    "sentimentScore": 0,
    "paragraphText": "The shutters of the front windows were seldom opened."
  },
  {
    "paragraph": "157",
    "sentimentScore": 0,
    "paragraphText": "Those in the rear were always closed, with the exception of the large back room, fourth story."
  },
  {
    "paragraph": "158",
    "sentimentScore": 0,
    "paragraphText": "The house was a good house—not very old."
  },
  {
    "paragraph": "159",
    "sentimentScore": 0,
    "paragraphText": "“_Isidore Musèt_, _gendarme_, deposes that he was called to the house about three o’clock in the morning, and found some twenty or thirty persons at the gateway, endeavoring to gain admittance."
  },
  {
    "paragraph": "160",
    "sentimentScore": 0,
    "paragraphText": "Forced it open, at length, with a bayonet—not with a crowbar."
  },
  {
    "paragraph": "161",
    "sentimentScore": 0,
    "paragraphText": "Had but little difficulty in getting it open, on account of its being a double or folding gate, and bolted neither at bottom not top."
  },
  {
    "paragraph": "162",
    "sentimentScore": 0,
    "paragraphText": "The shrieks were continued until the gate was forced—and then suddenly ceased."
  },
  {
    "paragraph": "163",
    "sentimentScore": 0,
    "paragraphText": "They seemed to be screams of some person (or persons) in great agony—were loud and drawn out, not short and quick."
  },
  {
    "paragraph": "164",
    "sentimentScore": 0,
    "paragraphText": "Witness led the way up stairs."
  },
  {
    "paragraph": "165",
    "sentimentScore": 0,
    "paragraphText": "Upon reaching the first landing, heard two voices in loud and angry contention—the one a gruff voice, the other much shriller—a very strange voice."
  },
  {
    "paragraph": "166",
    "sentimentScore": 0,
    "paragraphText": "Could distinguish some words of the former, which was that of a Frenchman."
  },
  {
    "paragraph": "167",
    "sentimentScore": 0,
    "paragraphText": "Was positive that it was not a woman’s voice."
  },
  {
    "paragraph": "168",
    "sentimentScore": 0,
    "paragraphText": "Could distinguish the words ‘_sacré_’ and ‘_diable._’ The shrill voice was that of a foreigner."
  },
  {
    "paragraph": "169",
    "sentimentScore": 0,
    "paragraphText": "Could not be sure whether it was the voice of a man or of a woman."
  },
  {
    "paragraph": "170",
    "sentimentScore": 0,
    "paragraphText": "Could not make out what was said, but believed the language to be Spanish."
  },
  {
    "paragraph": "171",
    "sentimentScore": 0,
    "paragraphText": "The state of the room and of the bodies was described by this witness as we described them yesterday."
  },
  {
    "paragraph": "172",
    "sentimentScore": 0,
    "paragraphText": "“_Henri Duval_, a neighbor, and by trade a silver-smith, deposes that he was one of the party who first entered the house."
  },
  {
    "paragraph": "173",
    "sentimentScore": 0,
    "paragraphText": "Corroborates the testimony of Musèt in general."
  },
  {
    "paragraph": "174",
    "sentimentScore": 0,
    "paragraphText": "As soon as they forced an entrance, they reclosed the door, to keep out the crowd, which collected very fast, notwithstanding the lateness of the hour."
  },
  {
    "paragraph": "175",
    "sentimentScore": 0,
    "paragraphText": "The shrill voice, this witness thinks, was that of an Italian."
  },
  {
    "paragraph": "176",
    "sentimentScore": 0,
    "paragraphText": "Was certain it was not French."
  },
  {
    "paragraph": "177",
    "sentimentScore": 0,
    "paragraphText": "Could not be sure that it was a man’s voice."
  },
  {
    "paragraph": "178",
    "sentimentScore": 0,
    "paragraphText": "It might have been a woman’s."
  },
  {
    "paragraph": "179",
    "sentimentScore": 0,
    "paragraphText": "Was not acquainted with the Italian language."
  },
  {
    "paragraph": "180",
    "sentimentScore": 0,
    "paragraphText": "Could not distinguish the words, but was convinced by the intonation that the speaker was an Italian."
  },
  {
    "paragraph": "181",
    "sentimentScore": 0,
    "paragraphText": "Knew Madame L. and her daughter."
  },
  {
    "paragraph": "182",
    "sentimentScore": 0,
    "paragraphText": "Had conversed with both frequently."
  },
  {
    "paragraph": "183",
    "sentimentScore": 0,
    "paragraphText": "Was sure that the shrill voice was not that of either of the deceased."
  },
  {
    "paragraph": "184",
    "sentimentScore": 0,
    "paragraphText": "“——_Odenheimer, restaurateur._ This witness volunteered his testimony."
  },
  {
    "paragraph": "185",
    "sentimentScore": 0,
    "paragraphText": "Not speaking French, was examined through an interpreter."
  },
  {
    "paragraph": "186",
    "sentimentScore": 0,
    "paragraphText": "Is a native of Amsterdam."
  },
  {
    "paragraph": "187",
    "sentimentScore": 0,
    "paragraphText": "Was passing the house at the time of the shrieks."
  },
  {
    "paragraph": "188",
    "sentimentScore": 0,
    "paragraphText": "They lasted for several minutes—probably ten."
  },
  {
    "paragraph": "189",
    "sentimentScore": 0,
    "paragraphText": "They were long and loud—very awful and distressing."
  },
  {
    "paragraph": "190",
    "sentimentScore": 0,
    "paragraphText": "Was one of those who entered the building."
  },
  {
    "paragraph": "191",
    "sentimentScore": 0,
    "paragraphText": "Corroborated the previous evidence in every respect but one."
  },
  {
    "paragraph": "192",
    "sentimentScore": 0,
    "paragraphText": "Was sure that the shrill voice was that of a man—of a Frenchman."
  },
  {
    "paragraph": "193",
    "sentimentScore": 0,
    "paragraphText": "Could not distinguish the words uttered."
  },
  {
    "paragraph": "194",
    "sentimentScore": 0,
    "paragraphText": "They were loud and quick—unequal—spoken apparently in fear as well as in anger."
  },
  {
    "paragraph": "195",
    "sentimentScore": 0,
    "paragraphText": "The voice was harsh—not so much shrill as harsh."
  },
  {
    "paragraph": "196",
    "sentimentScore": 0,
    "paragraphText": "Could not call it a shrill voice."
  },
  {
    "paragraph": "197",
    "sentimentScore": 0,
    "paragraphText": "The gruff voice said repeatedly ‘_sacré_,’ ‘_diable_,’ and once ‘_mon Dieu._’ “_Jules Mignaud_, banker, of the firm of Mignaud et Fils, Rue Deloraine."
  },
  {
    "paragraph": "198",
    "sentimentScore": 0,
    "paragraphText": "Is the elder Mignaud."
  },
  {
    "paragraph": "199",
    "sentimentScore": 0,
    "paragraphText": "Madame L’Espanaye had some property."
  },
  {
    "paragraph": "200",
    "sentimentScore": 0,
    "paragraphText": "Had opened an account with his banking house in the spring of the year—(eight years previously)."
  },
  {
    "paragraph": "201",
    "sentimentScore": 0,
    "paragraphText": "Made frequent deposits in small sums."
  },
  {
    "paragraph": "202",
    "sentimentScore": 0,
    "paragraphText": "Had checked for nothing until the third day before her death, when she took out in person the sum of 4000 francs."
  },
  {
    "paragraph": "203",
    "sentimentScore": 0,
    "paragraphText": "This sum was paid in gold, and a clerk went home with the money."
  },
  {
    "paragraph": "204",
    "sentimentScore": 0,
    "paragraphText": "“_Adolphe Le Bon_, clerk to Mignaud et Fils, deposes that on the day in question, about noon, he accompanied Madame L’Espanaye to her residence with the 4000 francs, put up in two bags."
  },
  {
    "paragraph": "205",
    "sentimentScore": 0,
    "paragraphText": "Upon the door being opened, Mademoiselle L. appeared and took from his hands one of the bags, while the old lady relieved him of the other."
  },
  {
    "paragraph": "206",
    "sentimentScore": 0,
    "paragraphText": "He then bowed and departed."
  },
  {
    "paragraph": "207",
    "sentimentScore": 0,
    "paragraphText": "Did not see any person in the street at the time."
  },
  {
    "paragraph": "208",
    "sentimentScore": 0,
    "paragraphText": "It is a by-street—very lonely."
  },
  {
    "paragraph": "209",
    "sentimentScore": 0,
    "paragraphText": "“_William Bird_, tailor deposes that he was one of the party who entered the house."
  },
  {
    "paragraph": "210",
    "sentimentScore": 0,
    "paragraphText": "Is an Englishman."
  },
  {
    "paragraph": "211",
    "sentimentScore": 0,
    "paragraphText": "Has lived in Paris two years."
  },
  {
    "paragraph": "212",
    "sentimentScore": 0,
    "paragraphText": "Was one of the first to ascend the stairs."
  },
  {
    "paragraph": "213",
    "sentimentScore": 0,
    "paragraphText": "Heard the voices in contention."
  },
  {
    "paragraph": "214",
    "sentimentScore": 0,
    "paragraphText": "The gruff voice was that of a Frenchman."
  },
  {
    "paragraph": "215",
    "sentimentScore": 0,
    "paragraphText": "Could make out several words, but cannot now remember all."
  },
  {
    "paragraph": "216",
    "sentimentScore": 0,
    "paragraphText": "Heard distinctly ‘_sacré_’ and ‘_mon Dieu._’ There was a sound at the moment as if of several persons struggling—a scraping and scuffling sound."
  },
  {
    "paragraph": "217",
    "sentimentScore": 0,
    "paragraphText": "The shrill voice was very loud—louder than the gruff one."
  },
  {
    "paragraph": "218",
    "sentimentScore": 0,
    "paragraphText": "Is sure that it was not the voice of an Englishman."
  },
  {
    "paragraph": "219",
    "sentimentScore": 0,
    "paragraphText": "Appeared to be that of a German."
  },
  {
    "paragraph": "220",
    "sentimentScore": 0,
    "paragraphText": "Might have been a woman’s voice."
  },
  {
    "paragraph": "221",
    "sentimentScore": 0,
    "paragraphText": "Does not understand German."
  },
  {
    "paragraph": "222",
    "sentimentScore": 0,
    "paragraphText": "“Four of the above-named witnesses, being recalled, deposed that the door of the chamber in which was found the body of Mademoiselle L. was locked on the inside when the party reached it."
  },
  {
    "paragraph": "223",
    "sentimentScore": 0,
    "paragraphText": "Every thing was perfectly silent—no groans or noises of any kind."
  },
  {
    "paragraph": "224",
    "sentimentScore": 0,
    "paragraphText": "Upon forcing the door no person was seen."
  },
  {
    "paragraph": "225",
    "sentimentScore": 0,
    "paragraphText": "The windows, both of the back and front room, were down and firmly fastened from within."
  },
  {
    "paragraph": "226",
    "sentimentScore": 0,
    "paragraphText": "A door between the two rooms was closed, but not locked."
  },
  {
    "paragraph": "227",
    "sentimentScore": 0,
    "paragraphText": "The door leading from the front room into the passage was locked, with the key on the inside."
  },
  {
    "paragraph": "228",
    "sentimentScore": 0,
    "paragraphText": "A small room in the front of the house, on the fourth story, at the head of the passage was open, the door being ajar."
  },
  {
    "paragraph": "229",
    "sentimentScore": 0,
    "paragraphText": "This room was crowded with old beds, boxes, and so forth."
  },
  {
    "paragraph": "230",
    "sentimentScore": 0,
    "paragraphText": "These were carefully removed and searched."
  },
  {
    "paragraph": "231",
    "sentimentScore": 0,
    "paragraphText": "There was not an inch of any portion of the house which was not carefully searched."
  },
  {
    "paragraph": "232",
    "sentimentScore": 0,
    "paragraphText": "Sweeps were sent up and down the chimneys."
  },
  {
    "paragraph": "233",
    "sentimentScore": 0,
    "paragraphText": "The house was a four story one, with garrets (_mansardes._) A trap-door on the roof was nailed down very securely—did not appear to have been opened for years."
  },
  {
    "paragraph": "234",
    "sentimentScore": 0,
    "paragraphText": "The time elapsing between the hearing of the voices in contention and the breaking open of the room door, was variously stated by the witnesses."
  },
  {
    "paragraph": "235",
    "sentimentScore": 0,
    "paragraphText": "Some made it as short as three minutes—some as long as five."
  },
  {
    "paragraph": "236",
    "sentimentScore": 0,
    "paragraphText": "The door was opened with difficulty."
  },
  {
    "paragraph": "237",
    "sentimentScore": 0,
    "paragraphText": "“_Alfonzo Garcio_, undertaker, deposes that he resides in the Rue Morgue."
  },
  {
    "paragraph": "238",
    "sentimentScore": 0,
    "paragraphText": "Is a native of Spain."
  },
  {
    "paragraph": "239",
    "sentimentScore": 0,
    "paragraphText": "Was one of the party who entered the house."
  },
  {
    "paragraph": "240",
    "sentimentScore": 0,
    "paragraphText": "Did not proceed up stairs."
  },
  {
    "paragraph": "241",
    "sentimentScore": 0,
    "paragraphText": "Is nervous, and was apprehensive of the consequences of agitation."
  },
  {
    "paragraph": "242",
    "sentimentScore": 0,
    "paragraphText": "Heard the voices in contention."
  },
  {
    "paragraph": "243",
    "sentimentScore": 0,
    "paragraphText": "The gruff voice was that of a Frenchman."
  },
  {
    "paragraph": "244",
    "sentimentScore": 0,
    "paragraphText": "Could not distinguish what was said."
  },
  {
    "paragraph": "245",
    "sentimentScore": 0,
    "paragraphText": "The shrill voice was that of an Englishman—is sure of this."
  },
  {
    "paragraph": "246",
    "sentimentScore": 0,
    "paragraphText": "Does not understand the English language, but judges by the intonation."
  },
  {
    "paragraph": "247",
    "sentimentScore": 0,
    "paragraphText": "“_Alberto Montani_, confectioner, deposes that he was among the first to ascend the stairs."
  },
  {
    "paragraph": "248",
    "sentimentScore": 0,
    "paragraphText": "Heard the voices in question."
  },
  {
    "paragraph": "249",
    "sentimentScore": 0,
    "paragraphText": "The gruff voice was that of a Frenchman."
  },
  {
    "paragraph": "250",
    "sentimentScore": 0,
    "paragraphText": "Distinguished several words."
  },
  {
    "paragraph": "251",
    "sentimentScore": 0,
    "paragraphText": "The speaker appeared to be expostulating."
  },
  {
    "paragraph": "252",
    "sentimentScore": 0,
    "paragraphText": "Could not make out the words of the shrill voice."
  },
  {
    "paragraph": "253",
    "sentimentScore": 0,
    "paragraphText": "Spoke quick and unevenly."
  },
  {
    "paragraph": "254",
    "sentimentScore": 0,
    "paragraphText": "Thinks it the voice of a Russian."
  },
  {
    "paragraph": "255",
    "sentimentScore": 0,
    "paragraphText": "Corroborates the general testimony."
  },
  {
    "paragraph": "256",
    "sentimentScore": 0,
    "paragraphText": "Is an Italian."
  },
  {
    "paragraph": "257",
    "sentimentScore": 0,
    "paragraphText": "Never conversed with a native of Russia."
  },
  {
    "paragraph": "258",
    "sentimentScore": 0,
    "paragraphText": "“Several witnesses, recalled, here testified that the chimneys of all the rooms on the fourth story were too narrow to admit the passage of a human being."
  },
  {
    "paragraph": "259",
    "sentimentScore": 0,
    "paragraphText": "By ‘sweeps’ were meant cylindrical sweeping brushes, such as are employed by those who clean chimneys."
  },
  {
    "paragraph": "260",
    "sentimentScore": 0,
    "paragraphText": "These brushes were passed up and down every flue in the house."
  },
  {
    "paragraph": "261",
    "sentimentScore": 0,
    "paragraphText": "There is no back passage by which any one could have descended while the party proceeded up stairs."
  },
  {
    "paragraph": "262",
    "sentimentScore": 0,
    "paragraphText": "The body of Mademoiselle L’Espanaye was so firmly wedged in the chimney that it could not be got down until four or five of the party united their strength."
  },
  {
    "paragraph": "263",
    "sentimentScore": 0,
    "paragraphText": "“_Paul Dumas_, physician, deposes that he was called to view the bodies about day-break."
  },
  {
    "paragraph": "264",
    "sentimentScore": 0,
    "paragraphText": "They were both then lying on the sacking of the bedstead in the chamber where Mademoiselle L. was found."
  },
  {
    "paragraph": "265",
    "sentimentScore": 0,
    "paragraphText": "The corpse of the young lady was much bruised and excoriated."
  },
  {
    "paragraph": "266",
    "sentimentScore": 0,
    "paragraphText": "The fact that it had been thrust up the chimney would sufficiently account for these appearances."
  },
  {
    "paragraph": "267",
    "sentimentScore": 0,
    "paragraphText": "The throat was greatly chafed."
  },
  {
    "paragraph": "268",
    "sentimentScore": 0,
    "paragraphText": "There were several deep scratches just below the chin, together with a series of livid spots which were evidently the impression of fingers."
  },
  {
    "paragraph": "269",
    "sentimentScore": 0,
    "paragraphText": "The face was fearfully discolored, and the eye-balls protruded."
  },
  {
    "paragraph": "270",
    "sentimentScore": 0,
    "paragraphText": "The tongue had been partially bitten through."
  },
  {
    "paragraph": "271",
    "sentimentScore": 0,
    "paragraphText": "A large bruise was discovered upon the pit of the stomach, produced, apparently, by the pressure of a knee."
  },
  {
    "paragraph": "272",
    "sentimentScore": 0,
    "paragraphText": "In the opinion of M. Dumas, Mademoiselle L’Espanaye had been throttled to death by some person or persons unknown."
  },
  {
    "paragraph": "273",
    "sentimentScore": 0,
    "paragraphText": "The corpse of the mother was horribly mutilated."
  },
  {
    "paragraph": "274",
    "sentimentScore": 0,
    "paragraphText": "All the bones of the right leg and arm were more or less shattered."
  },
  {
    "paragraph": "275",
    "sentimentScore": 0,
    "paragraphText": "The left _tibia_ much splintered, as well as all the ribs of the left side."
  },
  {
    "paragraph": "276",
    "sentimentScore": 0,
    "paragraphText": "Whole body dreadfully bruised and discolored."
  },
  {
    "paragraph": "277",
    "sentimentScore": 0,
    "paragraphText": "It was not possible to say how the injuries had been inflicted."
  },
  {
    "paragraph": "278",
    "sentimentScore": 0,
    "paragraphText": "A heavy club of wood, or a broad bar of iron—a chair—any large, heavy, and obtuse weapon would have produced such results, if wielded by the hands of a very powerful man."
  },
  {
    "paragraph": "279",
    "sentimentScore": 0,
    "paragraphText": "No woman could have inflicted the blows with any weapon."
  },
  {
    "paragraph": "280",
    "sentimentScore": 0,
    "paragraphText": "The head of the deceased, when seen by witness, was entirely separated from the body, and was also greatly shattered."
  },
  {
    "paragraph": "281",
    "sentimentScore": 0,
    "paragraphText": "The throat had evidently been cut with some very sharp instrument—probably with a razor."
  },
  {
    "paragraph": "282",
    "sentimentScore": 0,
    "paragraphText": "“_Alexandre Etienne_, surgeon, was called with M. Dumas to view the bodies."
  },
  {
    "paragraph": "283",
    "sentimentScore": 0,
    "paragraphText": "Corroborated the testimony, and the opinions of M. Dumas."
  },
  {
    "paragraph": "284",
    "sentimentScore": 0,
    "paragraphText": "“Nothing farther of importance was elicited, although several other persons were examined."
  },
  {
    "paragraph": "285",
    "sentimentScore": 0,
    "paragraphText": "A murder so mysterious, and so perplexing in all its particulars, was never before committed in Paris—if indeed a murder has been committed at all."
  },
  {
    "paragraph": "286",
    "sentimentScore": 0,
    "paragraphText": "The police are entirely at fault—an unusual occurrence in affairs of this nature."
  },
  {
    "paragraph": "287",
    "sentimentScore": 0,
    "paragraphText": "There is not, however, the shadow of a clew apparent.” The evening edition of the paper stated that the greatest excitement still continued in the Quartier St. Roch—that the premises in question had been carefully re-searched, and fresh examinations of witnesses instituted, but all to no purpose."
  },
  {
    "paragraph": "288",
    "sentimentScore": 0,
    "paragraphText": "A postscript, however, mentioned that Adolphe Le Bon had been arrested and imprisoned—although nothing appeared to criminate him, beyond the facts already detailed."
  },
  {
    "paragraph": "289",
    "sentimentScore": 0,
    "paragraphText": "Dupin seemed singularly interested in the progress of this affair—at least so I judged from his manner, for he made no comments."
  },
  {
    "paragraph": "290",
    "sentimentScore": 0,
    "paragraphText": "It was only after the announcement that Le Bon had been imprisoned, that he asked me my opinion respecting the murders."
  },
  {
    "paragraph": "291",
    "sentimentScore": 0,
    "paragraphText": "I could merely agree with all Paris in considering them an insoluble mystery."
  },
  {
    "paragraph": "292",
    "sentimentScore": 0,
    "paragraphText": "I saw no means by which it would be possible to trace the murderer."
  },
  {
    "paragraph": "293",
    "sentimentScore": 0,
    "paragraphText": "“We must not judge of the means,” said Dupin, “by this shell of an examination."
  },
  {
    "paragraph": "294",
    "sentimentScore": 0,
    "paragraphText": "The Parisian police, so much extolled for _acumen_, are cunning, but no more."
  },
  {
    "paragraph": "295",
    "sentimentScore": 0,
    "paragraphText": "There is no method in their proceedings, beyond the method of the moment."
  },
  {
    "paragraph": "296",
    "sentimentScore": 0,
    "paragraphText": "They make a vast parade of measures; but, not unfrequently, these are so ill adapted to the objects proposed, as to put us in mind of Monsieur Jourdain’s calling for his _robe-de-chambre—pour mieux entendre la musique._ The results attained by them are not unfrequently surprising, but, for the most part, are brought about by simple diligence and activity."
  },
  {
    "paragraph": "297",
    "sentimentScore": 0,
    "paragraphText": "When these qualities are unavailing, their schemes fail."
  },
  {
    "paragraph": "298",
    "sentimentScore": 0,
    "paragraphText": "Vidocq, for example, was a good guesser and a persevering man."
  },
  {
    "paragraph": "299",
    "sentimentScore": 0,
    "paragraphText": "But, without educated thought, he erred continually by the very intensity of his investigations."
  },
  {
    "paragraph": "300",
    "sentimentScore": 0,
    "paragraphText": "He impaired his vision by holding the object too close."
  },
  {
    "paragraph": "301",
    "sentimentScore": 0,
    "paragraphText": "He might see, perhaps, one or two points with unusual clearness, but in so doing he, necessarily, lost sight of the matter as a whole."
  },
  {
    "paragraph": "302",
    "sentimentScore": 0,
    "paragraphText": "Thus there is such a thing as being too profound."
  },
  {
    "paragraph": "303",
    "sentimentScore": 0,
    "paragraphText": "Truth is not always in a well."
  },
  {
    "paragraph": "304",
    "sentimentScore": 0,
    "paragraphText": "In fact, as regards the more important knowledge, I do believe that she is invariably superficial."
  },
  {
    "paragraph": "305",
    "sentimentScore": 0,
    "paragraphText": "The depth lies in the valleys where we seek her, and not upon the mountain-tops where she is found."
  },
  {
    "paragraph": "306",
    "sentimentScore": 0,
    "paragraphText": "The modes and sources of this kind of error are well typified in the contemplation of the heavenly bodies."
  },
  {
    "paragraph": "307",
    "sentimentScore": 0,
    "paragraphText": "To look at a star by glances—to view it in a side-long way, by turning toward it the exterior portions of the _retina_ (more susceptible of feeble impressions of light than the interior), is to behold the star distinctly—is to have the best appreciation of its lustre—a lustre which grows dim just in proportion as we turn our vision _fully_ upon it."
  },
  {
    "paragraph": "308",
    "sentimentScore": 0,
    "paragraphText": "A greater number of rays actually fall upon the eye in the latter case, but, in the former, there is the more refined capacity for comprehension."
  },
  {
    "paragraph": "309",
    "sentimentScore": 0,
    "paragraphText": "By undue profundity we perplex and enfeeble thought; and it is possible to make even Venus herself vanish from the firmament by a scrutiny too sustained, too concentrated, or too direct."
  },
  {
    "paragraph": "310",
    "sentimentScore": 0,
    "paragraphText": "“As for these murders, let us enter into some examinations for ourselves, before we make up an opinion respecting them."
  },
  {
    "paragraph": "311",
    "sentimentScore": 0,
    "paragraphText": "An inquiry will afford us amusement,” [I thought this an odd term, so applied, but said nothing] “and, besides, Le Bon once rendered me a service for which I am not ungrateful."
  },
  {
    "paragraph": "312",
    "sentimentScore": 0,
    "paragraphText": "We will go and see the premises with our own eyes."
  },
  {
    "paragraph": "313",
    "sentimentScore": 0,
    "paragraphText": "I know G——, the Prefect of Police, and shall have no difficulty in obtaining the necessary permission.” The permission was obtained, and we proceeded at once to the Rue Morgue."
  },
  {
    "paragraph": "314",
    "sentimentScore": 0,
    "paragraphText": "This is one of those miserable thoroughfares which intervene between the Rue Richelieu and the Rue St. Roch."
  },
  {
    "paragraph": "315",
    "sentimentScore": 0,
    "paragraphText": "It was late in the afternoon when we reached it, as this quarter is at a great distance from that in which we resided."
  },
  {
    "paragraph": "316",
    "sentimentScore": 0,
    "paragraphText": "The house was readily found; for there were still many persons gazing up at the closed shutters, with an objectless curiosity, from the opposite side of the way."
  },
  {
    "paragraph": "317",
    "sentimentScore": 0,
    "paragraphText": "It was an ordinary Parisian house, with a gateway, on one side of which was a glazed watch-box, with a sliding panel in the window, indicating a _loge de concierge._ Before going in we walked up the street, turned down an alley, and then, again turning, passed in the rear of the building—Dupin, meanwhile examining the whole neighborhood, as well as the house, with a minuteness of attention for which I could see no possible object."
  },
  {
    "paragraph": "318",
    "sentimentScore": 0,
    "paragraphText": "Retracing our steps, we came again to the front of the dwelling, rang, and, having shown our credentials, were admitted by the agents in charge."
  },
  {
    "paragraph": "319",
    "sentimentScore": 0,
    "paragraphText": "We went up stairs—into the chamber where the body of Mademoiselle L’Espanaye had been found, and where both the deceased still lay."
  },
  {
    "paragraph": "320",
    "sentimentScore": 0,
    "paragraphText": "The disorders of the room had, as usual, been suffered to exist."
  },
  {
    "paragraph": "321",
    "sentimentScore": 0,
    "paragraphText": "I saw nothing beyond what had been stated in the “Gazette des Tribunaux.” Dupin scrutinized every thing—not excepting the bodies of the victims."
  },
  {
    "paragraph": "322",
    "sentimentScore": 0,
    "paragraphText": "We then went into the other rooms, and into the yard; a _gendarme_ accompanying us throughout."
  },
  {
    "paragraph": "323",
    "sentimentScore": 0,
    "paragraphText": "The examination occupied us until dark, when we took our departure."
  },
  {
    "paragraph": "324",
    "sentimentScore": 0,
    "paragraphText": "On our way home my companion stepped in for a moment at the office of one of the daily papers."
  },
  {
    "paragraph": "325",
    "sentimentScore": 0,
    "paragraphText": "I have said that the whims of my friend were manifold, and that _Je les ménageais_:—for this phrase there is no English equivalent."
  },
  {
    "paragraph": "326",
    "sentimentScore": 0,
    "paragraphText": "It was his humor, now, to decline all conversation on the subject of the murder, until about noon the next day."
  },
  {
    "paragraph": "327",
    "sentimentScore": 0,
    "paragraphText": "He then asked me, suddenly, if I had observed any thing _peculiar_ at the scene of the atrocity."
  },
  {
    "paragraph": "328",
    "sentimentScore": 0,
    "paragraphText": "There was something in his manner of emphasizing the word “peculiar,” which caused me to shudder, without knowing why."
  },
  {
    "paragraph": "329",
    "sentimentScore": 0,
    "paragraphText": "“No, nothing _peculiar_,” I said; “nothing more, at least, than we both saw stated in the paper.” “The ‘Gazette,’” he replied, “has not entered, I fear, into the unusual horror of the thing."
  },
  {
    "paragraph": "330",
    "sentimentScore": 0,
    "paragraphText": "But dismiss the idle opinions of this print."
  },
  {
    "paragraph": "331",
    "sentimentScore": 0,
    "paragraphText": "It appears to me that this mystery is considered insoluble, for the very reason which should cause it to be regarded as easy of solution—I mean for the _outré_ character of its features."
  },
  {
    "paragraph": "332",
    "sentimentScore": 0,
    "paragraphText": "The police are confounded by the seeming absence of motive—not for the murder itself—but for the atrocity of the murder."
  },
  {
    "paragraph": "333",
    "sentimentScore": 0,
    "paragraphText": "They are puzzled, too, by the seeming impossibility of reconciling the voices heard in contention, with the facts that no one was discovered up stairs but the assassinated Mademoiselle L’Espanaye, and that there were no means of egress without the notice of the party ascending."
  },
  {
    "paragraph": "334",
    "sentimentScore": 0,
    "paragraphText": "The wild disorder of the room; the corpse thrust, with the head downward, up the chimney; the frightful mutilation of the body of the old lady; these considerations, with those just mentioned, and others which I need not mention, have sufficed to paralyze the powers, by putting completely at fault the boasted _acumen_, of the government agents."
  },
  {
    "paragraph": "335",
    "sentimentScore": 0,
    "paragraphText": "They have fallen into the gross but common error of confounding the unusual with the abstruse."
  },
  {
    "paragraph": "336",
    "sentimentScore": 0,
    "paragraphText": "But it is by these deviations from the plane of the ordinary, that reason feels its way, if at all, in its search for the true."
  },
  {
    "paragraph": "337",
    "sentimentScore": 0,
    "paragraphText": "In investigations such as we are now pursuing, it should not be so much asked ‘what has occurred,’ as ‘what has occurred that has never occurred before.’ In fact, the facility with which I shall arrive, or have arrived, at the solution of this mystery, is in the direct ratio of its apparent insolubility in the eyes of the police.” I stared at the speaker in mute astonishment."
  },
  {
    "paragraph": "338",
    "sentimentScore": 0,
    "paragraphText": "“I am now awaiting,” continued he, looking toward the door of our apartment—“I am now awaiting a person who, although perhaps not the perpetrator of these butcheries, must have been in some measure implicated in their perpetration."
  },
  {
    "paragraph": "339",
    "sentimentScore": 0,
    "paragraphText": "Of the worst portion of the crimes committed, it is probable that he is innocent."
  },
  {
    "paragraph": "340",
    "sentimentScore": 0,
    "paragraphText": "I hope that I am right in this supposition; for upon it I build my expectation of reading the entire riddle."
  },
  {
    "paragraph": "341",
    "sentimentScore": 0,
    "paragraphText": "I look for the man here—in this room—every moment."
  },
  {
    "paragraph": "342",
    "sentimentScore": 0,
    "paragraphText": "It is true that he may not arrive; but the probability is that he will."
  },
  {
    "paragraph": "343",
    "sentimentScore": 0,
    "paragraphText": "Should he come, it will be necessary to detain him."
  },
  {
    "paragraph": "344",
    "sentimentScore": 0,
    "paragraphText": "Here are pistols; and we both know how to use them when occasion demands their use.” I took the pistols, scarcely knowing what I did, or believing what I heard, while Dupin went on, very much as if in a soliloquy."
  },
  {
    "paragraph": "345",
    "sentimentScore": 0,
    "paragraphText": "I have already spoken of his abstract manner at such times."
  },
  {
    "paragraph": "346",
    "sentimentScore": 0,
    "paragraphText": "His discourse was addressed to myself; but his voice, although by no means loud, had that intonation which is commonly employed in speaking to some one at a great distance."
  },
  {
    "paragraph": "347",
    "sentimentScore": 0,
    "paragraphText": "His eyes, vacant in expression, regarded only the wall."
  },
  {
    "paragraph": "348",
    "sentimentScore": 0,
    "paragraphText": "“That the voices heard in contention,” he said, “by the party upon the stairs, were not the voices of the women themselves, was fully proved by the evidence."
  },
  {
    "paragraph": "349",
    "sentimentScore": 0,
    "paragraphText": "This relieves us of all doubt upon the question whether the old lady could have first destroyed the daughter and afterward have committed suicide."
  },
  {
    "paragraph": "350",
    "sentimentScore": 0,
    "paragraphText": "I speak of this point chiefly for the sake of method; for the strength of Madame L’Espanaye would have been utterly unequal to the task of thrusting her daughter’s corpse up the chimney as it was found; and the nature of the wounds upon her own person entirely preclude the idea of self-destruction."
  },
  {
    "paragraph": "351",
    "sentimentScore": 0,
    "paragraphText": "Murder, then, has been committed by some third party; and the voices of this third party were those heard in contention."
  },
  {
    "paragraph": "352",
    "sentimentScore": 0,
    "paragraphText": "Let me now advert—not to the whole testimony respecting these voices—but to what was _peculiar_ in that testimony."
  },
  {
    "paragraph": "353",
    "sentimentScore": 0,
    "paragraphText": "Did you observe any thing peculiar about it?” I remarked that, while all the witnesses agreed in supposing the gruff voice to be that of a Frenchman, there was much disagreement in regard to the shrill, or, as one individual termed it, the harsh voice."
  },
  {
    "paragraph": "354",
    "sentimentScore": 0,
    "paragraphText": "“That was the evidence itself,” said Dupin, “but it was not the peculiarity of the evidence."
  },
  {
    "paragraph": "355",
    "sentimentScore": 0,
    "paragraphText": "You have observed nothing distinctive."
  },
  {
    "paragraph": "356",
    "sentimentScore": 0,
    "paragraphText": "Yet there _was_ something to be observed."
  },
  {
    "paragraph": "357",
    "sentimentScore": 0,
    "paragraphText": "The witnesses, as you remark, agreed about the gruff voice; they were here unanimous."
  },
  {
    "paragraph": "358",
    "sentimentScore": 0,
    "paragraphText": "But in regard to the shrill voice, the peculiarity is—not that they disagreed—but that, while an Italian, an Englishman, a Spaniard, a Hollander, and a Frenchman attempted to describe it, each one spoke of it as that _of a foreigner_."
  },
  {
    "paragraph": "359",
    "sentimentScore": 0,
    "paragraphText": "Each is sure that it was not the voice of one of his own countrymen."
  },
  {
    "paragraph": "360",
    "sentimentScore": 0,
    "paragraphText": "Each likens it—not to the voice of an individual of any nation with whose language he is conversant—but the converse."
  },
  {
    "paragraph": "361",
    "sentimentScore": 0,
    "paragraphText": "The Frenchman supposes it the voice of a Spaniard, and ‘might have distinguished some words _had he been acquainted with the Spanish._’ The Dutchman maintains it to have been that of a Frenchman; but we find it stated that ‘_not understanding French this witness was examined through an interpreter._’ The Englishman thinks it the voice of a German, and ‘_does not understand German._’ The Spaniard ‘is sure’ that it was that of an Englishman, but ‘judges by the intonation’ altogether, ‘_as he has no knowledge of the English._’ The Italian believes it the voice of a Russian, but ‘_has never conversed with a native of Russia._’ A second Frenchman differs, moreover, with the first, and is positive that the voice was that of an Italian; but, _not being cognizant of that tongue_, is, like the Spaniard, ‘convinced by the intonation.’ Now, how strangely unusual must that voice have really been, about which such testimony as this _could_ have been elicited!—in whose _tones_, even, denizens of the five great divisions of Europe could recognise nothing familiar!"
  },
  {
    "paragraph": "362",
    "sentimentScore": 0,
    "paragraphText": "You will say that it might have been the voice of an Asiatic—of an African."
  },
  {
    "paragraph": "363",
    "sentimentScore": 0,
    "paragraphText": "Neither Asiatics nor Africans abound in Paris; but, without denying the inference, I will now merely call your attention to three points."
  },
  {
    "paragraph": "364",
    "sentimentScore": 0,
    "paragraphText": "The voice is termed by one witness ‘harsh rather than shrill.’ It is represented by two others to have been ‘quick and _unequal._’ No words—no sounds resembling words—were by any witness mentioned as distinguishable."
  },
  {
    "paragraph": "365",
    "sentimentScore": 0,
    "paragraphText": "“I know not,” continued Dupin, “what impression I may have made, so far, upon your own understanding; but I do not hesitate to say that legitimate deductions even from this portion of the testimony—the portion respecting the gruff and shrill voices—are in themselves sufficient to engender a suspicion which should give direction to all farther progress in the investigation of the mystery."
  },
  {
    "paragraph": "366",
    "sentimentScore": 0,
    "paragraphText": "I said ‘legitimate deductions;’ but my meaning is not thus fully expressed."
  },
  {
    "paragraph": "367",
    "sentimentScore": 0,
    "paragraphText": "I designed to imply that the deductions are the _sole_ proper ones, and that the suspicion arises _inevitably_ from them as the single result."
  },
  {
    "paragraph": "368",
    "sentimentScore": 0,
    "paragraphText": "What the suspicion is, however, I will not say just yet."
  },
  {
    "paragraph": "369",
    "sentimentScore": 0,
    "paragraphText": "I merely wish you to bear in mind that, with myself, it was sufficiently forcible to give a definite form—a certain tendency—to my inquiries in the chamber."
  },
  {
    "paragraph": "370",
    "sentimentScore": 0,
    "paragraphText": "“Let us now transport ourselves, in fancy, to this chamber."
  },
  {
    "paragraph": "371",
    "sentimentScore": 0,
    "paragraphText": "What shall we first seek here?"
  },
  {
    "paragraph": "372",
    "sentimentScore": 0,
    "paragraphText": "The means of egress employed by the murderers."
  },
  {
    "paragraph": "373",
    "sentimentScore": 0,
    "paragraphText": "It is not too much to say that neither of us believe in præternatural events."
  },
  {
    "paragraph": "374",
    "sentimentScore": 0,
    "paragraphText": "Madame and Mademoiselle L’Espanaye were not destroyed by spirits."
  },
  {
    "paragraph": "375",
    "sentimentScore": 0,
    "paragraphText": "The doers of the deed were material, and escaped materially."
  },
  {
    "paragraph": "376",
    "sentimentScore": 0,
    "paragraphText": "Then how?"
  },
  {
    "paragraph": "377",
    "sentimentScore": 0,
    "paragraphText": "Fortunately, there is but one mode of reasoning upon the point, and that mode _must_ lead us to a definite decision."
  },
  {
    "paragraph": "378",
    "sentimentScore": 0,
    "paragraphText": "Let us examine, each by each, the possible means of egress."
  },
  {
    "paragraph": "379",
    "sentimentScore": 0,
    "paragraphText": "It is clear that the assassins were in the room where Mademoiselle L’Espanaye was found, or at least in the room adjoining, when the party ascended the stairs."
  },
  {
    "paragraph": "380",
    "sentimentScore": 0,
    "paragraphText": "It is then only from these two apartments that we have to seek issues."
  },
  {
    "paragraph": "381",
    "sentimentScore": 0,
    "paragraphText": "The police have laid bare the floors, the ceilings, and the masonry of the walls, in every direction."
  },
  {
    "paragraph": "382",
    "sentimentScore": 0,
    "paragraphText": "No _secret_ issues could have escaped their vigilance."
  },
  {
    "paragraph": "383",
    "sentimentScore": 0,
    "paragraphText": "But, not trusting to _their_ eyes, I examined with my own."
  },
  {
    "paragraph": "384",
    "sentimentScore": 0,
    "paragraphText": "There were, then, no secret issues."
  },
  {
    "paragraph": "385",
    "sentimentScore": 0,
    "paragraphText": "Both doors leading from the rooms into the passage were securely locked, with the keys inside."
  },
  {
    "paragraph": "386",
    "sentimentScore": 0,
    "paragraphText": "Let us turn to the chimneys."
  },
  {
    "paragraph": "387",
    "sentimentScore": 0,
    "paragraphText": "These, although of ordinary width for some eight or ten feet above the hearths, will not admit, throughout their extent, the body of a large cat."
  },
  {
    "paragraph": "388",
    "sentimentScore": 0,
    "paragraphText": "The impossibility of egress, by means already stated, being thus absolute, we are reduced to the windows."
  },
  {
    "paragraph": "389",
    "sentimentScore": 0,
    "paragraphText": "Through those of the front room no one could have escaped without notice from the crowd in the street."
  },
  {
    "paragraph": "390",
    "sentimentScore": 0,
    "paragraphText": "The murderers _must_ have passed, then, through those of the back room."
  },
  {
    "paragraph": "391",
    "sentimentScore": 0,
    "paragraphText": "Now, brought to this conclusion in so unequivocal a manner as we are, it is not our part, as reasoners, to reject it on account of apparent impossibilities."
  },
  {
    "paragraph": "392",
    "sentimentScore": 0,
    "paragraphText": "It is only left for us to prove that these apparent ‘impossibilities’ are, in reality, not such."
  },
  {
    "paragraph": "393",
    "sentimentScore": 0,
    "paragraphText": "“There are two windows in the chamber."
  },
  {
    "paragraph": "394",
    "sentimentScore": 0,
    "paragraphText": "One of them is unobstructed by furniture, and is wholly visible."
  },
  {
    "paragraph": "395",
    "sentimentScore": 0,
    "paragraphText": "The lower portion of the other is hidden from view by the head of the unwieldy bedstead which is thrust close up against it."
  },
  {
    "paragraph": "396",
    "sentimentScore": 0,
    "paragraphText": "The former was found securely fastened from within."
  },
  {
    "paragraph": "397",
    "sentimentScore": 0,
    "paragraphText": "It resisted the utmost force of those who endeavored to raise it."
  },
  {
    "paragraph": "398",
    "sentimentScore": 0,
    "paragraphText": "A large gimlet-hole had been pierced in its frame to the left, and a very stout nail was found fitted therein, nearly to the head."
  },
  {
    "paragraph": "399",
    "sentimentScore": 0,
    "paragraphText": "Upon examining the other window, a similar nail was seen similarly fitted in it; and a vigorous attempt to raise this sash, failed also."
  },
  {
    "paragraph": "400",
    "sentimentScore": 0,
    "paragraphText": "The police were now entirely satisfied that egress had not been in these directions."
  },
  {
    "paragraph": "401",
    "sentimentScore": 0,
    "paragraphText": "And, _therefore_, it was thought a matter of supererogation to withdraw the nails and open the windows."
  },
  {
    "paragraph": "402",
    "sentimentScore": 0,
    "paragraphText": "“My own examination was somewhat more particular, and was so for the reason I have just given—because here it was, I knew, that all apparent impossibilities _must_ be proved to be not such in reality."
  },
  {
    "paragraph": "403",
    "sentimentScore": 0,
    "paragraphText": "“I proceeded to think thus—_a posteriori_."
  },
  {
    "paragraph": "404",
    "sentimentScore": 0,
    "paragraphText": "The murderers did escape from one of these windows."
  },
  {
    "paragraph": "405",
    "sentimentScore": 0,
    "paragraphText": "This being so, they could not have refastened the sashes from the inside, as they were found fastened;—the consideration which put a stop, through its obviousness, to the scrutiny of the police in this quarter."
  },
  {
    "paragraph": "406",
    "sentimentScore": 0,
    "paragraphText": "Yet the sashes _were_ fastened."
  },
  {
    "paragraph": "407",
    "sentimentScore": 0,
    "paragraphText": "They _must_, then, have the power of fastening themselves."
  },
  {
    "paragraph": "408",
    "sentimentScore": 0,
    "paragraphText": "There was no escape from this conclusion."
  },
  {
    "paragraph": "409",
    "sentimentScore": 0,
    "paragraphText": "I stepped to the unobstructed casement, withdrew the nail with some difficulty and attempted to raise the sash."
  },
  {
    "paragraph": "410",
    "sentimentScore": 0,
    "paragraphText": "It resisted all my efforts, as I had anticipated."
  },
  {
    "paragraph": "411",
    "sentimentScore": 0,
    "paragraphText": "A concealed spring must, I now know, exist; and this corroboration of my idea convinced me that my premises at least, were correct, however mysterious still appeared the circumstances attending the nails."
  },
  {
    "paragraph": "412",
    "sentimentScore": 0,
    "paragraphText": "A careful search soon brought to light the hidden spring."
  },
  {
    "paragraph": "413",
    "sentimentScore": 0,
    "paragraphText": "I pressed it, and, satisfied with the discovery, forbore to upraise the sash."
  },
  {
    "paragraph": "414",
    "sentimentScore": 0,
    "paragraphText": "“I now replaced the nail and regarded it attentively."
  },
  {
    "paragraph": "415",
    "sentimentScore": 0,
    "paragraphText": "A person passing out through this window might have reclosed it, and the spring would have caught—but the nail could not have been replaced."
  },
  {
    "paragraph": "416",
    "sentimentScore": 0,
    "paragraphText": "The conclusion was plain, and again narrowed in the field of my investigations."
  },
  {
    "paragraph": "417",
    "sentimentScore": 0,
    "paragraphText": "The assassins _must_ have escaped through the other window."
  },
  {
    "paragraph": "418",
    "sentimentScore": 0,
    "paragraphText": "Supposing, then, the springs upon each sash to be the same, as was probable, there _must_ be found a difference between the nails, or at least between the modes of their fixture."
  },
  {
    "paragraph": "419",
    "sentimentScore": 0,
    "paragraphText": "Getting upon the sacking of the bedstead, I looked over the head-board minutely at the second casement."
  },
  {
    "paragraph": "420",
    "sentimentScore": 0,
    "paragraphText": "Passing my hand down behind the board, I readily discovered and pressed the spring, which was, as I had supposed, identical in character with its neighbor."
  },
  {
    "paragraph": "421",
    "sentimentScore": 0,
    "paragraphText": "I now looked at the nail."
  },
  {
    "paragraph": "422",
    "sentimentScore": 0,
    "paragraphText": "It was as stout as the other, and apparently fitted in the same manner—driven in nearly up to the head."
  },
  {
    "paragraph": "423",
    "sentimentScore": 0,
    "paragraphText": "“You will say that I was puzzled; but, if you think so, you must have misunderstood the nature of the inductions."
  },
  {
    "paragraph": "424",
    "sentimentScore": 0,
    "paragraphText": "To use a sporting phrase, I had not been once ‘at fault.’ The scent had never for an instant been lost."
  },
  {
    "paragraph": "425",
    "sentimentScore": 0,
    "paragraphText": "There was no flaw in any link of the chain."
  },
  {
    "paragraph": "426",
    "sentimentScore": 0,
    "paragraphText": "I had traced the secret to its ultimate result,—and that result was _the nail._ It had, I say, in every respect, the appearance of its fellow in the other window; but this fact was an absolute nullity (conclusive as it might seem to be) when compared with the consideration that here, at this point, terminated the clew."
  },
  {
    "paragraph": "427",
    "sentimentScore": 0,
    "paragraphText": "‘There _must_ be something wrong,’ I said, ‘about the nail.’ I touched it; and the head, with about a quarter of an inch of the shank, came off in my fingers."
  },
  {
    "paragraph": "428",
    "sentimentScore": 0,
    "paragraphText": "The rest of the shank was in the gimlet-hole where it had been broken off."
  },
  {
    "paragraph": "429",
    "sentimentScore": 0,
    "paragraphText": "The fracture was an old one (for its edges were incrusted with rust), and had apparently been accomplished by the blow of a hammer, which had partially imbedded, in the top of the bottom sash, the head portion of the nail."
  },
  {
    "paragraph": "430",
    "sentimentScore": 0,
    "paragraphText": "I now carefully replaced this head portion in the indentation whence I had taken it, and the resemblance to a perfect nail was complete—the fissure was invisible."
  },
  {
    "paragraph": "431",
    "sentimentScore": 0,
    "paragraphText": "Pressing the spring, I gently raised the sash for a few inches; the head went up with it, remaining firm in its bed."
  },
  {
    "paragraph": "432",
    "sentimentScore": 0,
    "paragraphText": "I closed the window, and the semblance of the whole nail was again perfect."
  },
  {
    "paragraph": "433",
    "sentimentScore": 0,
    "paragraphText": "“The riddle, so far, was now unriddled."
  },
  {
    "paragraph": "434",
    "sentimentScore": 0,
    "paragraphText": "The assassin had escaped through the window which looked upon the bed."
  },
  {
    "paragraph": "435",
    "sentimentScore": 0,
    "paragraphText": "Dropping of its own accord upon his exit (or perhaps purposely closed), it had become fastened by the spring; and it was the retention of this spring which had been mistaken by the police for that of the nail,—farther inquiry being thus considered unnecessary."
  },
  {
    "paragraph": "436",
    "sentimentScore": 0,
    "paragraphText": "“The next question is that of the mode of descent."
  },
  {
    "paragraph": "437",
    "sentimentScore": 0,
    "paragraphText": "Upon this point I had been satisfied in my walk with you around the building."
  },
  {
    "paragraph": "438",
    "sentimentScore": 0,
    "paragraphText": "About five feet and a half from the casement in question there runs a lightning-rod."
  },
  {
    "paragraph": "439",
    "sentimentScore": 0,
    "paragraphText": "From this rod it would have been impossible for any one to reach the window itself, to say nothing of entering it."
  },
  {
    "paragraph": "440",
    "sentimentScore": 0,
    "paragraphText": "I observed, however, that the shutters of the fourth story were of the peculiar kind called by Parisian carpenters _ferrades_—a kind rarely employed at the present day, but frequently seen upon very old mansions at Lyons and Bordeaux."
  },
  {
    "paragraph": "441",
    "sentimentScore": 0,
    "paragraphText": "They are in the form of an ordinary door (a single, not a folding door), except that the lower half is latticed or worked in open trellis—thus affording an excellent hold for the hands."
  },
  {
    "paragraph": "442",
    "sentimentScore": 0,
    "paragraphText": "In the present instance these shutters are fully three feet and a half broad."
  },
  {
    "paragraph": "443",
    "sentimentScore": 0,
    "paragraphText": "When we saw them from the rear of the house, they were both about half open—that is to say, they stood off at right angles from the wall."
  },
  {
    "paragraph": "444",
    "sentimentScore": 0,
    "paragraphText": "It is probable that the police, as well as myself, examined the back of the tenement; but, if so, in looking at these _ferrades_ in the line of their breadth (as they must have done), they did not perceive this great breadth itself, or, at all events, failed to take it into due consideration."
  },
  {
    "paragraph": "445",
    "sentimentScore": 0,
    "paragraphText": "In fact, having once satisfied themselves that no egress could have been made in this quarter, they would naturally bestow here a very cursory examination."
  },
  {
    "paragraph": "446",
    "sentimentScore": 0,
    "paragraphText": "It was clear to me, however, that the shutter belonging to the window at the head of the bed, would, if swung fully back to the wall, reach to within two feet of the lightning-rod."
  },
  {
    "paragraph": "447",
    "sentimentScore": 0,
    "paragraphText": "It was also evident that, by exertion of a very unusual degree of activity and courage, an entrance into the window, from the rod, might have been thus effected."
  },
  {
    "paragraph": "448",
    "sentimentScore": 0,
    "paragraphText": "By reaching to the distance of two feet and a half (we now suppose the shutter open to its whole extent) a robber might have taken a firm grasp upon the trellis-work."
  },
  {
    "paragraph": "449",
    "sentimentScore": 0,
    "paragraphText": "Letting go, then, his hold upon the rod, placing his feet securely against the wall, and springing boldly from it, he might have swung the shutter so as to close it, and, if we imagine the window open at the time, might even have swung himself into the room."
  },
  {
    "paragraph": "450",
    "sentimentScore": 0,
    "paragraphText": "“I wish you to bear especially in mind that I have spoken of a _very_ unusual degree of activity as requisite to success in so hazardous and so difficult a feat."
  },
  {
    "paragraph": "451",
    "sentimentScore": 0,
    "paragraphText": "It is my design to show you, first, that the thing might possibly have been accomplished:—but, secondly and _chiefly_, I wish to impress upon your understanding the _very extraordinary_—the almost præternatural character of that agility which could have accomplished it."
  },
  {
    "paragraph": "452",
    "sentimentScore": 0,
    "paragraphText": "“You will say, no doubt, using the language of the law, that ‘to make out my case,’ I should rather undervalue, than insist upon a full estimation of the activity required in this matter."
  },
  {
    "paragraph": "453",
    "sentimentScore": 0,
    "paragraphText": "This may be the practice in law, but it is not the usage of reason."
  },
  {
    "paragraph": "454",
    "sentimentScore": 0,
    "paragraphText": "My ultimate object is only the truth."
  },
  {
    "paragraph": "455",
    "sentimentScore": 0,
    "paragraphText": "My immediate purpose is to lead you to place in juxtaposition, that _very unusual_ activity of which I have just spoken with that _very peculiar_ shrill (or harsh) and _unequal_ voice, about whose nationality no two persons could be found to agree, and in whose utterance no syllabification could be detected.” At these words a vague and half-formed conception of the meaning of Dupin flitted over my mind."
  },
  {
    "paragraph": "456",
    "sentimentScore": 0,
    "paragraphText": "I seemed to be upon the verge of comprehension without power to comprehend—as men, at times, find themselves upon the brink of remembrance without being able, in the end, to remember."
  },
  {
    "paragraph": "457",
    "sentimentScore": 0,
    "paragraphText": "My friend went on with his discourse."
  },
  {
    "paragraph": "458",
    "sentimentScore": 0,
    "paragraphText": "“You will see,” he said, “that I have shifted the question from the mode of egress to that of ingress."
  },
  {
    "paragraph": "459",
    "sentimentScore": 0,
    "paragraphText": "It was my design to convey the idea that both were effected in the same manner, at the same point."
  },
  {
    "paragraph": "460",
    "sentimentScore": 0,
    "paragraphText": "Let us now revert to the interior of the room."
  },
  {
    "paragraph": "461",
    "sentimentScore": 0,
    "paragraphText": "Let us survey the appearances here."
  },
  {
    "paragraph": "462",
    "sentimentScore": 0,
    "paragraphText": "The drawers of the bureau, it is said, had been rifled, although many articles of apparel still remained within them."
  },
  {
    "paragraph": "463",
    "sentimentScore": 0,
    "paragraphText": "The conclusion here is absurd."
  },
  {
    "paragraph": "464",
    "sentimentScore": 0,
    "paragraphText": "It is a mere guess—a very silly one—and no more."
  },
  {
    "paragraph": "465",
    "sentimentScore": 0,
    "paragraphText": "How are we to know that the articles found in the drawers were not all these drawers had originally contained?"
  },
  {
    "paragraph": "466",
    "sentimentScore": 0,
    "paragraphText": "Madame L’Espanaye and her daughter lived an exceedingly retired life—saw no company—seldom went out—had little use for numerous changes of habiliment."
  },
  {
    "paragraph": "467",
    "sentimentScore": 0,
    "paragraphText": "Those found were at least of as good quality as any likely to be possessed by these ladies."
  },
  {
    "paragraph": "468",
    "sentimentScore": 0,
    "paragraphText": "If a thief had taken any, why did he not take the best—why did he not take all?"
  },
  {
    "paragraph": "469",
    "sentimentScore": 0,
    "paragraphText": "In a word, why did he abandon four thousand francs in gold to encumber himself with a bundle of linen?"
  },
  {
    "paragraph": "470",
    "sentimentScore": 0,
    "paragraphText": "The gold _was_ abandoned."
  },
  {
    "paragraph": "471",
    "sentimentScore": 0,
    "paragraphText": "Nearly the whole sum mentioned by Monsieur Mignaud, the banker, was discovered, in bags, upon the floor."
  },
  {
    "paragraph": "472",
    "sentimentScore": 0,
    "paragraphText": "I wish you, therefore, to discard from your thoughts the blundering idea of _motive_, engendered in the brains of the police by that portion of the evidence which speaks of money delivered at the door of the house."
  },
  {
    "paragraph": "473",
    "sentimentScore": 0,
    "paragraphText": "Coincidences ten times as remarkable as this (the delivery of the money, and murder committed within three days upon the party receiving it), happen to all of us every hour of our lives, without attracting even momentary notice."
  },
  {
    "paragraph": "474",
    "sentimentScore": 0,
    "paragraphText": "Coincidences, in general, are great stumbling-blocks in the way of that class of thinkers who have been educated to know nothing of the theory of probabilities—that theory to which the most glorious objects of human research are indebted for the most glorious of illustration."
  },
  {
    "paragraph": "475",
    "sentimentScore": 0,
    "paragraphText": "In the present instance, had the gold been gone, the fact of its delivery three days before would have formed something more than a coincidence."
  },
  {
    "paragraph": "476",
    "sentimentScore": 0,
    "paragraphText": "It would have been corroborative of this idea of motive."
  },
  {
    "paragraph": "477",
    "sentimentScore": 0,
    "paragraphText": "But, under the real circumstances of the case, if we are to suppose gold the motive of this outrage, we must also imagine the perpetrator so vacillating an idiot as to have abandoned his gold and his motive together."
  },
  {
    "paragraph": "478",
    "sentimentScore": 0,
    "paragraphText": "“Keeping now steadily in mind the points to which I have drawn your attention—that peculiar voice, that unusual agility, and that startling absence of motive in a murder so singularly atrocious as this—let us glance at the butchery itself."
  },
  {
    "paragraph": "479",
    "sentimentScore": 0,
    "paragraphText": "Here is a woman strangled to death by manual strength, and thrust up a chimney, head downward."
  },
  {
    "paragraph": "480",
    "sentimentScore": 0,
    "paragraphText": "Ordinary assassins employ no such modes of murder as this."
  },
  {
    "paragraph": "481",
    "sentimentScore": 0,
    "paragraphText": "Least of all, do they thus dispose of the murdered."
  },
  {
    "paragraph": "482",
    "sentimentScore": 0,
    "paragraphText": "In the manner of thrusting the corpse up the chimney, you will admit that there was something _excessively outré_—something altogether irreconcilable with our common notions of human action, even when we suppose the actors the most depraved of men."
  },
  {
    "paragraph": "483",
    "sentimentScore": 0,
    "paragraphText": "Think, too, how great must have been that strength which could have thrust the body _up_ such an aperture so forcibly that the united vigor of several persons was found barely sufficient to drag it _down!_ “Turn, now, to other indications of the employment of a vigor most marvellous."
  },
  {
    "paragraph": "484",
    "sentimentScore": 0,
    "paragraphText": "On the hearth were thick tresses—very thick tresses—of grey human hair."
  },
  {
    "paragraph": "485",
    "sentimentScore": 0,
    "paragraphText": "These had been torn out by the roots."
  },
  {
    "paragraph": "486",
    "sentimentScore": 0,
    "paragraphText": "You are aware of the great force necessary in tearing thus from the head even twenty or thirty hairs together."
  },
  {
    "paragraph": "487",
    "sentimentScore": 0,
    "paragraphText": "You saw the locks in question as well as myself."
  },
  {
    "paragraph": "488",
    "sentimentScore": 0,
    "paragraphText": "Their roots (a hideous sight!)"
  },
  {
    "paragraph": "489",
    "sentimentScore": 0,
    "paragraphText": "were clotted with fragments of the flesh of the scalp—sure token of the prodigious power which had been exerted in uprooting perhaps half a million of hairs at a time."
  },
  {
    "paragraph": "490",
    "sentimentScore": 0,
    "paragraphText": "The throat of the old lady was not merely cut, but the head absolutely severed from the body: the instrument was a mere razor."
  },
  {
    "paragraph": "491",
    "sentimentScore": 0,
    "paragraphText": "I wish you also to look at the _brutal_ ferocity of these deeds."
  },
  {
    "paragraph": "492",
    "sentimentScore": 0,
    "paragraphText": "Of the bruises upon the body of Madame L’Espanaye I do not speak."
  },
  {
    "paragraph": "493",
    "sentimentScore": 0,
    "paragraphText": "Monsieur Dumas, and his worthy coadjutor Monsieur Etienne, have pronounced that they were inflicted by some obtuse instrument; and so far these gentlemen are very correct."
  },
  {
    "paragraph": "494",
    "sentimentScore": 0,
    "paragraphText": "The obtuse instrument was clearly the stone pavement in the yard, upon which the victim had fallen from the window which looked in upon the bed."
  },
  {
    "paragraph": "495",
    "sentimentScore": 0,
    "paragraphText": "This idea, however simple it may now seem, escaped the police for the same reason that the breadth of the shutters escaped them—because, by the affair of the nails, their perceptions had been hermetically sealed against the possibility of the windows having ever been opened at all."
  },
  {
    "paragraph": "496",
    "sentimentScore": 0,
    "paragraphText": "“If now, in addition to all these things, you have properly reflected upon the odd disorder of the chamber, we have gone so far as to combine the ideas of an agility astounding, a strength superhuman, a ferocity brutal, a butchery without motive, a _grotesquerie_ in horror absolutely alien from humanity, and a voice foreign in tone to the ears of men of many nations, and devoid of all distinct or intelligible syllabification."
  },
  {
    "paragraph": "497",
    "sentimentScore": 0,
    "paragraphText": "What result, then, has ensued?"
  },
  {
    "paragraph": "498",
    "sentimentScore": 0,
    "paragraphText": "What impression have I made upon your fancy?” I felt a creeping of the flesh as Dupin asked me the question."
  },
  {
    "paragraph": "499",
    "sentimentScore": 0,
    "paragraphText": "“A madman,” I said, “has done this deed—some raving maniac, escaped from a neighboring _Maison de Santé._” “In some respects,” he replied, “your idea is not irrelevant."
  },
  {
    "paragraph": "500",
    "sentimentScore": 0,
    "paragraphText": "But the voices of madmen, even in their wildest paroxysms, are never found to tally with that peculiar voice heard upon the stairs."
  },
  {
    "paragraph": "501",
    "sentimentScore": 0,
    "paragraphText": "Madmen are of some nation, and their language, however incoherent in its words, has always the coherence of syllabification."
  },
  {
    "paragraph": "502",
    "sentimentScore": 0,
    "paragraphText": "Besides, the hair of a madman is not such as I now hold in my hand."
  },
  {
    "paragraph": "503",
    "sentimentScore": 0,
    "paragraphText": "I disentangled this little tuft from the rigidly clutched fingers of Madame L’Espanaye."
  },
  {
    "paragraph": "504",
    "sentimentScore": 0,
    "paragraphText": "Tell me what you can make of it.” “Dupin!” I said, completely unnerved; “this hair is most unusual—this is no _human_ hair.” “I have not asserted that it is,” said he; “but, before we decide this point, I wish you to glance at the little sketch I have here traced upon this paper."
  },
  {
    "paragraph": "505",
    "sentimentScore": 0,
    "paragraphText": "It is a _fac-simile_ drawing of what has been described in one portion of the testimony as ‘dark bruises, and deep indentations of finger nails,’ upon the throat of Mademoiselle L’Espanaye, and in another (by Messrs. Dumas and Etienne,) as a ‘series of livid spots, evidently the impression of fingers.’ “You will perceive,” continued my friend, spreading out the paper upon the table before us, “that this drawing gives the idea of a firm and fixed hold."
  },
  {
    "paragraph": "506",
    "sentimentScore": 0,
    "paragraphText": "There is no _slipping_ apparent."
  },
  {
    "paragraph": "507",
    "sentimentScore": 0,
    "paragraphText": "Each finger has retained—possibly until the death of the victim—the fearful grasp by which it originally imbedded itself."
  },
  {
    "paragraph": "508",
    "sentimentScore": 0,
    "paragraphText": "Attempt, now, to place all your fingers, at the same time, in the respective impressions as you see them.” I made the attempt in vain."
  },
  {
    "paragraph": "509",
    "sentimentScore": 0,
    "paragraphText": "“We are possibly not giving this matter a fair trial,” he said."
  },
  {
    "paragraph": "510",
    "sentimentScore": 0,
    "paragraphText": "“The paper is spread out upon a plane surface; but the human throat is cylindrical."
  },
  {
    "paragraph": "511",
    "sentimentScore": 0,
    "paragraphText": "Here is a billet of wood, the circumference of which is about that of the throat."
  },
  {
    "paragraph": "512",
    "sentimentScore": 0,
    "paragraphText": "Wrap the drawing around it, and try the experiment again.” I did so; but the difficulty was even more obvious than before."
  },
  {
    "paragraph": "513",
    "sentimentScore": 0,
    "paragraphText": "“This,” I said, “is the mark of no human hand.” “Read now,” replied Dupin, “this passage from Cuvier.” It was a minute anatomical and generally descriptive account of the large fulvous Ourang-Outang of the East Indian Islands."
  },
  {
    "paragraph": "514",
    "sentimentScore": 0,
    "paragraphText": "The gigantic stature, the prodigious strength and activity, the wild ferocity, and the imitative propensities of these mammalia are sufficiently well known to all."
  },
  {
    "paragraph": "515",
    "sentimentScore": 0,
    "paragraphText": "I understood the full horrors of the murder at once."
  },
  {
    "paragraph": "516",
    "sentimentScore": 0,
    "paragraphText": "“The description of the digits,” said I, as I made an end of reading, “is in exact accordance with this drawing."
  },
  {
    "paragraph": "517",
    "sentimentScore": 0,
    "paragraphText": "I see that no animal but an Ourang-Outang, of the species here mentioned, could have impressed the indentations as you have traced them."
  },
  {
    "paragraph": "518",
    "sentimentScore": 0,
    "paragraphText": "This tuft of tawny hair, too, is identical in character with that of the beast of Cuvier."
  },
  {
    "paragraph": "519",
    "sentimentScore": 0,
    "paragraphText": "But I cannot possibly comprehend the particulars of this frightful mystery."
  },
  {
    "paragraph": "520",
    "sentimentScore": 0,
    "paragraphText": "Besides, there were _two_ voices heard in contention, and one of them was unquestionably the voice of a Frenchman.” “True; and you will remember an expression attributed almost unanimously, by the evidence, to this voice,—the expression, ‘_mon Dieu!_’ This, under the circumstances, has been justly characterized by one of the witnesses (Montani, the confectioner,) as an expression of remonstrance or expostulation."
  },
  {
    "paragraph": "521",
    "sentimentScore": 0,
    "paragraphText": "Upon these two words, therefore, I have mainly built my hopes of a full solution of the riddle."
  },
  {
    "paragraph": "522",
    "sentimentScore": 0,
    "paragraphText": "A Frenchman was cognizant of the murder."
  },
  {
    "paragraph": "523",
    "sentimentScore": 0,
    "paragraphText": "It is possible—indeed it is far more than probable—that he was innocent of all participation in the bloody transactions which took place."
  },
  {
    "paragraph": "524",
    "sentimentScore": 0,
    "paragraphText": "The Ourang-Outang may have escaped from him."
  },
  {
    "paragraph": "525",
    "sentimentScore": 0,
    "paragraphText": "He may have traced it to the chamber; but, under the agitating circumstances which ensued, he could never have re-captured it."
  },
  {
    "paragraph": "526",
    "sentimentScore": 0,
    "paragraphText": "It is still at large."
  },
  {
    "paragraph": "527",
    "sentimentScore": 0,
    "paragraphText": "I will not pursue these guesses—for I have no right to call them more—since the shades of reflection upon which they are based are scarcely of sufficient depth to be appreciable by my own intellect, and since I could not pretend to make them intelligible to the understanding of another."
  },
  {
    "paragraph": "528",
    "sentimentScore": 0,
    "paragraphText": "We will call them guesses then, and speak of them as such."
  },
  {
    "paragraph": "529",
    "sentimentScore": 0,
    "paragraphText": "If the Frenchman in question is indeed, as I suppose, innocent of this atrocity, this advertisement which I left last night, upon our return home, at the office of ‘Le Monde’ (a paper devoted to the shipping interest, and much sought by sailors), will bring him to our residence.” He handed me a paper, and I read thus: CAUGHT—_In the Bois de Boulogne, early in the morning of the ——inst.,_ (the morning of the murder), _a very large, tawny Ourang-Outang of the Bornese species."
  },
  {
    "paragraph": "530",
    "sentimentScore": 0,
    "paragraphText": "The owner (who is ascertained to be a sailor, belonging to a Maltese vessel) may have the animal again, upon identifying it satisfactorily, and paying a few charges arising from its capture and keeping."
  },
  {
    "paragraph": "531",
    "sentimentScore": 0,
    "paragraphText": "Call at No."
  },
  {
    "paragraph": "532",
    "sentimentScore": 0,
    "paragraphText": "——, Rue ——, Faubourg St. Germain—au troisième._ “How was it possible,” I asked, “that you should know the man to be a sailor, and belonging to a Maltese vessel?” “I do _not_ know it,” said Dupin."
  },
  {
    "paragraph": "533",
    "sentimentScore": 0,
    "paragraphText": "“I am not _sure_ of it."
  },
  {
    "paragraph": "534",
    "sentimentScore": 0,
    "paragraphText": "Here, however, is a small piece of ribbon, which from its form, and from its greasy appearance, has evidently been used in tying the hair in one of those long _queues_ of which sailors are so fond."
  },
  {
    "paragraph": "535",
    "sentimentScore": 0,
    "paragraphText": "Moreover, this knot is one which few besides sailors can tie, and is peculiar to the Maltese."
  },
  {
    "paragraph": "536",
    "sentimentScore": 0,
    "paragraphText": "I picked the ribbon up at the foot of the lightning-rod."
  },
  {
    "paragraph": "537",
    "sentimentScore": 0,
    "paragraphText": "It could not have belonged to either of the deceased."
  },
  {
    "paragraph": "538",
    "sentimentScore": 0,
    "paragraphText": "Now if, after all, I am wrong in my induction from this ribbon, that the Frenchman was a sailor belonging to a Maltese vessel, still I can have done no harm in saying what I did in the advertisement."
  },
  {
    "paragraph": "539",
    "sentimentScore": 0,
    "paragraphText": "If I am in error, he will merely suppose that I have been misled by some circumstance into which he will not take the trouble to inquire."
  },
  {
    "paragraph": "540",
    "sentimentScore": 0,
    "paragraphText": "But if I am right, a great point is gained."
  },
  {
    "paragraph": "541",
    "sentimentScore": 0,
    "paragraphText": "Cognizant although innocent of the murder, the Frenchman will naturally hesitate about replying to the advertisement—about demanding the Ourang-Outang."
  },
  {
    "paragraph": "542",
    "sentimentScore": 0,
    "paragraphText": "He will reason thus:—‘I am innocent; I am poor; my Ourang-Outang is of great value—to one in my circumstances a fortune of itself—why should I lose it through idle apprehensions of danger?"
  },
  {
    "paragraph": "543",
    "sentimentScore": 0,
    "paragraphText": "Here it is, within my grasp."
  },
  {
    "paragraph": "544",
    "sentimentScore": 0,
    "paragraphText": "It was found in the Bois de Boulogne—at a vast distance from the scene of that butchery."
  },
  {
    "paragraph": "545",
    "sentimentScore": 0,
    "paragraphText": "How can it ever be suspected that a brute beast should have done the deed?"
  },
  {
    "paragraph": "546",
    "sentimentScore": 0,
    "paragraphText": "The police are at fault—they have failed to procure the slightest clew."
  },
  {
    "paragraph": "547",
    "sentimentScore": 0,
    "paragraphText": "Should they even trace the animal, it would be impossible to prove me cognizant of the murder, or to implicate me in guilt on account of that cognizance."
  },
  {
    "paragraph": "548",
    "sentimentScore": 0,
    "paragraphText": "Above all, _I am known._ The advertiser designates me as the possessor of the beast."
  },
  {
    "paragraph": "549",
    "sentimentScore": 0,
    "paragraphText": "I am not sure to what limit his knowledge may extend."
  },
  {
    "paragraph": "550",
    "sentimentScore": 0,
    "paragraphText": "Should I avoid claiming a property of so great value, which it is known that I possess, I will render the animal at least, liable to suspicion."
  },
  {
    "paragraph": "551",
    "sentimentScore": 0,
    "paragraphText": "It is not my policy to attract attention either to myself or to the beast."
  },
  {
    "paragraph": "552",
    "sentimentScore": 0,
    "paragraphText": "I will answer the advertisement, get the Ourang-Outang, and keep it close until this matter has blown over.’” At this moment we heard a step upon the stairs."
  },
  {
    "paragraph": "553",
    "sentimentScore": 0,
    "paragraphText": "“Be ready,” said Dupin, “with your pistols, but neither use them nor show them until at a signal from myself.” The front door of the house had been left open, and the visitor had entered, without ringing, and advanced several steps upon the staircase."
  },
  {
    "paragraph": "554",
    "sentimentScore": 0,
    "paragraphText": "Now, however, he seemed to hesitate."
  },
  {
    "paragraph": "555",
    "sentimentScore": 0,
    "paragraphText": "Presently we heard him descending."
  },
  {
    "paragraph": "556",
    "sentimentScore": 0,
    "paragraphText": "Dupin was moving quickly to the door, when we again heard him coming up."
  },
  {
    "paragraph": "557",
    "sentimentScore": 0,
    "paragraphText": "He did not turn back a second time, but stepped up with decision, and rapped at the door of our chamber."
  },
  {
    "paragraph": "558",
    "sentimentScore": 0,
    "paragraphText": "“Come in,” said Dupin, in a cheerful and hearty tone."
  },
  {
    "paragraph": "559",
    "sentimentScore": 0,
    "paragraphText": "A man entered."
  },
  {
    "paragraph": "560",
    "sentimentScore": 0,
    "paragraphText": "He was a sailor, evidently,—a tall, stout, and muscular-looking person, with a certain dare-devil expression of countenance, not altogether unprepossessing."
  },
  {
    "paragraph": "561",
    "sentimentScore": 0,
    "paragraphText": "His face, greatly sunburnt, was more than half hidden by whisker and _mustachio._ He had with him a huge oaken cudgel, but appeared to be otherwise unarmed."
  },
  {
    "paragraph": "562",
    "sentimentScore": 0,
    "paragraphText": "He bowed awkwardly, and bade us “good evening,” in French accents, which, although somewhat Neufchatelish, were still sufficiently indicative of a Parisian origin."
  },
  {
    "paragraph": "563",
    "sentimentScore": 0,
    "paragraphText": "“Sit down, my friend,” said Dupin."
  },
  {
    "paragraph": "564",
    "sentimentScore": 0,
    "paragraphText": "“I suppose you have called about the Ourang-Outang."
  },
  {
    "paragraph": "565",
    "sentimentScore": 0,
    "paragraphText": "Upon my word, I almost envy you the possession of him; a remarkably fine, and no doubt a very valuable animal."
  },
  {
    "paragraph": "566",
    "sentimentScore": 0,
    "paragraphText": "How old do you suppose him to be?” The sailor drew a long breath, with the air of a man relieved of some intolerable burden, and then replied, in an assured tone: “I have no way of telling—but he can’t be more than four or five years old."
  },
  {
    "paragraph": "567",
    "sentimentScore": 0,
    "paragraphText": "Have you got him here?” “Oh no, we had no conveniences for keeping him here."
  },
  {
    "paragraph": "568",
    "sentimentScore": 0,
    "paragraphText": "He is at a livery stable in the Rue Dubourg, just by."
  },
  {
    "paragraph": "569",
    "sentimentScore": 0,
    "paragraphText": "You can get him in the morning."
  },
  {
    "paragraph": "570",
    "sentimentScore": 0,
    "paragraphText": "Of course you are prepared to identify the property?” “To be sure I am, sir.” “I shall be sorry to part with him,” said Dupin."
  },
  {
    "paragraph": "571",
    "sentimentScore": 0,
    "paragraphText": "“I don’t mean that you should be at all this trouble for nothing, sir,” said the man."
  },
  {
    "paragraph": "572",
    "sentimentScore": 0,
    "paragraphText": "“Couldn’t expect it."
  },
  {
    "paragraph": "573",
    "sentimentScore": 0,
    "paragraphText": "Am very willing to pay a reward for the finding of the animal—that is to say, any thing in reason.” “Well,” replied my friend, “that is all very fair, to be sure."
  },
  {
    "paragraph": "574",
    "sentimentScore": 0,
    "paragraphText": "Let me think!—what should I have?"
  },
  {
    "paragraph": "575",
    "sentimentScore": 0,
    "paragraphText": "Oh!"
  },
  {
    "paragraph": "576",
    "sentimentScore": 0,
    "paragraphText": "I will tell you."
  },
  {
    "paragraph": "577",
    "sentimentScore": 0,
    "paragraphText": "My reward shall be this."
  },
  {
    "paragraph": "578",
    "sentimentScore": 0,
    "paragraphText": "You shall give me all the information in your power about these murders in the Rue Morgue.” Dupin said the last words in a very low tone, and very quietly."
  },
  {
    "paragraph": "579",
    "sentimentScore": 0,
    "paragraphText": "Just as quietly, too, he walked toward the door, locked it and put the key in his pocket."
  },
  {
    "paragraph": "580",
    "sentimentScore": 0,
    "paragraphText": "He then drew a pistol from his bosom and placed it, without the least flurry, upon the table."
  },
  {
    "paragraph": "581",
    "sentimentScore": 0,
    "paragraphText": "The sailor’s face flushed up as if he were struggling with suffocation."
  },
  {
    "paragraph": "582",
    "sentimentScore": 0,
    "paragraphText": "He started to his feet and grasped his cudgel, but the next moment he fell back into his seat, trembling violently, and with the countenance of death itself."
  },
  {
    "paragraph": "583",
    "sentimentScore": 0,
    "paragraphText": "He spoke not a word."
  },
  {
    "paragraph": "584",
    "sentimentScore": 0,
    "paragraphText": "I pitied him from the bottom of my heart."
  },
  {
    "paragraph": "585",
    "sentimentScore": 0,
    "paragraphText": "“My friend,” said Dupin, in a kind tone, “you are alarming yourself unnecessarily—you are indeed."
  },
  {
    "paragraph": "586",
    "sentimentScore": 0,
    "paragraphText": "We mean you no harm whatever."
  },
  {
    "paragraph": "587",
    "sentimentScore": 0,
    "paragraphText": "I pledge you the honor of a gentleman, and of a Frenchman, that we intend you no injury."
  },
  {
    "paragraph": "588",
    "sentimentScore": 0,
    "paragraphText": "I perfectly well know that you are innocent of the atrocities in the Rue Morgue."
  },
  {
    "paragraph": "589",
    "sentimentScore": 0,
    "paragraphText": "It will not do, however, to deny that you are in some measure implicated in them."
  },
  {
    "paragraph": "590",
    "sentimentScore": 0,
    "paragraphText": "From what I have already said, you must know that I have had means of information about this matter—means of which you could never have dreamed."
  },
  {
    "paragraph": "591",
    "sentimentScore": 0,
    "paragraphText": "Now the thing stands thus."
  },
  {
    "paragraph": "592",
    "sentimentScore": 0,
    "paragraphText": "You have done nothing which you could have avoided—nothing, certainly, which renders you culpable."
  },
  {
    "paragraph": "593",
    "sentimentScore": 0,
    "paragraphText": "You were not even guilty of robbery, when you might have robbed with impunity."
  },
  {
    "paragraph": "594",
    "sentimentScore": 0,
    "paragraphText": "You have nothing to conceal."
  },
  {
    "paragraph": "595",
    "sentimentScore": 0,
    "paragraphText": "You have no reason for concealment."
  },
  {
    "paragraph": "596",
    "sentimentScore": 0,
    "paragraphText": "On the other hand, you are bound by every principle of honor to confess all you know."
  },
  {
    "paragraph": "597",
    "sentimentScore": 0,
    "paragraphText": "An innocent man is now imprisoned, charged with that crime of which you can point out the perpetrator.” The sailor had recovered his presence of mind, in a great measure, while Dupin uttered these words; but his original boldness of bearing was all gone."
  },
  {
    "paragraph": "598",
    "sentimentScore": 0,
    "paragraphText": "“So help me God!” said he, after a brief pause, “I _will_ tell you all I know about this affair;—but I do not expect you to believe one half I say—I would be a fool indeed if I did."
  },
  {
    "paragraph": "599",
    "sentimentScore": 0,
    "paragraphText": "Still, I _am_ innocent, and I will make a clean breast if I die for it.” What he stated was, in substance, this."
  },
  {
    "paragraph": "600",
    "sentimentScore": 0,
    "paragraphText": "He had lately made a voyage to the Indian Archipelago."
  },
  {
    "paragraph": "601",
    "sentimentScore": 0,
    "paragraphText": "A party, of which he formed one, landed at Borneo, and passed into the interior on an excursion of pleasure."
  },
  {
    "paragraph": "602",
    "sentimentScore": 0,
    "paragraphText": "Himself and a companion had captured the Ourang-Outang."
  },
  {
    "paragraph": "603",
    "sentimentScore": 0,
    "paragraphText": "This companion dying, the animal fell into his own exclusive possession."
  },
  {
    "paragraph": "604",
    "sentimentScore": 0,
    "paragraphText": "After great trouble, occasioned by the intractable ferocity of his captive during the home voyage, he at length succeeded in lodging it safely at his own residence in Paris, where, not to attract toward himself the unpleasant curiosity of his neighbors, he kept it carefully secluded, until such time as it should recover from a wound in the foot, received from a splinter on board ship."
  },
  {
    "paragraph": "605",
    "sentimentScore": 0,
    "paragraphText": "His ultimate design was to sell it."
  },
  {
    "paragraph": "606",
    "sentimentScore": 0,
    "paragraphText": "Returning home from some sailors’ frolic the night, or rather in the morning of the murder, he found the beast occupying his own bed-room, into which it had broken from a closet adjoining, where it had been, as was thought, securely confined."
  },
  {
    "paragraph": "607",
    "sentimentScore": 0,
    "paragraphText": "Razor in hand, and fully lathered, it was sitting before a looking-glass, attempting the operation of shaving, in which it had no doubt previously watched its master through the key-hole of the closet."
  },
  {
    "paragraph": "608",
    "sentimentScore": 0,
    "paragraphText": "Terrified at the sight of so dangerous a weapon in the possession of an animal so ferocious, and so well able to use it, the man, for some moments, was at a loss what to do."
  },
  {
    "paragraph": "609",
    "sentimentScore": 0,
    "paragraphText": "He had been accustomed, however, to quiet the creature, even in its fiercest moods, by the use of a whip, and to this he now resorted."
  },
  {
    "paragraph": "610",
    "sentimentScore": 0,
    "paragraphText": "Upon sight of it, the Ourang-Outang sprang at once through the door of the chamber, down the stairs, and thence, through a window, unfortunately open, into the street."
  },
  {
    "paragraph": "611",
    "sentimentScore": 0,
    "paragraphText": "The Frenchman followed in despair; the ape, razor still in hand, occasionally stopping to look back and gesticulate at its pursuer, until the latter had nearly come up with it."
  },
  {
    "paragraph": "612",
    "sentimentScore": 0,
    "paragraphText": "It then again made off."
  },
  {
    "paragraph": "613",
    "sentimentScore": 0,
    "paragraphText": "In this manner the chase continued for a long time."
  },
  {
    "paragraph": "614",
    "sentimentScore": 0,
    "paragraphText": "The streets were profoundly quiet, as it was nearly three o’clock in the morning."
  },
  {
    "paragraph": "615",
    "sentimentScore": 0,
    "paragraphText": "In passing down an alley in the rear of the Rue Morgue, the fugitive’s attention was arrested by a light gleaming from the open window of Madame L’Espanaye’s chamber, in the fourth story of her house."
  },
  {
    "paragraph": "616",
    "sentimentScore": 0,
    "paragraphText": "Rushing to the building, it perceived the lightning rod, clambered up with inconceivable agility, grasped the shutter, which was thrown fully back against the wall, and, by its means, swung itself directly upon the headboard of the bed."
  },
  {
    "paragraph": "617",
    "sentimentScore": 0,
    "paragraphText": "The whole feat did not occupy a minute."
  },
  {
    "paragraph": "618",
    "sentimentScore": 0,
    "paragraphText": "The shutter was kicked open again by the Ourang-Outang as it entered the room."
  },
  {
    "paragraph": "619",
    "sentimentScore": 0,
    "paragraphText": "The sailor, in the meantime, was both rejoiced and perplexed."
  },
  {
    "paragraph": "620",
    "sentimentScore": 0,
    "paragraphText": "He had strong hopes of now recapturing the brute, as it could scarcely escape from the trap into which it had ventured, except by the rod, where it might be intercepted as it came down."
  },
  {
    "paragraph": "621",
    "sentimentScore": 0,
    "paragraphText": "On the other hand, there was much cause for anxiety as to what it might do in the house."
  },
  {
    "paragraph": "622",
    "sentimentScore": 0,
    "paragraphText": "This latter reflection urged the man still to follow the fugitive."
  },
  {
    "paragraph": "623",
    "sentimentScore": 0,
    "paragraphText": "A lightning rod is ascended without difficulty, especially by a sailor; but, when he had arrived as high as the window, which lay far to his left, his career was stopped; the most that he could accomplish was to reach over so as to obtain a glimpse of the interior of the room."
  },
  {
    "paragraph": "624",
    "sentimentScore": 0,
    "paragraphText": "At this glimpse he nearly fell from his hold through excess of horror."
  },
  {
    "paragraph": "625",
    "sentimentScore": 0,
    "paragraphText": "Now it was that those hideous shrieks arose upon the night, which had startled from slumber the inmates of the Rue Morgue."
  },
  {
    "paragraph": "626",
    "sentimentScore": 0,
    "paragraphText": "Madame L’Espanaye and her daughter, habited in their night clothes, had apparently been occupied in arranging some papers in the iron chest already mentioned, which had been wheeled into the middle of the room."
  },
  {
    "paragraph": "627",
    "sentimentScore": 0,
    "paragraphText": "It was open, and its contents lay beside it on the floor."
  },
  {
    "paragraph": "628",
    "sentimentScore": 0,
    "paragraphText": "The victims must have been sitting with their backs toward the window; and, from the time elapsing between the ingress of the beast and the screams, it seems probable that it was not immediately perceived."
  },
  {
    "paragraph": "629",
    "sentimentScore": 0,
    "paragraphText": "The flapping-to of the shutter would naturally have been attributed to the wind."
  },
  {
    "paragraph": "630",
    "sentimentScore": 0,
    "paragraphText": "As the sailor looked in, the gigantic animal had seized Madame L’Espanaye by the hair, (which was loose, as she had been combing it,) and was flourishing the razor about her face, in imitation of the motions of a barber."
  },
  {
    "paragraph": "631",
    "sentimentScore": 0,
    "paragraphText": "The daughter lay prostrate and motionless; she had swooned."
  },
  {
    "paragraph": "632",
    "sentimentScore": 0,
    "paragraphText": "The screams and struggles of the old lady (during which the hair was torn from her head) had the effect of changing the probably pacific purposes of the Ourang-Outang into those of wrath."
  },
  {
    "paragraph": "633",
    "sentimentScore": 0,
    "paragraphText": "With one determined sweep of its muscular arm it nearly severed her head from her body."
  },
  {
    "paragraph": "634",
    "sentimentScore": 0,
    "paragraphText": "The sight of blood inflamed its anger into phrenzy."
  },
  {
    "paragraph": "635",
    "sentimentScore": 0,
    "paragraphText": "Gnashing its teeth, and flashing fire from its eyes, it flew upon the body of the girl, and imbedded its fearful talons in her throat, retaining its grasp until she expired."
  },
  {
    "paragraph": "636",
    "sentimentScore": 0,
    "paragraphText": "Its wandering and wild glances fell at this moment upon the head of the bed, over which the face of its master, rigid with horror, was just discernible."
  },
  {
    "paragraph": "637",
    "sentimentScore": 0,
    "paragraphText": "The fury of the beast, who no doubt bore still in mind the dreaded whip, was instantly converted into fear."
  },
  {
    "paragraph": "638",
    "sentimentScore": 0,
    "paragraphText": "Conscious of having deserved punishment, it seemed desirous of concealing its bloody deeds, and skipped about the chamber in an agony of nervous agitation; throwing down and breaking the furniture as it moved, and dragging the bed from the bedstead."
  },
  {
    "paragraph": "639",
    "sentimentScore": 0,
    "paragraphText": "In conclusion, it seized first the corpse of the daughter, and thrust it up the chimney, as it was found; then that of the old lady, which it immediately hurled through the window headlong."
  },
  {
    "paragraph": "640",
    "sentimentScore": 0,
    "paragraphText": "As the ape approached the casement with its mutilated burden, the sailor shrank aghast to the rod, and, rather gliding than clambering down it, hurried at once home—dreading the consequences of the butchery, and gladly abandoning, in his terror, all solicitude about the fate of the Ourang-Outang."
  },
  {
    "paragraph": "641",
    "sentimentScore": 0,
    "paragraphText": "The words heard by the party upon the staircase were the Frenchman’s exclamations of horror and affright, commingled with the fiendish jabberings of the brute."
  },
  {
    "paragraph": "642",
    "sentimentScore": 0,
    "paragraphText": "I have scarcely anything to add."
  },
  {
    "paragraph": "643",
    "sentimentScore": 0,
    "paragraphText": "The Ourang-Outang must have escaped from the chamber, by the rod, just before the breaking of the door."
  },
  {
    "paragraph": "644",
    "sentimentScore": 0,
    "paragraphText": "It must have closed the window as it passed through it."
  },
  {
    "paragraph": "645",
    "sentimentScore": 0,
    "paragraphText": "It was subsequently caught by the owner himself, who obtained for it a very large sum at the _Jardin des Plantes._ Le Don was instantly released, upon our narration of the circumstances (with some comments from Dupin) at the bureau of the Prefect of Police."
  },
  {
    "paragraph": "646",
    "sentimentScore": 0,
    "paragraphText": "This functionary, however well disposed to my friend, could not altogether conceal his chagrin at the turn which affairs had taken, and was fain to indulge in a sarcasm or two, about the propriety of every person minding his own business."
  },
  {
    "paragraph": "647",
    "sentimentScore": 0,
    "paragraphText": "“Let him talk,” said Dupin, who had not thought it necessary to reply."
  },
  {
    "paragraph": "648",
    "sentimentScore": 0,
    "paragraphText": "“Let him discourse; it will ease his conscience, I am satisfied with having defeated him in his own castle."
  },
  {
    "paragraph": "649",
    "sentimentScore": 0,
    "paragraphText": "Nevertheless, that he failed in the solution of this mystery, is by no means that matter for wonder which he supposes it; for, in truth, our friend the Prefect is somewhat too cunning to be profound."
  },
  {
    "paragraph": "650",
    "sentimentScore": 0,
    "paragraphText": "In his wisdom is no _stamen._ It is all head and no body, like the pictures of the Goddess Laverna,—or, at best, all head and shoulders, like a codfish."
  },
  {
    "paragraph": "651",
    "sentimentScore": 0,
    "paragraphText": "But he is a good creature after all."
  },
  {
    "paragraph": "652",
    "sentimentScore": 0,
    "paragraphText": "I like him especially for one master stroke of cant, by which he has attained his reputation for ingenuity."
  },
  {
    "paragraph": "653",
    "sentimentScore": 0,
    "paragraphText": "I mean the way he has ‘_de nier ce qui est, et d’expliquer ce qui n’est pas._’” (*) (*) Rousseau—Nouvelle Heloïse."
  }
]