[
  {
    "paragraph": "1",
    "sentimentScore": 0,
    "paragraphText": "The story of the Titanic began before anyone had even thought about building the great ship."
  },
  {
    "paragraph": "2",
    "sentimentScore": 0,
    "paragraphText": "In 1898, fourteen years before the Titanic sank, an American writer named Morgan Robertson wrote a book called The Wreck of the Titan."
  },
  {
    "paragraph": "3",
    "sentimentScore": 0,
    "paragraphText": "In his story, the Titan, a passenger ship almost identical to the Titanic, and labeled “unsinkable,” sails from England headed for New York."
  },
  {
    "paragraph": "4",
    "sentimentScore": 0,
    "paragraphText": "With many rich and famous passengers on board, the Titan hits an iceberg in the North Atlantic and sinks."
  },
  {
    "paragraph": "5",
    "sentimentScore": 0,
    "paragraphText": "Because there are not enough lifeboats, many lives are lost."
  },
  {
    "paragraph": "6",
    "sentimentScore": 0,
    "paragraphText": "The story of the Titan predicted exactly what would happen to the Titanic fourteen years later."
  },
  {
    "paragraph": "7",
    "sentimentScore": 0,
    "paragraphText": "It was an eerie prophecy of terrible things to come."
  },
  {
    "paragraph": "8",
    "sentimentScore": 0,
    "paragraphText": "In 1907, nearly ten years after The Wreck of the Titan was written, two men began making plans to build a real titanic ship."
  },
  {
    "paragraph": "9",
    "sentimentScore": 0,
    "paragraphText": "At a London dinner party, as they relaxed over coffee and cigars, J. Bruce Ismay, president of the White Star Line of passenger ships, and Lord Pirrie, chairman of Harland & Wolff shipbuilders, discussed a plan to build three enormous ocean liners."
  },
  {
    "paragraph": "10",
    "sentimentScore": 0,
    "paragraphText": "Their goal was to give the White Star Line a competitive edge in the Atlantic passenger trade with several gigantic ships whose accommodations would be the last word in comfort and elegance."
  },
  {
    "paragraph": "11",
    "sentimentScore": 0,
    "paragraphText": "The two men certainly dreamed on a grand scale.2 When these floating palaces were finally built, they were so much bigger than other ships that new docks had to be built on each side of the Atlantic to service them."
  },
  {
    "paragraph": "12",
    "sentimentScore": 0,
    "paragraphText": "Four years after that London dinner party, the first of these huge liners, the Olympic, safely completed her maiden voyage."
  },
  {
    "paragraph": "13",
    "sentimentScore": 0,
    "paragraphText": "On May 31, 1911, the hull of the Titanic was launched at the Harland & Wolff shipyards in Belfast, Ireland, before a cheering crowd of 100,000."
  },
  {
    "paragraph": "14",
    "sentimentScore": 0,
    "paragraphText": "Bands played, and people came from miles around to see this great wonder of the sea."
  },
  {
    "paragraph": "15",
    "sentimentScore": 0,
    "paragraphText": "Twenty-two tons of soap, grease, and train oil were used to slide her into the water."
  },
  {
    "paragraph": "16",
    "sentimentScore": 0,
    "paragraphText": "In the words of one eyewitness, she had “a rudder as big as an elm tree ... propellers as big as a windmill."
  },
  {
    "paragraph": "17",
    "sentimentScore": 0,
    "paragraphText": "Everything was on a nightmare scale.” For the next ten months the Titanic was outfitted and carefully prepared down to the last detail."
  },
  {
    "paragraph": "18",
    "sentimentScore": 0,
    "paragraphText": "The final size and richness of this new ship was astounding."
  },
  {
    "paragraph": "19",
    "sentimentScore": 0,
    "paragraphText": "She was 882 feet long, almost the length of four city blocks."
  },
  {
    "paragraph": "20",
    "sentimentScore": 0,
    "paragraphText": "With nine decks, she was as high as an eleven-story building."
  },
  {
    "paragraph": "21",
    "sentimentScore": 0,
    "paragraphText": "Among her gigantic features, she had four huge funnels, each one big enough to drive two trains through."
  },
  {
    "paragraph": "22",
    "sentimentScore": 0,
    "paragraphText": "During construction an astonishing three million rivets had been hammered into her hull."
  },
  {
    "paragraph": "23",
    "sentimentScore": 0,
    "paragraphText": "Her three enormous anchors weighed a total of thirty-one tons—the weight of twenty cars."
  },
  {
    "paragraph": "24",
    "sentimentScore": 0,
    "paragraphText": "And for her maiden voyage, she carried enough food to feed a small town for several months."
  },
  {
    "paragraph": "25",
    "sentimentScore": 0,
    "paragraphText": "As her name boasted, the Titanic was indeed the biggest ship in the world."
  },
  {
    "paragraph": "26",
    "sentimentScore": 0,
    "paragraphText": "Nicknamed “the Millionaires’ Special,” she was also called “the Wonder Ship,” “the Unsinkable Ship,” and “the Last Word in Luxury” by newspapers around the world."
  },
  {
    "paragraph": "27",
    "sentimentScore": 0,
    "paragraphText": "The command of this great ocean liner was given to the senior captain of the White Star Line, Captain Edward J. Smith."
  },
  {
    "paragraph": "28",
    "sentimentScore": 0,
    "paragraphText": "This proud, white- bearded man was a natural leader and was popular with both crew members and passengers."
  },
  {
    "paragraph": "29",
    "sentimentScore": 0,
    "paragraphText": "Most important, after thirty-eight years’ service with the White Star Line, he had an excellent safety record."
  },
  {
    "paragraph": "30",
    "sentimentScore": 0,
    "paragraphText": "At the age of fifty-nine, Captain Smith was going to retire after this last trip, a perfect final tribute to a long and successful career."
  },
  {
    "paragraph": "31",
    "sentimentScore": 0,
    "paragraphText": "On Wednesday, April 10, 1912, the Titanic’s passengers began to arrive in Southampton for the trip to New York."
  },
  {
    "paragraph": "32",
    "sentimentScore": 0,
    "paragraphText": "Ruth Becker was dazzled as she boarded the ship with her mother, her younger sister, and two-year-old brother, Richard."
  },
  {
    "paragraph": "33",
    "sentimentScore": 0,
    "paragraphText": "Ruth’s father was a missionary in India."
  },
  {
    "paragraph": "34",
    "sentimentScore": 0,
    "paragraphText": "The rest of the family was sailing to New York to find medical help for young Richard, who had developed a serious illness in India."
  },
  {
    "paragraph": "35",
    "sentimentScore": 0,
    "paragraphText": "They had booked second- class tickets on the Titanic."
  },
  {
    "paragraph": "36",
    "sentimentScore": 0,
    "paragraphText": "Twelve-year-old Ruth was delighted with the ship."
  },
  {
    "paragraph": "37",
    "sentimentScore": 0,
    "paragraphText": "As she pushed her little brother about the decks in a stroller, she was impressed with what she saw."
  },
  {
    "paragraph": "38",
    "sentimentScore": 0,
    "paragraphText": "“Everything was new."
  },
  {
    "paragraph": "39",
    "sentimentScore": 0,
    "paragraphText": "New!” she recalled."
  },
  {
    "paragraph": "40",
    "sentimentScore": 0,
    "paragraphText": "“Our cabin was just like a hotel room, it was so big."
  },
  {
    "paragraph": "41",
    "sentimentScore": 0,
    "paragraphText": "The dining room was beautiful—the linens, all the bright, polished silver you can imagine.” Meanwhile, seventeen-year-old Jack Thayer from Philadelphia was trying out the soft mattress on the large bed in his cabin."
  },
  {
    "paragraph": "42",
    "sentimentScore": 0,
    "paragraphText": "The first-class rooms his family had reserved for themselves and their maid had thick carpets, carved wooden panels on the walls, and marble sinks."
  },
  {
    "paragraph": "43",
    "sentimentScore": 0,
    "paragraphText": "As his parents were getting settled in their adjoining stateroom,4 Jack decided to explore this fantastic ship."
  },
  {
    "paragraph": "44",
    "sentimentScore": 0,
    "paragraphText": "On A Deck, he stepped into the Verandah and Palm Court and admired the white wicker furniture and the ivy growing up the trellised walls."
  },
  {
    "paragraph": "45",
    "sentimentScore": 0,
    "paragraphText": "On the lower decks, Jack discovered the squash court,5 the swimming pool, and the Turkish bath6 decorated like a room in a sultan’s palace."
  },
  {
    "paragraph": "46",
    "sentimentScore": 0,
    "paragraphText": "In the gymnasium, the instructor was showing passengers the latest in exercise equipment, which included a mechanical camel you could ride on, stationary bicycles, and rowing machines."
  },
  {
    "paragraph": "47",
    "sentimentScore": 0,
    "paragraphText": "Daylight shone through the huge glass dome over the Grand Staircase as Jack went down to join his parents in the first-class reception room."
  },
  {
    "paragraph": "48",
    "sentimentScore": 0,
    "paragraphText": "There, with the ship’s band playing in the background, his father pointed out some of the other first-class passengers."
  },
  {
    "paragraph": "49",
    "sentimentScore": 0,
    "paragraphText": "“He’s supposed to be the world’s richest man,” said his father of Colonel John Jacob Astor, who was escorting the young Mrs. Astor."
  },
  {
    "paragraph": "50",
    "sentimentScore": 0,
    "paragraphText": "He also identified Mr. and Mrs. Straus, founders of Macy’s of New York, the world’s largest department store."
  },
  {
    "paragraph": "51",
    "sentimentScore": 0,
    "paragraphText": "Millionaire Benjamin Guggenheim was aboard, as were Jack’s parents’ friends from Philadelphia, Mr. and Mrs. George Widener and their son, Harry."
  },
  {
    "paragraph": "52",
    "sentimentScore": 0,
    "paragraphText": "Mr. Widener had made a fortune building streetcars."
  },
  {
    "paragraph": "53",
    "sentimentScore": 0,
    "paragraphText": "Mr. and Mrs. William Carter were also friends of the Thayers."
  },
  {
    "paragraph": "54",
    "sentimentScore": 0,
    "paragraphText": "Stowed in one of the holds below was a new Renault car that they were bringing back from England."
  },
  {
    "paragraph": "55",
    "sentimentScore": 0,
    "paragraphText": "J. Bruce Ismay, president of the White Star Line, moved about the room saying hello to people."
  },
  {
    "paragraph": "56",
    "sentimentScore": 0,
    "paragraphText": "He wanted to make sure that his wealthy passengers were comfortable, that they would feel relaxed and safe aboard his floating palace."
  },
  {
    "paragraph": "57",
    "sentimentScore": 0,
    "paragraphText": "Indeed, when Ruth Becker’s mother had asked one of the second-class staff about the safety of the ship, she had been told that there was absolutely nothing to worry about."
  },
  {
    "paragraph": "58",
    "sentimentScore": 0,
    "paragraphText": "The ship had watertight compartments that would allow her to float indeﬁnitely."
  },
  {
    "paragraph": "59",
    "sentimentScore": 0,
    "paragraphText": "There was much talk among the passengers about the Titanic being unsinkable."
  },
  {
    "paragraph": "60",
    "sentimentScore": 0,
    "paragraphText": "In 1912, people were divided into social classes according to background, wealth, and education."
  },
  {
    "paragraph": "61",
    "sentimentScore": 0,
    "paragraphText": "Because of these class lines, the Titanic was rather like a big floating layer cake."
  },
  {
    "paragraph": "62",
    "sentimentScore": 0,
    "paragraphText": "The bottom layer consisted of the lowly manual workers sweating away in the heat and grime of the boiler rooms and engine rooms."
  },
  {
    "paragraph": "63",
    "sentimentScore": 0,
    "paragraphText": "The next layer was the third-class passengers, people of many nationalities hoping to make a new start in America."
  },
  {
    "paragraph": "64",
    "sentimentScore": 0,
    "paragraphText": "After that came the second class—teachers, merchants, and professionals of moderate means like Ruth’s family."
  },
  {
    "paragraph": "65",
    "sentimentScore": 0,
    "paragraphText": "Then, finally, there was the icing on the cake in first class: the rich and the aristocratic."
  },
  {
    "paragraph": "66",
    "sentimentScore": 0,
    "paragraphText": "The differences between these groups were enormous."
  },
  {
    "paragraph": "67",
    "sentimentScore": 0,
    "paragraphText": "While the wealthy brought their maids and valets7 and mountains of luggage, most members of the crew earned such tiny salaries that it would have taken them years to save the money for a single first-class ticket."
  },
  {
    "paragraph": "68",
    "sentimentScore": 0,
    "paragraphText": "At noon on Wednesday, April 10, the Titanic cast off."
  },
  {
    "paragraph": "69",
    "sentimentScore": 0,
    "paragraphText": "The whistles on her huge funnels were the biggest ever made."
  },
  {
    "paragraph": "70",
    "sentimentScore": 0,
    "paragraphText": "As she began her journey to the sea, they were heard for miles around."
  },
  {
    "paragraph": "71",
    "sentimentScore": 0,
    "paragraphText": "Moving majestically down the River Test,8 and watched by a crowd that had turned out for the occasion, the Titanic slowly passed two ships tied up to a dock."
  },
  {
    "paragraph": "72",
    "sentimentScore": 0,
    "paragraphText": "All of a sudden, the mooring ropes holding the passenger liner New York snapped with a series of sharp cracks like fireworks going off."
  },
  {
    "paragraph": "73",
    "sentimentScore": 0,
    "paragraphText": "The enormous pull created by the Titanic moving past her had broken the New York’s ropes and was now drawing her stern toward the Titanic."
  },
  {
    "paragraph": "74",
    "sentimentScore": 0,
    "paragraphText": "Jack Thayer watched in horror as the two ships came closer and closer."
  },
  {
    "paragraph": "75",
    "sentimentScore": 0,
    "paragraphText": "“It looked as though there surely would be a collision,” he later wrote."
  },
  {
    "paragraph": "76",
    "sentimentScore": 0,
    "paragraphText": "“Her stern could not have been more than a yard or two from our side."
  },
  {
    "paragraph": "77",
    "sentimentScore": 0,
    "paragraphText": "It almost hit us.” At the last moment, some quick action by Captain Smith and a tugboat captain nearby allowed the Titanic to slide past with only inches to spare."
  },
  {
    "paragraph": "78",
    "sentimentScore": 0,
    "paragraphText": "It was not a good sign."
  },
  {
    "paragraph": "79",
    "sentimentScore": 0,
    "paragraphText": "Did it mean that the Titanic might be too big a ship to handle safely?"
  },
  {
    "paragraph": "80",
    "sentimentScore": 0,
    "paragraphText": "Those who knew about the sea thought that such a close call at the beginning of a maiden voyage was a very bad omen."
  },
  {
    "paragraph": "81",
    "sentimentScore": 0,
    "paragraphText": "Jack Phillips, the first wireless operator on the Titanic, quickly jotted down the message coming in over his headphones."
  },
  {
    "paragraph": "82",
    "sentimentScore": 0,
    "paragraphText": "“It’s another iceberg warning,” he said wearily to his young assistant, Harold Bride."
  },
  {
    "paragraph": "83",
    "sentimentScore": 0,
    "paragraphText": "“You’d better take it up to the bridge.” Both men had been at work for hours in the Titanic’s radio room, trying to get caught up in sending out a large number of personal messages."
  },
  {
    "paragraph": "84",
    "sentimentScore": 0,
    "paragraphText": "In 1912, passengers on ocean liners thought it was a real novelty to send postcard-style messages to friends at home from the middle of the Atlantic."
  },
  {
    "paragraph": "85",
    "sentimentScore": 0,
    "paragraphText": "Bride picked up the iceberg message and stepped out onto the boat deck."
  },
  {
    "paragraph": "86",
    "sentimentScore": 0,
    "paragraphText": "It was a sunny but cold Sunday morning, the fourth day of the Titanic’s maiden voyage."
  },
  {
    "paragraph": "87",
    "sentimentScore": 0,
    "paragraphText": "The ship was steaming at full speed across a calm sea."
  },
  {
    "paragraph": "88",
    "sentimentScore": 0,
    "paragraphText": "Harold Bride was quite pleased with himself at having landed a job on such a magnificent new ship."
  },
  {
    "paragraph": "89",
    "sentimentScore": 0,
    "paragraphText": "After all, he was only twenty-two years old and had just nine months’ experience at operating a “wireless set,” as a ship’s radio was then called."
  },
  {
    "paragraph": "90",
    "sentimentScore": 0,
    "paragraphText": "As he entered the bridge area, he could see one of the crewmen standing behind the ship’s wheel steering her course toward New York."
  },
  {
    "paragraph": "91",
    "sentimentScore": 0,
    "paragraphText": "Captain Smith was on duty in the bridge, so Bride handed the message to him."
  },
  {
    "paragraph": "92",
    "sentimentScore": 0,
    "paragraphText": "“It’s from the Caronia,9 sir."
  },
  {
    "paragraph": "93",
    "sentimentScore": 0,
    "paragraphText": "She’s reporting icebergs and pack ice ahead.” The captain thanked him, read the message, and then posted it on the bulletin board for other officers on watch to read."
  },
  {
    "paragraph": "94",
    "sentimentScore": 0,
    "paragraphText": "On his way back to the radio room, Bride thought the captain had seemed quite unconcerned by the message."
  },
  {
    "paragraph": "95",
    "sentimentScore": 0,
    "paragraphText": "But then again, he had been told that it was not unusual to have ice floating in the sea lanes during an April crossing."
  },
  {
    "paragraph": "96",
    "sentimentScore": 0,
    "paragraphText": "Besides, what danger could a few pieces of ice present to an unsinkable ship?"
  },
  {
    "paragraph": "97",
    "sentimentScore": 0,
    "paragraphText": "Elsewhere on board, passengers relaxed on deck chairs, reading or taking naps."
  },
  {
    "paragraph": "98",
    "sentimentScore": 0,
    "paragraphText": "Some played cards, some wrote letters, while others chatted with friends."
  },
  {
    "paragraph": "99",
    "sentimentScore": 0,
    "paragraphText": "As it was Sunday, church services had been held in the morning, the first-class service led by Captain Smith."
  },
  {
    "paragraph": "100",
    "sentimentScore": 0,
    "paragraphText": "Jack Thayer spent most of the day walking about the decks getting some fresh air with his parents."
  },
  {
    "paragraph": "101",
    "sentimentScore": 0,
    "paragraphText": "Two more ice warnings were received from nearby ships around lunch time."
  },
  {
    "paragraph": "102",
    "sentimentScore": 0,
    "paragraphText": "In the chaos of the radio room, Harold Bride only had time to take one of them to the bridge."
  },
  {
    "paragraph": "103",
    "sentimentScore": 0,
    "paragraphText": "The rest of the day passed quietly."
  },
  {
    "paragraph": "104",
    "sentimentScore": 0,
    "paragraphText": "Then, in the late afternoon, the temperature began to drop rapidly."
  },
  {
    "paragraph": "105",
    "sentimentScore": 0,
    "paragraphText": "Darkness approached as the bugle call announced dinner."
  },
  {
    "paragraph": "106",
    "sentimentScore": 0,
    "paragraphText": "Jack Thayer’s parents had been invited to a special dinner for Captain Smith, so Jack ate alone in the first-class dining room."
  },
  {
    "paragraph": "107",
    "sentimentScore": 0,
    "paragraphText": "After dinner, as he was having a cup of coffee, he was joined by Milton Long, another passenger going home to the States."
  },
  {
    "paragraph": "108",
    "sentimentScore": 0,
    "paragraphText": "Long was older than Jack, but in the easy-going atmosphere of shipboard travel, they struck up a conversation and talked together for an hour or so."
  },
  {
    "paragraph": "109",
    "sentimentScore": 0,
    "paragraphText": "At 7:30 p.m., the radio room received three more warnings of ice about fifty miles ahead."
  },
  {
    "paragraph": "110",
    "sentimentScore": 0,
    "paragraphText": "One of them was from the steamer Californian reporting three large icebergs."
  },
  {
    "paragraph": "111",
    "sentimentScore": 0,
    "paragraphText": "Harold Bride took this message up to the bridge, and it was again politely received."
  },
  {
    "paragraph": "112",
    "sentimentScore": 0,
    "paragraphText": "Captain Smith was attending the dinner party being held for him when the warning was delivered."
  },
  {
    "paragraph": "113",
    "sentimentScore": 0,
    "paragraphText": "He never got to see it."
  },
  {
    "paragraph": "114",
    "sentimentScore": 0,
    "paragraphText": "Then, around 9:00 p.m., the captain excused himself and went up to the bridge."
  },
  {
    "paragraph": "115",
    "sentimentScore": 0,
    "paragraphText": "He and his officers talked about how difficult it was to spot icebergs on a calm, clear, moonless night like this with no wind to kick up white surf around them."
  },
  {
    "paragraph": "116",
    "sentimentScore": 0,
    "paragraphText": "Before going to bed, the captain ordered the lookouts to keep a sharp watch for ice."
  },
  {
    "paragraph": "117",
    "sentimentScore": 0,
    "paragraphText": "After trading travel stories with Milton Long, Jack Thayer put on his coat and walked around the deck."
  },
  {
    "paragraph": "118",
    "sentimentScore": 0,
    "paragraphText": "“It had become very much colder,” he said later."
  },
  {
    "paragraph": "119",
    "sentimentScore": 0,
    "paragraphText": "“It was a brilliant, starry night."
  },
  {
    "paragraph": "120",
    "sentimentScore": 0,
    "paragraphText": "There was no moon, and I have never seen the stars shine brighter ...sparkling like diamonds..."
  },
  {
    "paragraph": "121",
    "sentimentScore": 0,
    "paragraphText": "It was the kind of night that made one feel glad to be alive.” At eleven o’clock, he went below to his cabin, put on his pajamas, and got ready for bed."
  },
  {
    "paragraph": "122",
    "sentimentScore": 0,
    "paragraphText": "In the radio room, Harold Bride was exhausted."
  },
  {
    "paragraph": "123",
    "sentimentScore": 0,
    "paragraphText": "The two operators were expected to keep the radio working twenty-four hours a day, and Bride lay down to take a much-needed nap."
  },
  {
    "paragraph": "124",
    "sentimentScore": 0,
    "paragraphText": "Phillips was so busy with the passenger messages that he actually brushed off the final ice warning of the night."
  },
  {
    "paragraph": "125",
    "sentimentScore": 0,
    "paragraphText": "It was from the Californian."
  },
  {
    "paragraph": "126",
    "sentimentScore": 0,
    "paragraphText": "Trapped in a field of ice, she had stopped for the night about nineteen miles north of the Titanic."
  },
  {
    "paragraph": "127",
    "sentimentScore": 0,
    "paragraphText": "She was so close that the message literally blasted in Phillips’s ears."
  },
  {
    "paragraph": "128",
    "sentimentScore": 0,
    "paragraphText": "Annoyed by the loud interruption, he cut off the Californian’s radio operator with the words, “Shut up, shut up."
  },
  {
    "paragraph": "129",
    "sentimentScore": 0,
    "paragraphText": "I’m busy.” The radio room had received a total of seven ice warning messages in one day."
  },
  {
    "paragraph": "130",
    "sentimentScore": 0,
    "paragraphText": "It was quite clear that floating icebergs lay ahead of the Titanic."
  },
  {
    "paragraph": "131",
    "sentimentScore": 0,
    "paragraphText": "High up in the crow’s nest on the forward mast, Fred Fleet had passed a quiet watch."
  },
  {
    "paragraph": "132",
    "sentimentScore": 0,
    "paragraphText": "It was now 11:40 p.m., and he and his fellow lookout were waiting to be relieved so they could head below, perhaps for a hot drink before hopping into their warm bunks."
  },
  {
    "paragraph": "133",
    "sentimentScore": 0,
    "paragraphText": "The sea was dead calm."
  },
  {
    "paragraph": "134",
    "sentimentScore": 0,
    "paragraphText": "The air was bitterly cold."
  },
  {
    "paragraph": "135",
    "sentimentScore": 0,
    "paragraphText": "Suddenly, Fleet saw something."
  },
  {
    "paragraph": "136",
    "sentimentScore": 0,
    "paragraphText": "A huge, dark shape loomed out of the night directly ahead of the Titanic."
  },
  {
    "paragraph": "137",
    "sentimentScore": 0,
    "paragraphText": "An iceberg!"
  },
  {
    "paragraph": "138",
    "sentimentScore": 0,
    "paragraphText": "He quickly sounded the alarm bell three times and picked up the telephone."
  },
  {
    "paragraph": "139",
    "sentimentScore": 0,
    "paragraphText": "“What did you see?” asked the duty officer."
  },
  {
    "paragraph": "140",
    "sentimentScore": 0,
    "paragraphText": "“Iceberg right ahead,” replied Fleet."
  },
  {
    "paragraph": "141",
    "sentimentScore": 0,
    "paragraphText": "Immediately, the officer on the bridge ordered the wheel turned as far as it would go."
  },
  {
    "paragraph": "142",
    "sentimentScore": 0,
    "paragraphText": "The engine room was told to reverse the engines, while a button was pushed to close the doors to the watertight compartments in the bottom of the ship."
  },
  {
    "paragraph": "143",
    "sentimentScore": 0,
    "paragraphText": "The lookouts in the crow’s nest braced themselves for a collision."
  },
  {
    "paragraph": "144",
    "sentimentScore": 0,
    "paragraphText": "Slowly the ship started to turn."
  },
  {
    "paragraph": "145",
    "sentimentScore": 0,
    "paragraphText": "It looked as though they would miss it."
  },
  {
    "paragraph": "146",
    "sentimentScore": 0,
    "paragraphText": "But it was too late."
  },
  {
    "paragraph": "147",
    "sentimentScore": 0,
    "paragraphText": "They had avoided a head-on crash, but the iceberg had struck a glancing blow along the Titanic’s starboard bow."
  },
  {
    "paragraph": "148",
    "sentimentScore": 0,
    "paragraphText": "Several tons of ice fell on the ship’s decks as the iceberg brushed along the side of the ship and passed into the night."
  },
  {
    "paragraph": "149",
    "sentimentScore": 0,
    "paragraphText": "A few minutes later, the Titanic came to a stop."
  },
  {
    "paragraph": "150",
    "sentimentScore": 0,
    "paragraphText": "Many of the passengers didn’t know the ship had hit anything."
  },
  {
    "paragraph": "151",
    "sentimentScore": 0,
    "paragraphText": "Because it was so cold, almost everyone was inside, and most people had already gone to bed."
  },
  {
    "paragraph": "152",
    "sentimentScore": 0,
    "paragraphText": "Ruth Becker and her mother were awakened by the dead silence."
  },
  {
    "paragraph": "153",
    "sentimentScore": 0,
    "paragraphText": "They could no longer hear the soothing hum of the vibrating engines from below."
  },
  {
    "paragraph": "154",
    "sentimentScore": 0,
    "paragraphText": "Jack Thayer was about to step into bed when he felt himself sway ever so slightly."
  },
  {
    "paragraph": "155",
    "sentimentScore": 0,
    "paragraphText": "The engines stopped."
  },
  {
    "paragraph": "156",
    "sentimentScore": 0,
    "paragraphText": "He was startled by the sudden quiet."
  },
  {
    "paragraph": "157",
    "sentimentScore": 0,
    "paragraphText": "Sensing trouble, Ruth’s mother looked out of the door of their second- class cabin and asked a steward10 what had happened."
  },
  {
    "paragraph": "158",
    "sentimentScore": 0,
    "paragraphText": "He told her that nothing was the matter, so Mrs. Becker went back to bed."
  },
  {
    "paragraph": "159",
    "sentimentScore": 0,
    "paragraphText": "But as she lay there, she couldn’t help feeling that something was very wrong."
  },
  {
    "paragraph": "160",
    "sentimentScore": 0,
    "paragraphText": "Jack heard running feet and voices in the hallway outside his first-class cabin."
  },
  {
    "paragraph": "161",
    "sentimentScore": 0,
    "paragraphText": "“I hurried into my heavy overcoat and drew on my slippers."
  },
  {
    "paragraph": "162",
    "sentimentScore": 0,
    "paragraphText": "All excited, but not thinking anything serious had occurred, I called in to my father and mother that I was going up on deck to see the fun.” On deck, Jack watched some third-class passengers playing with the ice that had landed on the forward deck as the iceberg had brushed by."
  },
  {
    "paragraph": "163",
    "sentimentScore": 0,
    "paragraphText": "Some people were throwing chunks at each other, while a few skidded about playing football with pieces of ice."
  },
  {
    "paragraph": "164",
    "sentimentScore": 0,
    "paragraphText": "Down at the very bottom of the ship, things were very different."
  },
  {
    "paragraph": "165",
    "sentimentScore": 0,
    "paragraphText": "When the iceberg had struck, there had been a noise like a big gun going off in one of the boiler rooms."
  },
  {
    "paragraph": "166",
    "sentimentScore": 0,
    "paragraphText": "A couple of stokers11 had been immediately hit by a jet of icy water."
  },
  {
    "paragraph": "167",
    "sentimentScore": 0,
    "paragraphText": "The noise and the shock of cold water had sent them running for safety."
  },
  {
    "paragraph": "168",
    "sentimentScore": 0,
    "paragraphText": "Twenty minutes after the crash, things looked very bad indeed to Captain Smith."
  },
  {
    "paragraph": "169",
    "sentimentScore": 0,
    "paragraphText": "He and the ship’s builder, Thomas Andrews, had made a rapid tour below decks to inspect the damage."
  },
  {
    "paragraph": "170",
    "sentimentScore": 0,
    "paragraphText": "The mail room was filling up with water, and sacks of mail were floating about."
  },
  {
    "paragraph": "171",
    "sentimentScore": 0,
    "paragraphText": "Water was also pouring into some of the forward holds and two of the boiler rooms."
  },
  {
    "paragraph": "172",
    "sentimentScore": 0,
    "paragraphText": "Captain Smith knew that the Titanic’s hull was divided into a number of watertight compartments."
  },
  {
    "paragraph": "173",
    "sentimentScore": 0,
    "paragraphText": "She had been designed so that she could still float if only the first four compartments were flooded, but not any more than that."
  },
  {
    "paragraph": "174",
    "sentimentScore": 0,
    "paragraphText": "But water was pouring into the first five compartments."
  },
  {
    "paragraph": "175",
    "sentimentScore": 0,
    "paragraphText": "And when the water filled them, it would spill over into the next compartment."
  },
  {
    "paragraph": "176",
    "sentimentScore": 0,
    "paragraphText": "One by one all the remaining compartments would flood, and the ship would eventually sink."
  },
  {
    "paragraph": "177",
    "sentimentScore": 0,
    "paragraphText": "Andrews told the captain that the ship could last an hour, an hour and a half at the most."
  },
  {
    "paragraph": "178",
    "sentimentScore": 0,
    "paragraphText": "Harold Bride had just awakened in the radio room when Captain Smith stuck his head in the door."
  },
  {
    "paragraph": "179",
    "sentimentScore": 0,
    "paragraphText": "“Send the call for assistance,” he ordered."
  },
  {
    "paragraph": "180",
    "sentimentScore": 0,
    "paragraphText": "“What call should I send?” Phillips asked."
  },
  {
    "paragraph": "181",
    "sentimentScore": 0,
    "paragraphText": "“The regulation international call for help."
  },
  {
    "paragraph": "182",
    "sentimentScore": 0,
    "paragraphText": "Just that.” Then the captain was gone."
  },
  {
    "paragraph": "183",
    "sentimentScore": 0,
    "paragraphText": "Phillips began to send the Morse code12 “CQD” distress call, flashing away and joking as he did it."
  },
  {
    "paragraph": "184",
    "sentimentScore": 0,
    "paragraphText": "After all, they knew the ship was unsinkable."
  },
  {
    "paragraph": "185",
    "sentimentScore": 0,
    "paragraphText": "Five minutes later, the captain was back."
  },
  {
    "paragraph": "186",
    "sentimentScore": 0,
    "paragraphText": "“What are you sending?” he asked."
  },
  {
    "paragraph": "187",
    "sentimentScore": 0,
    "paragraphText": "“CQD,” Phillips answered."
  },
  {
    "paragraph": "188",
    "sentimentScore": 0,
    "paragraphText": "Then Bride cut in and suggested that they try the new SOS13 signal that was just coming into use."
  },
  {
    "paragraph": "189",
    "sentimentScore": 0,
    "paragraphText": "They began to send out the new international call for help—it was one of the first SOS calls ever sent out from a ship in distress."
  },
  {
    "paragraph": "190",
    "sentimentScore": 0,
    "paragraphText": "Ruth and her family had stayed in their bunks for a good fifteen minutes or so after the room steward had told them nothing was wrong."
  },
  {
    "paragraph": "191",
    "sentimentScore": 0,
    "paragraphText": "But Ruth’s mother couldn’t stop worrying as she heard the sound of running feet and shouting voices in the hallway."
  },
  {
    "paragraph": "192",
    "sentimentScore": 0,
    "paragraphText": "Poking her head out of the cabin, she found a steward and asked what the matter was."
  },
  {
    "paragraph": "193",
    "sentimentScore": 0,
    "paragraphText": "“Put on your things and come at once,” said the steward."
  },
  {
    "paragraph": "194",
    "sentimentScore": 0,
    "paragraphText": "“Do we have time to dress?” she asked."
  },
  {
    "paragraph": "195",
    "sentimentScore": 0,
    "paragraphText": "“No, madam."
  },
  {
    "paragraph": "196",
    "sentimentScore": 0,
    "paragraphText": "You have time for nothing."
  },
  {
    "paragraph": "197",
    "sentimentScore": 0,
    "paragraphText": "Put on your life jackets and come up to the top deck.” Ruth helped her mother dress the children quickly."
  },
  {
    "paragraph": "198",
    "sentimentScore": 0,
    "paragraphText": "But they only had time to throw their coats over their nightgowns and put on their shoes and stockings."
  },
  {
    "paragraph": "199",
    "sentimentScore": 0,
    "paragraphText": "In their rush, they forgot to put on their life jackets."
  },
  {
    "paragraph": "200",
    "sentimentScore": 0,
    "paragraphText": "Just after midnight, Captain Smith ordered the lifeboats uncovered."
  },
  {
    "paragraph": "201",
    "sentimentScore": 0,
    "paragraphText": "The ship’s squash court, which was thirty-two feet above the keel,14 was now completely flooded."
  },
  {
    "paragraph": "202",
    "sentimentScore": 0,
    "paragraphText": "Jack Thayer and his father came into the first- class lounge to try to find out exactly what the matter was."
  },
  {
    "paragraph": "203",
    "sentimentScore": 0,
    "paragraphText": "When Thomas Andrews, the ship’s builder, passed by, Mr. Thayer asked him what was going on."
  },
  {
    "paragraph": "204",
    "sentimentScore": 0,
    "paragraphText": "He replied in a low voice that the ship had not much more than an hour to live."
  },
  {
    "paragraph": "205",
    "sentimentScore": 0,
    "paragraphText": "Jack and his father couldn’t believe their ears."
  },
  {
    "paragraph": "206",
    "sentimentScore": 0,
    "paragraphText": "From the bridge of the Titanic, a ship’s lights were observed not far away, possibly the Californian’s."
  },
  {
    "paragraph": "207",
    "sentimentScore": 0,
    "paragraphText": "Captain Smith then ordered white distress rockets fired to get the attention of the nearby ship."
  },
  {
    "paragraph": "208",
    "sentimentScore": 0,
    "paragraphText": "They burst high in the air with a loud boom and a shower of stars."
  },
  {
    "paragraph": "209",
    "sentimentScore": 0,
    "paragraphText": "But the rockets made no difference."
  },
  {
    "paragraph": "210",
    "sentimentScore": 0,
    "paragraphText": "The mystery ship in the distance never answered."
  },
  {
    "paragraph": "211",
    "sentimentScore": 0,
    "paragraphText": "In the radio room, Bride and Phillips now knew how serious the accident was and were feverishly sending out calls for help."
  },
  {
    "paragraph": "212",
    "sentimentScore": 0,
    "paragraphText": "A number of ships heard and responded to their calls, but most were too far away to come to the rescue in time."
  },
  {
    "paragraph": "213",
    "sentimentScore": 0,
    "paragraphText": "The closest ship they had been able to reach was the Carpathia,15 about fifty-eight miles away."
  },
  {
    "paragraph": "214",
    "sentimentScore": 0,
    "paragraphText": "Immediately, the Carpathia reported that she was racing full steam to the rescue."
  },
  {
    "paragraph": "215",
    "sentimentScore": 0,
    "paragraphText": "But could she get there in time?"
  },
  {
    "paragraph": "216",
    "sentimentScore": 0,
    "paragraphText": "Not far away, the radio operator of the Californian had gone to bed for the night and turned off his radio."
  },
  {
    "paragraph": "217",
    "sentimentScore": 0,
    "paragraphText": "Several officers and crewmen on the deck of the Californian saw rockets in the distance and reported them to their captain."
  },
  {
    "paragraph": "218",
    "sentimentScore": 0,
    "paragraphText": "The captain told them to try to contact the ship with a Morse lamp."
  },
  {
    "paragraph": "219",
    "sentimentScore": 0,
    "paragraphText": "But they received no answer to their flashed calls."
  },
  {
    "paragraph": "220",
    "sentimentScore": 0,
    "paragraphText": "No one thought to wake up the radio operator."
  },
  {
    "paragraph": "221",
    "sentimentScore": 0,
    "paragraphText": "On board the Titanic, almost an hour after the crash, most of the passengers still did not realize the seriousness of the situation."
  },
  {
    "paragraph": "222",
    "sentimentScore": 0,
    "paragraphText": "But Captain Smith was a very worried man."
  },
  {
    "paragraph": "223",
    "sentimentScore": 0,
    "paragraphText": "He knew that the Titanic only carried lifeboats for barely half the estimated twenty-two hundred people on board."
  },
  {
    "paragraph": "224",
    "sentimentScore": 0,
    "paragraphText": "He would have to make sure his officers kept order to avoid any panic among the passengers."
  },
  {
    "paragraph": "225",
    "sentimentScore": 0,
    "paragraphText": "At 12:30 Captain Smith gave the orders to start loading the lifeboats—women and children first."
  },
  {
    "paragraph": "226",
    "sentimentScore": 0,
    "paragraphText": "Even though the Titanic was by now quite noticeably down at the bow and listing16 slightly to one side, many passengers still didn’t want to leave the huge, brightly lit ship."
  },
  {
    "paragraph": "227",
    "sentimentScore": 0,
    "paragraphText": "The ship’s band added to a kind of party feeling as the musicians played lively tunes."
  },
  {
    "paragraph": "228",
    "sentimentScore": 0,
    "paragraphText": "About 12:45 the first lifeboat was lowered."
  },
  {
    "paragraph": "229",
    "sentimentScore": 0,
    "paragraphText": "It could carry sixty-five people, but left with only twenty-eight aboard."
  },
  {
    "paragraph": "230",
    "sentimentScore": 0,
    "paragraphText": "Indeed, many of the first boats to leave were half empty."
  },
  {
    "paragraph": "231",
    "sentimentScore": 0,
    "paragraphText": "Ruth Becker noticed that there was no panic among the crowds of passengers milling about on the decks."
  },
  {
    "paragraph": "232",
    "sentimentScore": 0,
    "paragraphText": "“Everything was calm, everybody was orderly.” But the night air was now biting cold."
  },
  {
    "paragraph": "233",
    "sentimentScore": 0,
    "paragraphText": "Ruth’s mother told her to go back to their cabin to get some blankets."
  },
  {
    "paragraph": "234",
    "sentimentScore": 0,
    "paragraphText": "Ruth hurried down to the cabin and came back with several blankets in her arms."
  },
  {
    "paragraph": "235",
    "sentimentScore": 0,
    "paragraphText": "The Beckers walked toward one of the lifeboats, and a sailor picked up Ruth’s brother and sister and placed them in the boat."
  },
  {
    "paragraph": "236",
    "sentimentScore": 0,
    "paragraphText": "“That’s all for this boat,” he called out."
  },
  {
    "paragraph": "237",
    "sentimentScore": 0,
    "paragraphText": "“Lower away!” “Please, those are my children!” cried Ruth’s mother."
  },
  {
    "paragraph": "238",
    "sentimentScore": 0,
    "paragraphText": "“Let me go with them!” The sailor allowed Mrs. Becker to step into the lifeboat with her two children."
  },
  {
    "paragraph": "239",
    "sentimentScore": 0,
    "paragraphText": "She then called back to Ruth to get into another lifeboat."
  },
  {
    "paragraph": "240",
    "sentimentScore": 0,
    "paragraphText": "Ruth went to the next boat and asked the officer if she could get in."
  },
  {
    "paragraph": "241",
    "sentimentScore": 0,
    "paragraphText": "He said, “Sure,” picked her up, and dumped her in."
  },
  {
    "paragraph": "242",
    "sentimentScore": 0,
    "paragraphText": "Boat No."
  },
  {
    "paragraph": "243",
    "sentimentScore": 0,
    "paragraphText": "13 was so crowded that Ruth had to stand up."
  },
  {
    "paragraph": "244",
    "sentimentScore": 0,
    "paragraphText": "Foot by foot it was lowered down the steep side of the massive ship."
  },
  {
    "paragraph": "245",
    "sentimentScore": 0,
    "paragraphText": "The new pulleys shrieked as the ropes passed through them, creaking under the weight of the boat and its load of sixty-four people."
  },
  {
    "paragraph": "246",
    "sentimentScore": 0,
    "paragraphText": "After landing in the water, Ruth’s lifeboat began to drift."
  },
  {
    "paragraph": "247",
    "sentimentScore": 0,
    "paragraphText": "Suddenly Ruth saw another lifeboat coming down right on top of them!"
  },
  {
    "paragraph": "248",
    "sentimentScore": 0,
    "paragraphText": "Fearing for their lives, the men in charge of her boat shouted, “Stop!” to the sailors up on the deck."
  },
  {
    "paragraph": "249",
    "sentimentScore": 0,
    "paragraphText": "But the noise was so great that nobody noticed."
  },
  {
    "paragraph": "250",
    "sentimentScore": 0,
    "paragraphText": "The second lifeboat kept coming down, so close that they could actually touch the bottom of it."
  },
  {
    "paragraph": "251",
    "sentimentScore": 0,
    "paragraphText": "All of a sudden, one of the men in Ruth’s boat jumped up, pulled out a knife, and cut them free of their lowering ropes."
  },
  {
    "paragraph": "252",
    "sentimentScore": 0,
    "paragraphText": "Ruth’s boat pushed away from the Titanic just as boat No."
  },
  {
    "paragraph": "253",
    "sentimentScore": 0,
    "paragraphText": "15 hit the water inches away from them."
  },
  {
    "paragraph": "254",
    "sentimentScore": 0,
    "paragraphText": "Below, in the third-class decks of the ship, there was much more confusion and alarm."
  },
  {
    "paragraph": "255",
    "sentimentScore": 0,
    "paragraphText": "Most of these passengers had not yet been able to get above decks."
  },
  {
    "paragraph": "256",
    "sentimentScore": 0,
    "paragraphText": "Some of those who did finally make it out had to break down the barriers between third and first class."
  },
  {
    "paragraph": "257",
    "sentimentScore": 0,
    "paragraphText": "By 1:30 the bow was well down, and people were beginning to notice the slant of the decks."
  },
  {
    "paragraph": "258",
    "sentimentScore": 0,
    "paragraphText": "In the radio room, Bride and Phillips were still desperately sending out calls for help: “We are sinking fast ...women and children in boats."
  },
  {
    "paragraph": "259",
    "sentimentScore": 0,
    "paragraphText": "We cannot last much longer.” The radio signal gradually got weaker and weaker as the ship’s power faded out."
  },
  {
    "paragraph": "260",
    "sentimentScore": 0,
    "paragraphText": "Out on the decks, most passengers now began to move toward the stern17 area, which was slowly lifting out of the water."
  },
  {
    "paragraph": "261",
    "sentimentScore": 0,
    "paragraphText": "By 2:05 there were still over 1,500 people left on the sinking ship."
  },
  {
    "paragraph": "262",
    "sentimentScore": 0,
    "paragraphText": "All the lifeboats were now away, and a strange stillness took hold."
  },
  {
    "paragraph": "263",
    "sentimentScore": 0,
    "paragraphText": "People stood quietly on the upper decks, bunching together for warmth, trying to keep away from the side of the tilting ship."
  },
  {
    "paragraph": "264",
    "sentimentScore": 0,
    "paragraphText": "Captain Smith now made his way to the radio room and told Harold Bride and Jack Phillips to save themselves."
  },
  {
    "paragraph": "265",
    "sentimentScore": 0,
    "paragraphText": "“Men, you have done your full duty,” he told them."
  },
  {
    "paragraph": "266",
    "sentimentScore": 0,
    "paragraphText": "“You can do no more."
  },
  {
    "paragraph": "267",
    "sentimentScore": 0,
    "paragraphText": "Abandon your cabin."
  },
  {
    "paragraph": "268",
    "sentimentScore": 0,
    "paragraphText": "Now it’s every man for himself.” Phillips kept working the radio, hanging on until the very last moment."
  },
  {
    "paragraph": "269",
    "sentimentScore": 0,
    "paragraphText": "Suddenly Bride heard water gurgling up the deck outside the radio room."
  },
  {
    "paragraph": "270",
    "sentimentScore": 0,
    "paragraphText": "Phillips heard it, too, and cried, “Come on, let’s clear out.” Near the stern, Father Thomas Byles had heard confession and given absolution18 to over one hundred passengers."
  },
  {
    "paragraph": "271",
    "sentimentScore": 0,
    "paragraphText": "Playing to the very end, the members of the ship’s brave band finally had to put down their instruments and try to save themselves."
  },
  {
    "paragraph": "272",
    "sentimentScore": 0,
    "paragraphText": "In desperation, some of the passengers and crew began to jump overboard as the water crept up the slant of the deck."
  },
  {
    "paragraph": "273",
    "sentimentScore": 0,
    "paragraphText": "Jack Thayer stood with his friend Milton Long at the railing to keep away from the crowds."
  },
  {
    "paragraph": "274",
    "sentimentScore": 0,
    "paragraphText": "He had become separated from his father in the confusion on deck."
  },
  {
    "paragraph": "275",
    "sentimentScore": 0,
    "paragraphText": "Now Jack and his friend heard muffled thuds and explosions deep within the ship."
  },
  {
    "paragraph": "276",
    "sentimentScore": 0,
    "paragraphText": "Suddenly the Titanic began to slide into the water."
  },
  {
    "paragraph": "277",
    "sentimentScore": 0,
    "paragraphText": "The water rushed up at them."
  },
  {
    "paragraph": "278",
    "sentimentScore": 0,
    "paragraphText": "Thayer and Long quickly said goodbye and good luck to each other."
  },
  {
    "paragraph": "279",
    "sentimentScore": 0,
    "paragraphText": "Then they both jumped."
  },
  {
    "paragraph": "280",
    "sentimentScore": 0,
    "paragraphText": "As he hit the water, Jack Thayer was sucked down."
  },
  {
    "paragraph": "281",
    "sentimentScore": 0,
    "paragraphText": "“The cold was terrific."
  },
  {
    "paragraph": "282",
    "sentimentScore": 0,
    "paragraphText": "The shock of the water took the breath out of my lungs."
  },
  {
    "paragraph": "283",
    "sentimentScore": 0,
    "paragraphText": "Down and down I went, spinning in all directions.” When he finally surfaced, gasping for air and numbed by the water, the ship was about forty feet away from him."
  },
  {
    "paragraph": "284",
    "sentimentScore": 0,
    "paragraphText": "His friend Milton Long was nowhere to be seen."
  },
  {
    "paragraph": "285",
    "sentimentScore": 0,
    "paragraphText": "Jack would never see him again."
  },
  {
    "paragraph": "286",
    "sentimentScore": 0,
    "paragraphText": "Jack Thayer was lucky."
  },
  {
    "paragraph": "287",
    "sentimentScore": 0,
    "paragraphText": "As he struggled in the water, his hand came to rest on an overturned lifeboat."
  },
  {
    "paragraph": "288",
    "sentimentScore": 0,
    "paragraphText": "He grabbed hold and hung on, barely managing to pull himself up out of the water."
  },
  {
    "paragraph": "289",
    "sentimentScore": 0,
    "paragraphText": "Harold Bride had been washed overboard and now also clung to this same boat."
  },
  {
    "paragraph": "290",
    "sentimentScore": 0,
    "paragraphText": "Both Jack and Harold witnessed the mighty ship’s last desperate moments."
  },
  {
    "paragraph": "291",
    "sentimentScore": 0,
    "paragraphText": "“We could see groups of ...people aboard, clinging in clusters or bunches, like swarming bees; only to fall in masses, pairs, or singly, as the great part of the ship ...rose into the sky...” said Thayer."
  },
  {
    "paragraph": "292",
    "sentimentScore": 0,
    "paragraphText": "“I looked upwards—we were right under the three enormous propellers."
  },
  {
    "paragraph": "293",
    "sentimentScore": 0,
    "paragraphText": "For an instant, I thought they were sure to come right down on top of us."
  },
  {
    "paragraph": "294",
    "sentimentScore": 0,
    "paragraphText": "Then ...she slid quietly away from us into the sea.” Out in the safety of her lifeboat, Ruth Becker also witnessed the end of the Titanic."
  },
  {
    "paragraph": "295",
    "sentimentScore": 0,
    "paragraphText": "“I could look back and see this ship, and the decks were just lined with people looking over."
  },
  {
    "paragraph": "296",
    "sentimentScore": 0,
    "paragraphText": "Finally, as the Titanic sank faster, the lights died out."
  },
  {
    "paragraph": "297",
    "sentimentScore": 0,
    "paragraphText": "You could just see the stern remaining in an upright position for a couple of minutes."
  },
  {
    "paragraph": "298",
    "sentimentScore": 0,
    "paragraphText": "Then ... it disappeared.” Then, as Ruth recalled, “there fell upon the ear the most terrible noise that human beings ever listened to—the cries of hundreds of people struggling in the icy cold water, crying for help with a cry we knew could not be answered.” In Thayer’s words, they became “a long continuous wailing chant.” Before long this ghastly wailing stopped, as the freezing water took its toll."
  },
  {
    "paragraph": "299",
    "sentimentScore": 0,
    "paragraphText": "Jack Thayer and Harold Bride and a number of other survivors clung to their overturned lifeboat, inches away from an icy death in the North Atlantic."
  },
  {
    "paragraph": "300",
    "sentimentScore": 0,
    "paragraphText": "Numb from the cold and not daring to move in case the boat sank under their weight, they prayed and waited for help."
  },
  {
    "paragraph": "301",
    "sentimentScore": 0,
    "paragraphText": "Then, as the first light of dawn crept on the horizon, a rocket was seen in the distance."
  },
  {
    "paragraph": "302",
    "sentimentScore": 0,
    "paragraphText": "The Carpathia had come to their rescue."
  }
]