[
  {
    "paragraph": "1",
    "sentimentScore": 0,
    "paragraphText": "I was six when my mother taught me the art of invisible strength."
  },
  {
    "paragraph": "2",
    "sentimentScore": 0,
    "paragraphText": "It was a strategy for winning arguments, respect from others, and eventually, though neither of us knew it at the time, chess games."
  },
  {
    "paragraph": "3",
    "sentimentScore": 0,
    "paragraphText": "“Bite back your tongue,” scolded my mother when I cried loudly, yanking her hand toward the store that sold bags of salted plums."
  },
  {
    "paragraph": "4",
    "sentimentScore": 0,
    "paragraphText": "At home, she said, “Wise guy, he not go against wind."
  },
  {
    "paragraph": "5",
    "sentimentScore": 0,
    "paragraphText": "In Chinese we say, Come from South, blow with wind—poom!—North will follow."
  },
  {
    "paragraph": "6",
    "sentimentScore": 0,
    "paragraphText": "Strongest wind cannot be seen.” The next week I bit back my tongue as we entered the store with the forbidden candies."
  },
  {
    "paragraph": "7",
    "sentimentScore": 0,
    "paragraphText": "When my mother finished her shopping, she quietly plucked a small bag of plums from the rack and put it on the counter with the rest of the items."
  },
  {
    "paragraph": "8",
    "sentimentScore": 0,
    "paragraphText": "My mother imparted her daily truths so she could help my older brothers and me rise above our circumstances."
  },
  {
    "paragraph": "9",
    "sentimentScore": 0,
    "paragraphText": "We lived in San Francisco’s Chinatown."
  },
  {
    "paragraph": "10",
    "sentimentScore": 0,
    "paragraphText": "Like most of the other Chinese children who played in the back alleys of restaurants and curio shops, I didn’t think we were poor."
  },
  {
    "paragraph": "11",
    "sentimentScore": 0,
    "paragraphText": "My bowl was always full, three five-course meals every day, beginning with a soup full of mysterious things I didn’t want to know the names of."
  },
  {
    "paragraph": "12",
    "sentimentScore": 0,
    "paragraphText": "We lived on Waverly Place, in a warm, clean, two-bedroom flat that sat above a small Chinese bakery specializing in steamed pastries and dim sum."
  },
  {
    "paragraph": "13",
    "sentimentScore": 0,
    "paragraphText": "In the early morning, when the alley was still quiet, I could smell fragrant red beans as they were cooked down to a pasty sweetness."
  },
  {
    "paragraph": "14",
    "sentimentScore": 0,
    "paragraphText": "By daybreak, our flat was heavy with the odor of fried sesame balls and sweet curried chicken crescents."
  },
  {
    "paragraph": "15",
    "sentimentScore": 0,
    "paragraphText": "From my bed, I would listen as my father got ready for work, then locked the door behind him, one-two-three clicks."
  },
  {
    "paragraph": "16",
    "sentimentScore": 0,
    "paragraphText": "At the end of our two-block alley was a small sandlot playground with swings and slides well-shined down the middle with use."
  },
  {
    "paragraph": "17",
    "sentimentScore": 0,
    "paragraphText": "The play area was bordered by wood-slat benches where old-country people sat cracking roasted watermelon seeds with their golden teeth and scattering the husks to an impatient gathering of gurgling pigeons."
  },
  {
    "paragraph": "18",
    "sentimentScore": 0,
    "paragraphText": "The best playground, however, was the dark alley itself."
  },
  {
    "paragraph": "19",
    "sentimentScore": 0,
    "paragraphText": "It was crammed with daily mysteries and adventures."
  },
  {
    "paragraph": "20",
    "sentimentScore": 0,
    "paragraphText": "My brothers and I would peer into the medicinal herb shop, watching old Li dole out onto a stiff sheet of white paper the right amount of insect shells, saffron- colored seeds, and pungent leaves for his ailing customers."
  },
  {
    "paragraph": "21",
    "sentimentScore": 0,
    "paragraphText": "It was said that he once cured a woman dying of an ancestral curse that had eluded the best of American doctors."
  },
  {
    "paragraph": "22",
    "sentimentScore": 0,
    "paragraphText": "Next to the pharmacy was a printer who specialized in gold-embossed wedding invitations and festive red banners."
  },
  {
    "paragraph": "23",
    "sentimentScore": 0,
    "paragraphText": "Farther down the street was Ping Yuen Fish Market."
  },
  {
    "paragraph": "24",
    "sentimentScore": 0,
    "paragraphText": "The front window displayed a tank crowded with doomed fish and turtles struggling to gain footing on the slimy green-tiled sides."
  },
  {
    "paragraph": "25",
    "sentimentScore": 0,
    "paragraphText": "A hand-written sign informed tourists, “Within this store, is all for food, not for pet.” Inside, the butchers with their bloodstained white smocks deftly gutted the fish while customers cried out their orders and shouted, “Give me your freshest,” to which the butchers always protested, “All are freshest.” On less crowded market days, we would inspect the crates of live frogs and crabs which we were warned not to poke, boxes of dried cuttlefish, and row upon row of iced prawns, squid, and slippery fish."
  },
  {
    "paragraph": "26",
    "sentimentScore": 0,
    "paragraphText": "The sanddabs made me shiver each time; their eyes lay on one flattened side and reminded me of my mother’s story of a careless girl who ran into a crowded street and was crushed by a cab."
  },
  {
    "paragraph": "27",
    "sentimentScore": 0,
    "paragraphText": "“Was smash flat,” reported my mother."
  },
  {
    "paragraph": "28",
    "sentimentScore": 0,
    "paragraphText": "At the corner of the alley was Hong Sing’s, a four-table café with a recessed stairwell in front that led to a door marked “Tradesmen.” My brothers and I believed the bad people emerged from this door at night."
  },
  {
    "paragraph": "29",
    "sentimentScore": 0,
    "paragraphText": "Tourists never went to Hong Sing’s, since the menu was printed only in Chinese."
  },
  {
    "paragraph": "30",
    "sentimentScore": 0,
    "paragraphText": "A Caucasian man with a big camera once posed me and my playmates in front of the restaurant."
  },
  {
    "paragraph": "31",
    "sentimentScore": 0,
    "paragraphText": "He had us move to the side of the picture window so the photo would capture the roasted duck with its head dangling from a juice-covered rope."
  },
  {
    "paragraph": "32",
    "sentimentScore": 0,
    "paragraphText": "After he took the picture, I told him he should go into Hong Sing’s and eat dinner."
  },
  {
    "paragraph": "33",
    "sentimentScore": 0,
    "paragraphText": "When he smiled and asked me what they served, I shouted, “Guts and duck’s feet and octopus gizzards!” Then I ran off with my friends, shrieking with laughter as we scampered across the alley and hid in the entryway grotto of the China Gem Company, my heart pounding with hope that he would chase us."
  },
  {
    "paragraph": "34",
    "sentimentScore": 0,
    "paragraphText": "My mother named me after the street that we lived on: Waverly Place Jong, my official name for important American documents."
  },
  {
    "paragraph": "35",
    "sentimentScore": 0,
    "paragraphText": "But my family called me Meimei, “Little Sister.” I was the youngest, the only daughter."
  },
  {
    "paragraph": "36",
    "sentimentScore": 0,
    "paragraphText": "Each morning before school, my mother would twist and yank on my thick black hair until she had formed two tightly wound pigtails."
  },
  {
    "paragraph": "37",
    "sentimentScore": 0,
    "paragraphText": "One day, as she struggled to weave a hard-toothed comb through my disobedient hair, I had a sly thought."
  },
  {
    "paragraph": "38",
    "sentimentScore": 0,
    "paragraphText": "I asked her, “Ma, what is Chinese torture?” My mother shook her head."
  },
  {
    "paragraph": "39",
    "sentimentScore": 0,
    "paragraphText": "A bobby pin was wedged between her lips."
  },
  {
    "paragraph": "40",
    "sentimentScore": 0,
    "paragraphText": "She wetted her palm and smoothed the hair above my ear, then pushed the pin in so that it nicked sharply against my scalp."
  },
  {
    "paragraph": "41",
    "sentimentScore": 0,
    "paragraphText": "“Who say this word?” she asked without a trace of knowing how wicked I was being."
  },
  {
    "paragraph": "42",
    "sentimentScore": 0,
    "paragraphText": "I shrugged my shoulders and said, “Some boy in my class said Chinese people do Chinese torture.” “Chinese people do many things,” she said simply."
  },
  {
    "paragraph": "43",
    "sentimentScore": 0,
    "paragraphText": "“Chinese people do business, do medicine, do painting."
  },
  {
    "paragraph": "44",
    "sentimentScore": 0,
    "paragraphText": "Not lazy like American people."
  },
  {
    "paragraph": "45",
    "sentimentScore": 0,
    "paragraphText": "We do torture."
  },
  {
    "paragraph": "46",
    "sentimentScore": 0,
    "paragraphText": "Best torture.” My older brother Vincent was the one who actually got the chess set."
  },
  {
    "paragraph": "47",
    "sentimentScore": 0,
    "paragraphText": "We had gone to the annual Christmas party held at the First Chinese Baptist Church at the end of the alley."
  },
  {
    "paragraph": "48",
    "sentimentScore": 0,
    "paragraphText": "The missionary ladies had put together a Santa bag of gifts donated by members of another church."
  },
  {
    "paragraph": "49",
    "sentimentScore": 0,
    "paragraphText": "None of the gifts had names on them."
  },
  {
    "paragraph": "50",
    "sentimentScore": 0,
    "paragraphText": "There were separate sacks for boys and girls of different ages."
  },
  {
    "paragraph": "51",
    "sentimentScore": 0,
    "paragraphText": "One of the Chinese parishioners had donned a Santa Claus costume and a stiff paper beard with cotton balls glued to it."
  },
  {
    "paragraph": "52",
    "sentimentScore": 0,
    "paragraphText": "I think the only children who thought he was the real thing were too young to know that Santa Claus was not Chinese."
  },
  {
    "paragraph": "53",
    "sentimentScore": 0,
    "paragraphText": "When my turn came up, the Santa man asked me how old I was."
  },
  {
    "paragraph": "54",
    "sentimentScore": 0,
    "paragraphText": "I thought it was a trick question; I was seven according to the American formula and eight by the Chinese calendar."
  },
  {
    "paragraph": "55",
    "sentimentScore": 0,
    "paragraphText": "I said I was born on March 17, 1951."
  },
  {
    "paragraph": "56",
    "sentimentScore": 0,
    "paragraphText": "That seemed to satisfy him."
  },
  {
    "paragraph": "57",
    "sentimentScore": 0,
    "paragraphText": "He then solemnly asked if I had been a very, very good girl this year and did I believe in Jesus Christ and obey my parents."
  },
  {
    "paragraph": "58",
    "sentimentScore": 0,
    "paragraphText": "I knew the only answer to that."
  },
  {
    "paragraph": "59",
    "sentimentScore": 0,
    "paragraphText": "I nodded back with equal solemnity."
  },
  {
    "paragraph": "60",
    "sentimentScore": 0,
    "paragraphText": "Having watched the other children opening their gifts, I already knew that the big gifts were not necessarily the nicest ones."
  },
  {
    "paragraph": "61",
    "sentimentScore": 0,
    "paragraphText": "One girl my age got a large coloring book of biblical characters, while a less greedy girl who selected a smaller box received a glass vial of lavender toilet water."
  },
  {
    "paragraph": "62",
    "sentimentScore": 0,
    "paragraphText": "The sound of the box was also important."
  },
  {
    "paragraph": "63",
    "sentimentScore": 0,
    "paragraphText": "A ten-year-old boy had chosen a box that jangled when he shook it."
  },
  {
    "paragraph": "64",
    "sentimentScore": 0,
    "paragraphText": "It was a tin globe of the world with a slit for inserting money."
  },
  {
    "paragraph": "65",
    "sentimentScore": 0,
    "paragraphText": "He must have thought it was full of dimes and nickels, because when he saw that it had just ten pennies, his face fell with such undisguised disappointment that his mother slapped the side of his head and led him out of the church hall, apologizing to the crowd for her son who had such bad manners he couldn’t appreciate such a fine gift."
  },
  {
    "paragraph": "66",
    "sentimentScore": 0,
    "paragraphText": "As I peered into the sack, I quickly fingered the remaining presents, testing their weight, imagining what they contained."
  },
  {
    "paragraph": "67",
    "sentimentScore": 0,
    "paragraphText": "I chose a heavy, compact one that was wrapped in shiny silver foil and a red satin ribbon."
  },
  {
    "paragraph": "68",
    "sentimentScore": 0,
    "paragraphText": "It was a twelve- pack of Life Savers and I spent the rest of the party arranging and rearranging the candy tubes in the order of my favorites."
  },
  {
    "paragraph": "69",
    "sentimentScore": 0,
    "paragraphText": "My brother Winston chose wisely as well."
  },
  {
    "paragraph": "70",
    "sentimentScore": 0,
    "paragraphText": "His present turned out to be a box of intricate plastic parts; the instructions on the box proclaimed that when they were properly assembled he would have an authentic miniature replica of a World War II submarine."
  },
  {
    "paragraph": "71",
    "sentimentScore": 0,
    "paragraphText": "Vincent got the chess set, which would have been a very decent present to get at a church Christmas party, except it was obviously used and, as we discovered later, it was missing a black pawn and a white knight."
  },
  {
    "paragraph": "72",
    "sentimentScore": 0,
    "paragraphText": "My mother graciously thanked the unknown benefactor, saying, “Too good."
  },
  {
    "paragraph": "73",
    "sentimentScore": 0,
    "paragraphText": "Cost too much.” At which point, an old lady with fine white, wispy hair nodded toward our family and said with a whistling whisper, “Merry, merry Christmas.” When we got home, my mother told Vincent to throw the chess set away."
  },
  {
    "paragraph": "74",
    "sentimentScore": 0,
    "paragraphText": "“She not want it."
  },
  {
    "paragraph": "75",
    "sentimentScore": 0,
    "paragraphText": "We not want it,” she said, tossing her head stiffly to the side with a tight, proud smile."
  },
  {
    "paragraph": "76",
    "sentimentScore": 0,
    "paragraphText": "My brothers had deaf ears."
  },
  {
    "paragraph": "77",
    "sentimentScore": 0,
    "paragraphText": "They were already lining up the chess pieces and reading from the dog-eared instruction book."
  },
  {
    "paragraph": "78",
    "sentimentScore": 0,
    "paragraphText": "I watched Vincent and Winston play during Christmas week."
  },
  {
    "paragraph": "79",
    "sentimentScore": 0,
    "paragraphText": "The chessboard seemed to hold elaborate secrets waiting to be untangled."
  },
  {
    "paragraph": "80",
    "sentimentScore": 0,
    "paragraphText": "The chessmen were more powerful than Old Li’s magic herbs that cured ancestral curses."
  },
  {
    "paragraph": "81",
    "sentimentScore": 0,
    "paragraphText": "And my brothers wore such serious faces that I was sure something was at stake that was greater than avoiding the tradesmen’s door to Hong Sing’s."
  },
  {
    "paragraph": "82",
    "sentimentScore": 0,
    "paragraphText": "“Let me!"
  },
  {
    "paragraph": "83",
    "sentimentScore": 0,
    "paragraphText": "Let me!” I begged between games when one brother or the other would sit back with a deep sigh of relief and victory, the other annoyed, unable to let go of the outcome."
  },
  {
    "paragraph": "84",
    "sentimentScore": 0,
    "paragraphText": "Vincent at first refused to let me play, but when I offered my Life Savers as replacements for the buttons that filled in for the missing pieces, he relented."
  },
  {
    "paragraph": "85",
    "sentimentScore": 0,
    "paragraphText": "He chose the flavors: wild cherry for the black pawn and peppermint for the white knight."
  },
  {
    "paragraph": "86",
    "sentimentScore": 0,
    "paragraphText": "Winner could eat both."
  },
  {
    "paragraph": "87",
    "sentimentScore": 0,
    "paragraphText": "As our mother sprinkled flour and rolled out small doughy circles for the steamed dumplings that would be our dinner that night, Vincent explained the rules, pointing to each piece."
  },
  {
    "paragraph": "88",
    "sentimentScore": 0,
    "paragraphText": "“You have sixteen pieces and so do I."
  },
  {
    "paragraph": "89",
    "sentimentScore": 0,
    "paragraphText": "One king and queen, two bishops, two knights, two castles, and eight pawns."
  },
  {
    "paragraph": "90",
    "sentimentScore": 0,
    "paragraphText": "The pawns can only move forward one step, except on the first move."
  },
  {
    "paragraph": "91",
    "sentimentScore": 0,
    "paragraphText": "Then they can move two."
  },
  {
    "paragraph": "92",
    "sentimentScore": 0,
    "paragraphText": "But they can only take men by moving crossways like this, except in the beginning, when you can move ahead and take another pawn.” “Why?” I asked as I moved my pawn."
  },
  {
    "paragraph": "93",
    "sentimentScore": 0,
    "paragraphText": "“Why can’t they move more steps?” “Because they’re pawns,” he said."
  },
  {
    "paragraph": "94",
    "sentimentScore": 0,
    "paragraphText": "“But why do they go crossways to take other men?"
  },
  {
    "paragraph": "95",
    "sentimentScore": 0,
    "paragraphText": "Why aren’t there any women and children?” “Why is the sky blue?"
  },
  {
    "paragraph": "96",
    "sentimentScore": 0,
    "paragraphText": "Why must you always ask stupid questions?” asked Vincent."
  },
  {
    "paragraph": "97",
    "sentimentScore": 0,
    "paragraphText": "“This is a game."
  },
  {
    "paragraph": "98",
    "sentimentScore": 0,
    "paragraphText": "These are the rules."
  },
  {
    "paragraph": "99",
    "sentimentScore": 0,
    "paragraphText": "I didn’t make them up."
  },
  {
    "paragraph": "100",
    "sentimentScore": 0,
    "paragraphText": "See."
  },
  {
    "paragraph": "101",
    "sentimentScore": 0,
    "paragraphText": "Here."
  },
  {
    "paragraph": "102",
    "sentimentScore": 0,
    "paragraphText": "In the book.” He jabbed a page with a pawn in his hand."
  },
  {
    "paragraph": "103",
    "sentimentScore": 0,
    "paragraphText": "“Pawn."
  },
  {
    "paragraph": "104",
    "sentimentScore": 0,
    "paragraphText": "P-A-W-N. Pawn."
  },
  {
    "paragraph": "105",
    "sentimentScore": 0,
    "paragraphText": "Read it yourself.” My mother patted the flour off her hands."
  },
  {
    "paragraph": "106",
    "sentimentScore": 0,
    "paragraphText": "“Let me see book,” she said quietly."
  },
  {
    "paragraph": "107",
    "sentimentScore": 0,
    "paragraphText": "She scanned the pages quickly, not reading the foreign English symbols, seeming to search deliberately for nothing in particular."
  },
  {
    "paragraph": "108",
    "sentimentScore": 0,
    "paragraphText": "“This American rules,” she concluded at last."
  },
  {
    "paragraph": "109",
    "sentimentScore": 0,
    "paragraphText": "“Every time people come out from foreign country, must know rules."
  },
  {
    "paragraph": "110",
    "sentimentScore": 0,
    "paragraphText": "You not know, judge say, Too bad, go back."
  },
  {
    "paragraph": "111",
    "sentimentScore": 0,
    "paragraphText": "They not telling you why so you can use their way go forward."
  },
  {
    "paragraph": "112",
    "sentimentScore": 0,
    "paragraphText": "They say, Don’t know why, you find out yourself."
  },
  {
    "paragraph": "113",
    "sentimentScore": 0,
    "paragraphText": "But they knowing all the time."
  },
  {
    "paragraph": "114",
    "sentimentScore": 0,
    "paragraphText": "Better you take it, find out why yourself.” She tossed her head back with a satisfied smile."
  },
  {
    "paragraph": "115",
    "sentimentScore": 0,
    "paragraphText": "I found out about all the whys later."
  },
  {
    "paragraph": "116",
    "sentimentScore": 0,
    "paragraphText": "I read the rules and looked up all the big words in a dictionary."
  },
  {
    "paragraph": "117",
    "sentimentScore": 0,
    "paragraphText": "I borrowed books from the Chinatown library."
  },
  {
    "paragraph": "118",
    "sentimentScore": 0,
    "paragraphText": "I studied each chess piece, trying to absorb the power each contained."
  },
  {
    "paragraph": "119",
    "sentimentScore": 0,
    "paragraphText": "I learned about opening moves and why it’s important to control the center early on; the shortest distance between two points is straight down the middle."
  },
  {
    "paragraph": "120",
    "sentimentScore": 0,
    "paragraphText": "I learned about the middle game and why tactics between two adversaries are like clashing ideas; the one who plays better has the clearest plans for both attacking and getting out of traps."
  },
  {
    "paragraph": "121",
    "sentimentScore": 0,
    "paragraphText": "I learned why it is essential in the endgame to have foresight, a mathematical understanding of all possible moves, and patience; all weaknesses and advantages become evident to a strong adversary and are obscured to a tiring opponent."
  },
  {
    "paragraph": "122",
    "sentimentScore": 0,
    "paragraphText": "I discovered that for the whole game one must gather invisible strengths and see the endgame before the game begins."
  },
  {
    "paragraph": "123",
    "sentimentScore": 0,
    "paragraphText": "I also found out why I should never reveal “why” to others."
  },
  {
    "paragraph": "124",
    "sentimentScore": 0,
    "paragraphText": "A little knowledge withheld is a great advantage one should store for future use."
  },
  {
    "paragraph": "125",
    "sentimentScore": 0,
    "paragraphText": "That is the power of chess."
  },
  {
    "paragraph": "126",
    "sentimentScore": 0,
    "paragraphText": "It is a game of secrets in which one must show and never tell."
  },
  {
    "paragraph": "127",
    "sentimentScore": 0,
    "paragraphText": "I loved the secrets I found within the sixty-four black and white squares."
  },
  {
    "paragraph": "128",
    "sentimentScore": 0,
    "paragraphText": "I carefully drew a handmade chessboard and pinned it to the wall next to my bed, where at night I would stare for hours at imaginary battles."
  },
  {
    "paragraph": "129",
    "sentimentScore": 0,
    "paragraphText": "Soon I no longer lost any games or Life Savers, but I lost my adversaries."
  },
  {
    "paragraph": "130",
    "sentimentScore": 0,
    "paragraphText": "Winston and Vincent decided they were more interested in roaming the streets after school in their Hopalong Cassidy cowboy hats."
  },
  {
    "paragraph": "131",
    "sentimentScore": 0,
    "paragraphText": "On a cold spring afternoon, while walking home from school, I detoured through the playground at the end of our alley."
  },
  {
    "paragraph": "132",
    "sentimentScore": 0,
    "paragraphText": "I saw a group of old men, two seated across a folding table playing a game of chess, others smoking pipes, eating peanuts, and watching."
  },
  {
    "paragraph": "133",
    "sentimentScore": 0,
    "paragraphText": "I ran home and grabbed Vincent’s chess set, which was bound in a cardboard box with rubber bands."
  },
  {
    "paragraph": "134",
    "sentimentScore": 0,
    "paragraphText": "I also carefully selected two prized rolls of Life Savers."
  },
  {
    "paragraph": "135",
    "sentimentScore": 0,
    "paragraphText": "I came back to the park and approached a man who was observing the game."
  },
  {
    "paragraph": "136",
    "sentimentScore": 0,
    "paragraphText": "“Want to play?” I asked him."
  },
  {
    "paragraph": "137",
    "sentimentScore": 0,
    "paragraphText": "His face widened with surprise and he grinned as he looked at the box under my arm."
  },
  {
    "paragraph": "138",
    "sentimentScore": 0,
    "paragraphText": "“Little sister, been a long time since I play with dolls,” he said, smiling benevolently."
  },
  {
    "paragraph": "139",
    "sentimentScore": 0,
    "paragraphText": "I quickly put the box down next to him on the bench and displayed my retort."
  },
  {
    "paragraph": "140",
    "sentimentScore": 0,
    "paragraphText": "Lau Po, as he allowed me to call him, turned out to be a much better player than my brothers."
  },
  {
    "paragraph": "141",
    "sentimentScore": 0,
    "paragraphText": "I lost many games and many Life Savers."
  },
  {
    "paragraph": "142",
    "sentimentScore": 0,
    "paragraphText": "But over the weeks, with each diminishing roll of candies, I added new secrets."
  },
  {
    "paragraph": "143",
    "sentimentScore": 0,
    "paragraphText": "Lau Po gave me the names."
  },
  {
    "paragraph": "144",
    "sentimentScore": 0,
    "paragraphText": "The Double Attack from the East and West Shores."
  },
  {
    "paragraph": "145",
    "sentimentScore": 0,
    "paragraphText": "Throwing Stones on the Drowning Man."
  },
  {
    "paragraph": "146",
    "sentimentScore": 0,
    "paragraphText": "The Sudden Meeting of the Clan."
  },
  {
    "paragraph": "147",
    "sentimentScore": 0,
    "paragraphText": "The Surprise from the Sleeping Guard."
  },
  {
    "paragraph": "148",
    "sentimentScore": 0,
    "paragraphText": "The Humble Servant Who Kills the King."
  },
  {
    "paragraph": "149",
    "sentimentScore": 0,
    "paragraphText": "Sand in the Eyes of Advancing Forces."
  },
  {
    "paragraph": "150",
    "sentimentScore": 0,
    "paragraphText": "A Double Killing Without Blood."
  },
  {
    "paragraph": "151",
    "sentimentScore": 0,
    "paragraphText": "There were also the fine points of chess etiquette."
  },
  {
    "paragraph": "152",
    "sentimentScore": 0,
    "paragraphText": "Keep captured men in neat rows, as well-tended prisoners."
  },
  {
    "paragraph": "153",
    "sentimentScore": 0,
    "paragraphText": "Never announce “Check”8 with vanity, lest someone with an unseen sword slit your throat."
  },
  {
    "paragraph": "154",
    "sentimentScore": 0,
    "paragraphText": "Never hurl pieces into the sandbox after you have lost a game, because then you must find them again, by yourself, after apologizing to all around you."
  },
  {
    "paragraph": "155",
    "sentimentScore": 0,
    "paragraphText": "By the end of the summer, Lau Po had taught me all he knew, and I had become a better chess player."
  },
  {
    "paragraph": "156",
    "sentimentScore": 0,
    "paragraphText": "A small weekend crowd of Chinese people and tourists would gather as I played and defeated my opponents one by one."
  },
  {
    "paragraph": "157",
    "sentimentScore": 0,
    "paragraphText": "My mother would join the crowds during these outdoor exhibition games.9 She sat proudly on the bench, telling my admirers with proper Chinese humility, “Is luck.” A man who watched me play in the park suggested that my mother allow me to play in local chess tournaments."
  },
  {
    "paragraph": "158",
    "sentimentScore": 0,
    "paragraphText": "My mother smiled graciously, an answer that meant nothing."
  },
  {
    "paragraph": "159",
    "sentimentScore": 0,
    "paragraphText": "I desperately wanted to go, but I bit back my tongue."
  },
  {
    "paragraph": "160",
    "sentimentScore": 0,
    "paragraphText": "I knew she would not let me play among strangers."
  },
  {
    "paragraph": "161",
    "sentimentScore": 0,
    "paragraphText": "So as we walked home I said in a small voice that I didn’t want to play in the local tournament."
  },
  {
    "paragraph": "162",
    "sentimentScore": 0,
    "paragraphText": "They would have American rules."
  },
  {
    "paragraph": "163",
    "sentimentScore": 0,
    "paragraphText": "If I lost, I would bring shame on my family."
  },
  {
    "paragraph": "164",
    "sentimentScore": 0,
    "paragraphText": "“Is shame you fall down nobody push you,” said my mother."
  },
  {
    "paragraph": "165",
    "sentimentScore": 0,
    "paragraphText": "During my first tournament, my mother sat with me in the front row as I waited for my turn."
  },
  {
    "paragraph": "166",
    "sentimentScore": 0,
    "paragraphText": "I frequently bounced my legs to unstick them from the cold metal seat of the folding chair."
  },
  {
    "paragraph": "167",
    "sentimentScore": 0,
    "paragraphText": "When my name was called, I leapt up."
  },
  {
    "paragraph": "168",
    "sentimentScore": 0,
    "paragraphText": "My mother unwrapped something in her lap."
  },
  {
    "paragraph": "169",
    "sentimentScore": 0,
    "paragraphText": "It was her chang, a small tablet of red jade which held the sun’s fire."
  },
  {
    "paragraph": "170",
    "sentimentScore": 0,
    "paragraphText": "“Is luck,” she whispered, and tucked it into my dress pocket."
  },
  {
    "paragraph": "171",
    "sentimentScore": 0,
    "paragraphText": "I turned to my opponent, a fifteen-year-old boy from Oakland."
  },
  {
    "paragraph": "172",
    "sentimentScore": 0,
    "paragraphText": "He looked at me, wrinkling his nose."
  },
  {
    "paragraph": "173",
    "sentimentScore": 0,
    "paragraphText": "As I began to play, the boy disappeared, the color ran out of the room, and I saw only my white pieces and his black ones waiting on the other side."
  },
  {
    "paragraph": "174",
    "sentimentScore": 0,
    "paragraphText": "A light wind began blowing past my ears."
  },
  {
    "paragraph": "175",
    "sentimentScore": 0,
    "paragraphText": "It whispered secrets only I could hear."
  },
  {
    "paragraph": "176",
    "sentimentScore": 0,
    "paragraphText": "“Blow from the South,” it murmured."
  },
  {
    "paragraph": "177",
    "sentimentScore": 0,
    "paragraphText": "“The wind leaves no trail.” I saw a clear path, the traps to avoid."
  },
  {
    "paragraph": "178",
    "sentimentScore": 0,
    "paragraphText": "The crowd rustled."
  },
  {
    "paragraph": "179",
    "sentimentScore": 0,
    "paragraphText": "“Shhh!"
  },
  {
    "paragraph": "180",
    "sentimentScore": 0,
    "paragraphText": "Shhh!” said the corners of the room."
  },
  {
    "paragraph": "181",
    "sentimentScore": 0,
    "paragraphText": "The wind blew stronger."
  },
  {
    "paragraph": "182",
    "sentimentScore": 0,
    "paragraphText": "“Throw sand from the East to distract him.” The knight came forward ready for the sacrifice."
  },
  {
    "paragraph": "183",
    "sentimentScore": 0,
    "paragraphText": "The wind hissed, louder and louder."
  },
  {
    "paragraph": "184",
    "sentimentScore": 0,
    "paragraphText": "“Blow, blow, blow."
  },
  {
    "paragraph": "185",
    "sentimentScore": 0,
    "paragraphText": "He cannot see."
  },
  {
    "paragraph": "186",
    "sentimentScore": 0,
    "paragraphText": "He is blind now."
  },
  {
    "paragraph": "187",
    "sentimentScore": 0,
    "paragraphText": "Make him lean away from the wind so he is easier to knock down.” “Check,” I said, as the wind roared with laughter."
  },
  {
    "paragraph": "188",
    "sentimentScore": 0,
    "paragraphText": "The wind died down to little puffs, my own breath."
  },
  {
    "paragraph": "189",
    "sentimentScore": 0,
    "paragraphText": "My mother placed my first trophy next to a new plastic chess set that the neighborhood Tao society had given to me."
  },
  {
    "paragraph": "190",
    "sentimentScore": 0,
    "paragraphText": "As she wiped each piece with a soft cloth, she said, “Next time win more, lose less.” “Ma, it’s not how many pieces you lose,” I said."
  },
  {
    "paragraph": "191",
    "sentimentScore": 0,
    "paragraphText": "“Sometimes you need to lose pieces to get ahead.” “Better to lose less, see if you really need.” At the next tournament, I won again, but it was my mother who wore the triumphant grin."
  },
  {
    "paragraph": "192",
    "sentimentScore": 0,
    "paragraphText": "“Lost eight pieces this time."
  },
  {
    "paragraph": "193",
    "sentimentScore": 0,
    "paragraphText": "Last time was eleven."
  },
  {
    "paragraph": "194",
    "sentimentScore": 0,
    "paragraphText": "What I tell you?"
  },
  {
    "paragraph": "195",
    "sentimentScore": 0,
    "paragraphText": "Better off lose less!” I was annoyed, but I couldn’t say anything."
  },
  {
    "paragraph": "196",
    "sentimentScore": 0,
    "paragraphText": "i I attended more tournaments, each one farther away from home."
  },
  {
    "paragraph": "197",
    "sentimentScore": 0,
    "paragraphText": "I won all games, in all divisions."
  },
  {
    "paragraph": "198",
    "sentimentScore": 0,
    "paragraphText": "The Chinese bakery downstairs from our flat displayed my growing collection of trophies in its window, amidst the dust-covered cakes that were never picked up."
  },
  {
    "paragraph": "199",
    "sentimentScore": 0,
    "paragraphText": "The day after I won an important regional tournament, the window encased a fresh sheet cake with whipped-cream frosting and red script saying, “Congratulations, Waverly Jong, Chinatown Chess Champion.” Soon after that, a flower shop, headstone engraver, and funeral parlor offered to sponsor me in national tournaments."
  },
  {
    "paragraph": "200",
    "sentimentScore": 0,
    "paragraphText": "That’s when my mother decided I no longer had to do the dishes."
  },
  {
    "paragraph": "201",
    "sentimentScore": 0,
    "paragraphText": "Winston and Vincent had to do my chores."
  },
  {
    "paragraph": "202",
    "sentimentScore": 0,
    "paragraphText": "“Why does she get to play and we do all the work?” complained Vincent."
  },
  {
    "paragraph": "203",
    "sentimentScore": 0,
    "paragraphText": "“Is new American rules,” said my mother."
  },
  {
    "paragraph": "204",
    "sentimentScore": 0,
    "paragraphText": "“Meimei play, squeeze all her brains out for win chess."
  },
  {
    "paragraph": "205",
    "sentimentScore": 0,
    "paragraphText": "You play, worth squeeze towel.” By my ninth birthday, I was a national chess champion."
  },
  {
    "paragraph": "206",
    "sentimentScore": 0,
    "paragraphText": "I was still some 429 points away from grand-master status, but I was touted as the Great American Hope, a child prodigy and a girl to boot."
  },
  {
    "paragraph": "207",
    "sentimentScore": 0,
    "paragraphText": "They ran a photo of me in Life magazine next to a quote in which Bobby Fischer said, “There will never be a woman grand master.” “Your move, Bobby,” said the caption."
  },
  {
    "paragraph": "208",
    "sentimentScore": 0,
    "paragraphText": "The day they took the magazine picture I wore neatly plaited braids clipped with plastic barrettes trimmed with rhinestones."
  },
  {
    "paragraph": "209",
    "sentimentScore": 0,
    "paragraphText": "I was playing in a large high school auditorium that echoed with phlegmy coughs and the squeaky rubber knobs of chair legs sliding across freshly waxed wooden floors."
  },
  {
    "paragraph": "210",
    "sentimentScore": 0,
    "paragraphText": "Seated across from me was an American man, about the same age as Lau Po, maybe fifty."
  },
  {
    "paragraph": "211",
    "sentimentScore": 0,
    "paragraphText": "I remember that his sweaty brow seemed to weep at my every move."
  },
  {
    "paragraph": "212",
    "sentimentScore": 0,
    "paragraphText": "He wore a dark, malodorous suit."
  },
  {
    "paragraph": "213",
    "sentimentScore": 0,
    "paragraphText": "One of his pockets was stuffed with a great white kerchief on which he wiped his palm before sweeping his hand over the chosen chess piece with great flourish."
  },
  {
    "paragraph": "214",
    "sentimentScore": 0,
    "paragraphText": "In my crisp pink-and-white dress with scratchy lace at the neck, one of two my mother had sewn for these special occasions, I would clasp my hands under my chin, the delicate points of my elbows poised lightly on the table in the manner my mother had shown me for posing for the press."
  },
  {
    "paragraph": "215",
    "sentimentScore": 0,
    "paragraphText": "I would swing my patent leather shoes back and forth like an impatient child riding on a school bus."
  },
  {
    "paragraph": "216",
    "sentimentScore": 0,
    "paragraphText": "Then I would pause, suck in my lips, twirl my chosen piece in midair as if undecided, and then firmly plant it in its new threatening place, with a triumphant smile thrown back at my opponent for good measure."
  },
  {
    "paragraph": "217",
    "sentimentScore": 0,
    "paragraphText": "I no longer played in the alley of Waverly Place."
  },
  {
    "paragraph": "218",
    "sentimentScore": 0,
    "paragraphText": "I never visited the playground where the pigeons and old men gathered."
  },
  {
    "paragraph": "219",
    "sentimentScore": 0,
    "paragraphText": "I went to school, then directly home to learn new chess secrets, cleverly concealed advantages, more escape routes."
  },
  {
    "paragraph": "220",
    "sentimentScore": 0,
    "paragraphText": "But I found it difficult to concentrate at home."
  },
  {
    "paragraph": "221",
    "sentimentScore": 0,
    "paragraphText": "My mother had a habit of standing over me while I plotted out my games."
  },
  {
    "paragraph": "222",
    "sentimentScore": 0,
    "paragraphText": "I think she thought of herself as my protective ally."
  },
  {
    "paragraph": "223",
    "sentimentScore": 0,
    "paragraphText": "Her lips would be sealed tight, and after each move I made, a soft “Hmmmmph” would escape from her nose."
  },
  {
    "paragraph": "224",
    "sentimentScore": 0,
    "paragraphText": "“Ma, I can’t practice when you stand there like that,” I said one day."
  },
  {
    "paragraph": "225",
    "sentimentScore": 0,
    "paragraphText": "She retreated to the kitchen and made loud noises with the pots and pans."
  },
  {
    "paragraph": "226",
    "sentimentScore": 0,
    "paragraphText": "When the crashing stopped, I could see out of the corner of my eye that she was standing in the doorway."
  },
  {
    "paragraph": "227",
    "sentimentScore": 0,
    "paragraphText": "“Hmmmph!” Only this one came out of her tight throat."
  },
  {
    "paragraph": "228",
    "sentimentScore": 0,
    "paragraphText": "My parents made many concessions to allow me to practice."
  },
  {
    "paragraph": "229",
    "sentimentScore": 0,
    "paragraphText": "One time I complained that the bedroom I shared was so noisy that I couldn’t think."
  },
  {
    "paragraph": "230",
    "sentimentScore": 0,
    "paragraphText": "Thereafter, my brothers slept in a bed in the living room facing the street."
  },
  {
    "paragraph": "231",
    "sentimentScore": 0,
    "paragraphText": "I said I couldn’t finish my rice; my head didn’t work right when my stomach was too full."
  },
  {
    "paragraph": "232",
    "sentimentScore": 0,
    "paragraphText": "I left the table with half-finished bowls and nobody complained."
  },
  {
    "paragraph": "233",
    "sentimentScore": 0,
    "paragraphText": "But there was one duty I couldn’t avoid."
  },
  {
    "paragraph": "234",
    "sentimentScore": 0,
    "paragraphText": "I had to accompany my mother on Saturday market days when I had no tournament to play."
  },
  {
    "paragraph": "235",
    "sentimentScore": 0,
    "paragraphText": "My mother would proudly walk with me, visiting many shops, buying very little."
  },
  {
    "paragraph": "236",
    "sentimentScore": 0,
    "paragraphText": "“This my daughter Wave-ly Jong,” she said to whoever looked her way."
  },
  {
    "paragraph": "237",
    "sentimentScore": 0,
    "paragraphText": "One day, after we left a shop I said under my breath, “I wish you wouldn’t do that, telling everybody I’m your daughter.” My mother stopped walking."
  },
  {
    "paragraph": "238",
    "sentimentScore": 0,
    "paragraphText": "Crowds of people with heavy bags pushed past us on the sidewalk, bumping into first one shoulder, then another."
  },
  {
    "paragraph": "239",
    "sentimentScore": 0,
    "paragraphText": "“Aiii-ya."
  },
  {
    "paragraph": "240",
    "sentimentScore": 0,
    "paragraphText": "So shame be with mother?” She grasped my hand even tighter as she glared at me."
  },
  {
    "paragraph": "241",
    "sentimentScore": 0,
    "paragraphText": "I looked down."
  },
  {
    "paragraph": "242",
    "sentimentScore": 0,
    "paragraphText": "“It’s not that, it’s just so obvious."
  },
  {
    "paragraph": "243",
    "sentimentScore": 0,
    "paragraphText": "It’s just so embarrassing.” “Embarrass you be my daughter?” Her voice was cracking with anger."
  },
  {
    "paragraph": "244",
    "sentimentScore": 0,
    "paragraphText": "“That’s not what I meant."
  },
  {
    "paragraph": "245",
    "sentimentScore": 0,
    "paragraphText": "That’s not what I said.” “What you say?” I knew it was a mistake to say anything more, but I heard my voice speaking."
  },
  {
    "paragraph": "246",
    "sentimentScore": 0,
    "paragraphText": "“Why do you have to use me to show off?"
  },
  {
    "paragraph": "247",
    "sentimentScore": 0,
    "paragraphText": "If you want to show off, then why don’t you learn to play chess.” My mother’s eyes turned into dangerous black slits."
  },
  {
    "paragraph": "248",
    "sentimentScore": 0,
    "paragraphText": "She had no words for me, just sharp silence."
  },
  {
    "paragraph": "249",
    "sentimentScore": 0,
    "paragraphText": "I felt the wind rushing around my hot ears."
  },
  {
    "paragraph": "250",
    "sentimentScore": 0,
    "paragraphText": "I jerked my hand out of my mother’s tight grasp and spun around, knocking into an old woman."
  },
  {
    "paragraph": "251",
    "sentimentScore": 0,
    "paragraphText": "Her bag of groceries spilled to the ground."
  },
  {
    "paragraph": "252",
    "sentimentScore": 0,
    "paragraphText": "“Aii-ya!"
  },
  {
    "paragraph": "253",
    "sentimentScore": 0,
    "paragraphText": "Stupid girl!” my mother and the woman cried."
  },
  {
    "paragraph": "254",
    "sentimentScore": 0,
    "paragraphText": "Oranges and tin cans careened down the sidewalk."
  },
  {
    "paragraph": "255",
    "sentimentScore": 0,
    "paragraphText": "As my mother stooped to help the old woman pick up the escaping food, I took off."
  },
  {
    "paragraph": "256",
    "sentimentScore": 0,
    "paragraphText": "I raced down the street, dashing between people, not looking back as my mother screamed shrilly, “Meimei!"
  },
  {
    "paragraph": "257",
    "sentimentScore": 0,
    "paragraphText": "Meimei!” I fled down an alley, past dark curtained shops and merchants washing the grime off their windows."
  },
  {
    "paragraph": "258",
    "sentimentScore": 0,
    "paragraphText": "I sped into the sunlight, into a large street crowded with tourists examining trinkets and souvenirs."
  },
  {
    "paragraph": "259",
    "sentimentScore": 0,
    "paragraphText": "I ducked into another dark alley, down another street, up another alley."
  },
  {
    "paragraph": "260",
    "sentimentScore": 0,
    "paragraphText": "I ran until it hurt and I realized I had nowhere to go, that I was not running from anything."
  },
  {
    "paragraph": "261",
    "sentimentScore": 0,
    "paragraphText": "The alleys contained no escape routes."
  },
  {
    "paragraph": "262",
    "sentimentScore": 0,
    "paragraphText": "My breath came out like angry smoke."
  },
  {
    "paragraph": "263",
    "sentimentScore": 0,
    "paragraphText": "It was cold."
  },
  {
    "paragraph": "264",
    "sentimentScore": 0,
    "paragraphText": "I sat down on an upturned plastic pail next to a stack of empty boxes, cupping my chin with my hands, thinking hard."
  },
  {
    "paragraph": "265",
    "sentimentScore": 0,
    "paragraphText": "I imagined my mother, first walking briskly down one street or another looking for me, then giving up and returning home to await my arrival."
  },
  {
    "paragraph": "266",
    "sentimentScore": 0,
    "paragraphText": "After two hours, I stood up on creaking legs and slowly walked home."
  },
  {
    "paragraph": "267",
    "sentimentScore": 0,
    "paragraphText": "The alley was quiet and I could see the yellow lights shining from our flat like two tiger’s eyes in the night."
  },
  {
    "paragraph": "268",
    "sentimentScore": 0,
    "paragraphText": "I climbed the sixteen steps to the door, advancing quietly up each so as not to make any warning sounds."
  },
  {
    "paragraph": "269",
    "sentimentScore": 0,
    "paragraphText": "I turned the knob; the door was locked."
  },
  {
    "paragraph": "270",
    "sentimentScore": 0,
    "paragraphText": "I heard a chair moving, quick steps, the locks turning—click!"
  },
  {
    "paragraph": "271",
    "sentimentScore": 0,
    "paragraphText": "click!"
  },
  {
    "paragraph": "272",
    "sentimentScore": 0,
    "paragraphText": "click!—and then the door opened."
  },
  {
    "paragraph": "273",
    "sentimentScore": 0,
    "paragraphText": "“About time you got home,” said Vincent."
  },
  {
    "paragraph": "274",
    "sentimentScore": 0,
    "paragraphText": "“Boy, are you in trouble.” He slid back to the dinner table."
  },
  {
    "paragraph": "275",
    "sentimentScore": 0,
    "paragraphText": "On a platter were the remains of a large fish, its fleshy head still connected to bones swimming upstream in vain escape."
  },
  {
    "paragraph": "276",
    "sentimentScore": 0,
    "paragraphText": "Standing there waiting for my punishment, I heard my mother speak in a dry voice."
  },
  {
    "paragraph": "277",
    "sentimentScore": 0,
    "paragraphText": "“We not concerning this girl."
  },
  {
    "paragraph": "278",
    "sentimentScore": 0,
    "paragraphText": "This girl not have concerning for us.” Nobody looked at me."
  },
  {
    "paragraph": "279",
    "sentimentScore": 0,
    "paragraphText": "Bone chopsticks clinked against the insides of bowls being emptied into hungry mouths."
  },
  {
    "paragraph": "280",
    "sentimentScore": 0,
    "paragraphText": "I walked into my room, closed the door, and lay down on my bed."
  },
  {
    "paragraph": "281",
    "sentimentScore": 0,
    "paragraphText": "The room was dark, the ceiling filled with shadows from the dinnertime lights of neighboring flats."
  },
  {
    "paragraph": "282",
    "sentimentScore": 0,
    "paragraphText": "In my head, I saw a chessboard with sixty-four black and white squares."
  },
  {
    "paragraph": "283",
    "sentimentScore": 0,
    "paragraphText": "Opposite me was my opponent, two angry black slits."
  },
  {
    "paragraph": "284",
    "sentimentScore": 0,
    "paragraphText": "She wore a triumphant smile."
  },
  {
    "paragraph": "285",
    "sentimentScore": 0,
    "paragraphText": "“Strongest wind cannot be seen,” she said."
  },
  {
    "paragraph": "286",
    "sentimentScore": 0,
    "paragraphText": "Her black men advanced across the plane, slowly marching to each successive level as a single unit."
  },
  {
    "paragraph": "287",
    "sentimentScore": 0,
    "paragraphText": "My white pieces screamed as they scurried and fell off the board one by one."
  },
  {
    "paragraph": "288",
    "sentimentScore": 0,
    "paragraphText": "As her men drew closer to my edge, I felt myself growing light."
  },
  {
    "paragraph": "289",
    "sentimentScore": 0,
    "paragraphText": "I rose up into the air and flew out the window."
  },
  {
    "paragraph": "290",
    "sentimentScore": 0,
    "paragraphText": "Higher and higher, above the alley, over the tops of tiled roofs, where I was gathered up by the wind and pushed up toward the night sky until everything below me disappeared and I was alone."
  },
  {
    "paragraph": "291",
    "sentimentScore": 0,
    "paragraphText": "I closed my eyes and pondered my next move."
  }
]