[
  {
    "paragraph": "1",
    "sentimentScore": 0,
    "paragraphText": "What they don’t understand about birthdays and what they never tell you is that when you’re eleven, you’re also ten, and nine, and eight, and seven, and six, and five, and four, and three, and two, and one."
  },
  {
    "paragraph": "2",
    "sentimentScore": 0,
    "paragraphText": "And when you wake up on your eleventh birthday you expect to feel eleven, but you don’t."
  },
  {
    "paragraph": "3",
    "sentimentScore": 0,
    "paragraphText": "You open your eyes and everything’s just like yesterday, only it’s today."
  },
  {
    "paragraph": "4",
    "sentimentScore": 0,
    "paragraphText": "And you don’t feel eleven at all."
  },
  {
    "paragraph": "5",
    "sentimentScore": 0,
    "paragraphText": "You feel like you’re still ten."
  },
  {
    "paragraph": "6",
    "sentimentScore": 0,
    "paragraphText": "And you are—underneath the year that makes you eleven."
  },
  {
    "paragraph": "7",
    "sentimentScore": 0,
    "paragraphText": "Like some days you might say something stupid, and that’s the part of you that’s still ten."
  },
  {
    "paragraph": "8",
    "sentimentScore": 0,
    "paragraphText": "Or maybe some days you might need to sit on your mama’s lap because you’re scared, and that’s the part of you that’s five."
  },
  {
    "paragraph": "9",
    "sentimentScore": 0,
    "paragraphText": "And maybe one day when you’re all grown up maybe you will need to cry like if you’re three, and that’s okay."
  },
  {
    "paragraph": "10",
    "sentimentScore": 0,
    "paragraphText": "That’s what I tell Mama when she’s sad and needs to cry."
  },
  {
    "paragraph": "11",
    "sentimentScore": 0,
    "paragraphText": "Maybe she’s feeling three."
  },
  {
    "paragraph": "12",
    "sentimentScore": 0,
    "paragraphText": "Because the way you grow old is kind of like an onion or like the rings inside a tree trunk or like my little wooden dolls that fit one inside the other, each year inside the next one."
  },
  {
    "paragraph": "13",
    "sentimentScore": 0,
    "paragraphText": "That’s how being eleven years old is."
  },
  {
    "paragraph": "14",
    "sentimentScore": 0,
    "paragraphText": "You don’t feel eleven."
  },
  {
    "paragraph": "15",
    "sentimentScore": 0,
    "paragraphText": "Not right away."
  },
  {
    "paragraph": "16",
    "sentimentScore": 0,
    "paragraphText": "It takes a few days, weeks even, sometimes even months before you say Eleven when they ask you."
  },
  {
    "paragraph": "17",
    "sentimentScore": 0,
    "paragraphText": "And you don’t feel smart eleven, not until you’re almost twelve."
  },
  {
    "paragraph": "18",
    "sentimentScore": 0,
    "paragraphText": "That’s the way it is."
  },
  {
    "paragraph": "19",
    "sentimentScore": 0,
    "paragraphText": "Only today I wish I didn’t have only eleven years rattling inside me like pennies in a tin Band-Aid box."
  },
  {
    "paragraph": "20",
    "sentimentScore": 0,
    "paragraphText": "Today I wish I was one hundred and two instead of eleven because if I was one hundred and two I’d have known what to say when Mrs. Price put the red sweater on my desk."
  },
  {
    "paragraph": "21",
    "sentimentScore": 0,
    "paragraphText": "I would’ve known how to tell her it wasn’t mine instead of just sitting there with that look on my face and nothing coming out of my mouth."
  },
  {
    "paragraph": "22",
    "sentimentScore": 0,
    "paragraphText": "“Whose is this?” Mrs. Price says, and she holds the red sweater up in the air for all the class to see."
  },
  {
    "paragraph": "23",
    "sentimentScore": 0,
    "paragraphText": "“Whose?"
  },
  {
    "paragraph": "24",
    "sentimentScore": 0,
    "paragraphText": "It’s been sitting in the coatroom for a month.” “Not mine,” says everybody."
  },
  {
    "paragraph": "25",
    "sentimentScore": 0,
    "paragraphText": "“Not me.” “It has to belong to somebody,” Mrs. Price keeps saying, but nobody can remember."
  },
  {
    "paragraph": "26",
    "sentimentScore": 0,
    "paragraphText": "It’s an ugly sweater with red plastic buttons and a collar and sleeves all stretched out like you could use it for a jump rope."
  },
  {
    "paragraph": "27",
    "sentimentScore": 0,
    "paragraphText": "It’s maybe a thousand years old and even if it belonged to me I wouldn’t say so."
  },
  {
    "paragraph": "28",
    "sentimentScore": 0,
    "paragraphText": "Maybe because I’m skinny, maybe because she doesn’t like me, that stupid Sylvia Saldívar says, “I think it belongs to Rachel.” An ugly sweater like that, all raggedy and old, but Mrs. Price believes her."
  },
  {
    "paragraph": "29",
    "sentimentScore": 0,
    "paragraphText": "Mrs. Price takes the sweater and puts it right on my desk, but when I open my mouth nothing comes out."
  },
  {
    "paragraph": "30",
    "sentimentScore": 0,
    "paragraphText": "“That’s not, I don’t, you’re not ."
  },
  {
    "paragraph": "31",
    "sentimentScore": 0,
    "paragraphText": "."
  },
  {
    "paragraph": "32",
    "sentimentScore": 0,
    "paragraphText": "."
  },
  {
    "paragraph": "33",
    "sentimentScore": 0,
    "paragraphText": "Not mine,” I finally say in a little voice that was maybe me when I was four."
  },
  {
    "paragraph": "34",
    "sentimentScore": 0,
    "paragraphText": "“Of course it’s yours,” Mrs. Price says."
  },
  {
    "paragraph": "35",
    "sentimentScore": 0,
    "paragraphText": "“I remember you wearing it once.” Because she’s older and the teacher, she’s right and I’m not."
  },
  {
    "paragraph": "36",
    "sentimentScore": 0,
    "paragraphText": "Not mine, not mine, not mine, but Mrs. Price is already turning to page thirty-two, and math problem number four."
  },
  {
    "paragraph": "37",
    "sentimentScore": 0,
    "paragraphText": "I don’t know why but all of a sudden I’m feeling sick inside, like the part of me that’s three wants to come out of my eyes, only I squeeze them shut tight and bite down on my teeth real hard and try to remember today I am eleven, eleven."
  },
  {
    "paragraph": "38",
    "sentimentScore": 0,
    "paragraphText": "Mama is making a cake for me for tonight, and when Papa comes home everybody will sing Happy birthday, happy birthday to you."
  },
  {
    "paragraph": "39",
    "sentimentScore": 0,
    "paragraphText": "But when the sick feeling goes away and I open my eyes, the red sweater’s still sitting there like a big red mountain."
  },
  {
    "paragraph": "40",
    "sentimentScore": 0,
    "paragraphText": "I move the red sweater to the corner of my desk with my ruler."
  },
  {
    "paragraph": "41",
    "sentimentScore": 0,
    "paragraphText": "I move my pencil and books and eraser as far from it as possible."
  },
  {
    "paragraph": "42",
    "sentimentScore": 0,
    "paragraphText": "I even move my chair a little to the right."
  },
  {
    "paragraph": "43",
    "sentimentScore": 0,
    "paragraphText": "Not mine, not mine, not mine."
  },
  {
    "paragraph": "44",
    "sentimentScore": 0,
    "paragraphText": "In my head I’m thinking how long till lunchtime, how long till I can take the red sweater and throw it over the schoolyard fence, or leave it hanging on a parking meter, or bunch it up into a little ball and toss it in the alley."
  },
  {
    "paragraph": "45",
    "sentimentScore": 0,
    "paragraphText": "Except when math period ends Mrs. Price says loud and in front of everybody, “Now, Rachel, that’s enough,” because she sees I’ve shoved the red sweater to the tippy-tip corner of my desk and it’s hanging all over the edge like a waterfall, but I don’t care."
  },
  {
    "paragraph": "46",
    "sentimentScore": 0,
    "paragraphText": "“Rachel,” Mrs. Price says."
  },
  {
    "paragraph": "47",
    "sentimentScore": 0,
    "paragraphText": "She says it like she’s getting mad."
  },
  {
    "paragraph": "48",
    "sentimentScore": 0,
    "paragraphText": "“You put that sweater on right now and no more nonsense.” “But it’s not—” “Now!” Mrs. Price says."
  },
  {
    "paragraph": "49",
    "sentimentScore": 0,
    "paragraphText": "This is when I wish I wasn’t eleven, because all the years inside of me—ten, nine, eight, seven, six, five, four, three, two, and one—are pushing at the back of my eyes when I put one arm through one sleeve of the sweater that smells like cottage cheese, and then the other arm through the other and stand there with my arms apart like if the sweater hurts me and it does, all itchy and full of germs that aren’t even mine."
  },
  {
    "paragraph": "50",
    "sentimentScore": 0,
    "paragraphText": "That’s when everything I’ve been holding in since this morning, since when Mrs. Price put the sweater on my desk, finally lets go, and all of a sudden I’m crying in front of everybody."
  },
  {
    "paragraph": "51",
    "sentimentScore": 0,
    "paragraphText": "I wish I was invisible but I’m not."
  },
  {
    "paragraph": "52",
    "sentimentScore": 0,
    "paragraphText": "I’m eleven and it’s my birthday today and I’m crying like I’m three in front of everybody."
  },
  {
    "paragraph": "53",
    "sentimentScore": 0,
    "paragraphText": "I put my head down on the desk and bury my face in my stupid clown-sweater arms."
  },
  {
    "paragraph": "54",
    "sentimentScore": 0,
    "paragraphText": "My face all hot and spit coming out of my mouth because I can’t stop the little animal noises from coming out of me, until there aren’t any more tears left in my eyes, and it’s just my body shaking like when you have the hiccups, and my whole head hurts like when you drink milk too fast."
  },
  {
    "paragraph": "55",
    "sentimentScore": 0,
    "paragraphText": "But the worst part is right before the bell rings for lunch."
  },
  {
    "paragraph": "56",
    "sentimentScore": 0,
    "paragraphText": "That stupid Phyllis Lopez, who is even dumber than Sylvia Saldívar, says she remembers the red sweater is hers!"
  },
  {
    "paragraph": "57",
    "sentimentScore": 0,
    "paragraphText": "I take it off right away and give it to her, only Mrs. Price pretends like everything’s okay."
  },
  {
    "paragraph": "58",
    "sentimentScore": 0,
    "paragraphText": "Today I’m eleven."
  },
  {
    "paragraph": "59",
    "sentimentScore": 0,
    "paragraphText": "There’s a cake Mama’s making for tonight, and when Papa comes home from work we’ll eat it."
  },
  {
    "paragraph": "60",
    "sentimentScore": 0,
    "paragraphText": "There’ll be candles and presents and everybody will sing Happy birthday, happy birthday to you, Rachel, only it’s too late."
  },
  {
    "paragraph": "61",
    "sentimentScore": 0,
    "paragraphText": "I’m eleven today."
  },
  {
    "paragraph": "62",
    "sentimentScore": 0,
    "paragraphText": "I’m eleven, ten, nine, eight, seven, six, five, four, three, two, and one, but I wish I was one hundred and two."
  },
  {
    "paragraph": "63",
    "sentimentScore": 0,
    "paragraphText": "I wish I was anything but eleven, because I want today to be far away already, far away like a runaway balloon, like a tiny o in the sky, so tiny-tiny you have to close your eyes to see it."
  }
]