[
  {
    "paragraph": "1",
    "sentimentScore": 0,
    "paragraphText": "She was born Magdalena Carmen Frida Kahlo y Calderón July 6, 1907, and lived in a house (the Casa Azul, or Blue House, now the Museo Frida Kahlo) built by her father in Coyoacán, t h e n a q u i e t suburb of Mexico City."
  },
  {
    "paragraph": "2",
    "sentimentScore": 0,
    "paragraphText": "The third of her parents' four daughters, Frida was her father's favorite— the most intelligent, he thought, and the most like himself."
  },
  {
    "paragraph": "3",
    "sentimentScore": 0,
    "paragraphText": "She was a dutiful child but had a fiery temperament."
  },
  {
    "paragraph": "4",
    "sentimentScore": 0,
    "paragraphText": "(Shortly before Kahlo and Rivera were wed in 1929, Kahlo's father warned his future son-in-law, who at age 42 had already had two wives and many mistresses, that Frida, then 21, was \"a devil.\""
  },
  {
    "paragraph": "5",
    "sentimentScore": 0,
    "paragraphText": "Rivera replied: \"I know it.\")"
  },
  {
    "paragraph": "6",
    "sentimentScore": 0,
    "paragraphText": "A German Jew with deep-set eyes and a bushy mustache, Guillermo Kahlo had immigrated to Mexico in 1891 at the age of 19."
  },
  {
    "paragraph": "7",
    "sentimentScore": 0,
    "paragraphText": "After his first wife died in childbirth, he married Matilde Calderón, a Catholic whose ancestry included Indians as well as a Spanish general."
  },
  {
    "paragraph": "8",
    "sentimentScore": 0,
    "paragraphText": "Frida portrayed her hybrid ethnicity in a 1936 painting, My Grandparents, My Parents, and I (opposite)."
  },
  {
    "paragraph": "9",
    "sentimentScore": 0,
    "paragraphText": "Kahlo adored her father."
  },
  {
    "paragraph": "10",
    "sentimentScore": 0,
    "paragraphText": "On a portrait she painted of him in 1951, she inscribed the words, \"character generous, intelligent and fine.\""
  },
  {
    "paragraph": "11",
    "sentimentScore": 0,
    "paragraphText": "Her feelings about her mother were more conflicted."
  },
  {
    "paragraph": "12",
    "sentimentScore": 0,
    "paragraphText": "On the one hand, the artist considered her \"very nice, active, intelligent.\""
  },
  {
    "paragraph": "13",
    "sentimentScore": 0,
    "paragraphText": "But she also saw her as fanatically religious, calculating and sometimes even cruel."
  },
  {
    "paragraph": "14",
    "sentimentScore": 0,
    "paragraphText": "\"She did not know how to read or write,\" recalled the artist."
  },
  {
    "paragraph": "15",
    "sentimentScore": 0,
    "paragraphText": "\"She only knew how to count money.\""
  },
  {
    "paragraph": "16",
    "sentimentScore": 0,
    "paragraphText": "A chubby child with a winning smile and sparkling eyes, Kahlo was stricken with polio at the age of 6."
  },
  {
    "paragraph": "17",
    "sentimentScore": 0,
    "paragraphText": "After her recovery, her right leg remained thinner than her left and her right foot was stunted."
  },
  {
    "paragraph": "18",
    "sentimentScore": 0,
    "paragraphText": "Despite her disabilities or, perhaps, to compensate for them, Kahlo became a tomboy."
  },
  {
    "paragraph": "19",
    "sentimentScore": 0,
    "paragraphText": "She played soccer, boxed, wrestled and swam competitively."
  },
  {
    "paragraph": "20",
    "sentimentScore": 0,
    "paragraphText": "\"My toys were those of a boy: skates, bicycles,\" the artist later recalled."
  },
  {
    "paragraph": "21",
    "sentimentScore": 0,
    "paragraphText": "(As an adult, she collected dolls.)"
  },
  {
    "paragraph": "22",
    "sentimentScore": 0,
    "paragraphText": "Her father taught her photography, including how to retouch and color prints, and one of his friends gave her drawing lessons."
  },
  {
    "paragraph": "23",
    "sentimentScore": 0,
    "paragraphText": "In 1922, the 15-year-old Kahlo entered the elite, predominantly male Nationa: Preparatory School, which was located near the Cathedral in the heart of Mexico City."
  },
  {
    "paragraph": "24",
    "sentimentScore": 0,
    "paragraphText": "As it happened, Rivera was working in the school's auditorium on his first mural."
  },
  {
    "paragraph": "25",
    "sentimentScore": 0,
    "paragraphText": "In his autobiography-My Art, My Life-the artist recalled that he was painting one night high on a scaffold when \"all of a sudden the door flew open, and a girl who seemed to be no more than ten or twelve was propelled inside... She had,\" he continued, \"unusual dignity and self-assurance, and there was a strange fire in her eyes.\""
  },
  {
    "paragraph": "26",
    "sentimentScore": 0,
    "paragraphText": "Kahlo, who was actually 16, apparently played pranks on the artist."
  },
  {
    "paragraph": "27",
    "sentimentScore": 0,
    "paragraphText": "She stole his lunch and soaped the steps by the stage where he was working."
  },
  {
    "paragraph": "28",
    "sentimentScore": 0,
    "paragraphText": "Kahlo planned to become a doctor and took courses in biology, zoology and anatomy."
  },
  {
    "paragraph": "29",
    "sentimentScore": 0,
    "paragraphText": "Her knowledge of these disciplines would later add realistic touches to her portraits."
  },
  {
    "paragraph": "30",
    "sentimentScore": 0,
    "paragraphText": "She also had a passion for philosophy, which she liked to flaunt."
  },
  {
    "paragraph": "31",
    "sentimentScore": 0,
    "paragraphText": "According to biographer Herrera, she would cry out to her boyfriend, Alejandro Gómez Arias, \"lend me your Spengler."
  },
  {
    "paragraph": "32",
    "sentimentScore": 0,
    "paragraphText": "I don't have anything to read on the bus.\""
  },
  {
    "paragraph": "33",
    "sentimentScore": 0,
    "paragraphText": "Her bawdy sense of humor and passion for fun were well known among her circle of friends, many of whom would become leaders of the Mexican left."
  },
  {
    "paragraph": "34",
    "sentimentScore": 0,
    "paragraphText": "Then, on September 17, 1925, the bus on which she and her boyfriend were riding home from school was rammed by a trolley car."
  },
  {
    "paragraph": "35",
    "sentimentScore": 0,
    "paragraphText": "A metal handrail broke off and pierced her pelvis."
  },
  {
    "paragraph": "36",
    "sentimentScore": 0,
    "paragraphText": "Several people died at the site, and doctors at the hospital where the 18-year-old Kahlo was taken did not think she would survive."
  },
  {
    "paragraph": "37",
    "sentimentScore": 0,
    "paragraphText": "Her spine was fractured in three places, her pelvis was crushed and her rightleg and foot were severely broken."
  },
  {
    "paragraph": "38",
    "sentimentScore": 0,
    "paragraphText": "The first of many operations she would endure over the years brought only temporary relief from pain."
  },
  {
    "paragraph": "39",
    "sentimentScore": 0,
    "paragraphText": "\"In this hospital,\" Kahlo told Gómez Arias, \"death dances around my bed at night.\""
  },
  {
    "paragraph": "40",
    "sentimentScore": 0,
    "paragraphText": "She spent a month in the hospital and was later fitted with a plaster corset, variations of which she would be compelled to wear throughout her life."
  },
  {
    "paragraph": "41",
    "sentimentScore": 0,
    "paragraphText": "Confined to bed for three months, she was unable to return to school."
  },
  {
    "paragraph": "42",
    "sentimentScore": 0,
    "paragraphText": "\"Without giving it any particular thought,\" she recalled, \"I started painting.\""
  },
  {
    "paragraph": "43",
    "sentimentScore": 0,
    "paragraphText": "Kahlo's mother ordered a portable easel and attached a mirror to the underside of her bed's canopy so that the nascent artist could be her own model."
  },
  {
    "paragraph": "44",
    "sentimentScore": 0,
    "paragraphText": "Though she knew the works of the old masters only from reproductions, Kahlo had an uncanny ability to incorporate elements of their styles in her work."
  },
  {
    "paragraph": "45",
    "sentimentScore": 0,
    "paragraphText": "In a painting she gave to Gómez Arias, for instance, she portrayed herself with a swan neck and tapered fingers, referring to it as \"Your Botticeli.\""
  },
  {
    "paragraph": "46",
    "sentimentScore": 0,
    "paragraphText": "During her months in bed, she pondered her changed circumstances."
  },
  {
    "paragraph": "47",
    "sentimentScore": 0,
    "paragraphText": "To Gómez Arias, she wrote, \"Life will reveal [its secrets] to you soon."
  },
  {
    "paragraph": "48",
    "sentimentScore": 0,
    "paragraphText": "I already know it all."
  },
  {
    "paragraph": "49",
    "sentimentScore": 0,
    "paragraphText": "..."
  },
  {
    "paragraph": "50",
    "sentimentScore": 0,
    "paragraphText": "I was a child who went about in a world of colors.... My friends, my companions became women slowly, I became old in instants.\""
  },
  {
    "paragraph": "51",
    "sentimentScore": 0,
    "paragraphText": "As she grew stronger, Kahlo began to participate in the politics of the day, which focused on achieving autonomy for the government- run university and a more democratic national government."
  },
  {
    "paragraph": "52",
    "sentimentScore": 0,
    "paragraphText": "She joined the Communist party in part because of her friendship with the young Italian photographer Tina Modotti, who had come to Mexico in 1923 with her then companion, photographer Edward Weston."
  },
  {
    "paragraph": "53",
    "sentimentScore": 0,
    "paragraphText": "It was most likely at a soiree given by Modotti in late 1928 that Kahlo re-met Rivera."
  }
]