[
  {
    "paragraph": "1",
    "sentimentScore": 0,
    "paragraphText": "I WARN YOU that in this picture lam painting of Diego there will be colors which even I am not fully acquainted with."
  },
  {
    "paragraph": "2",
    "sentimentScore": 0,
    "paragraphText": "Besides, I love Diego so much I cannot be an objective spectator of him or his life...I cannot speak of Diego as my husband because that term, when applied to him, is an absurdity."
  },
  {
    "paragraph": "3",
    "sentimentScore": 0,
    "paragraphText": "He never has been, nor will he ever be, anybody's husband."
  },
  {
    "paragraph": "4",
    "sentimentScore": 0,
    "paragraphText": "I also cannot speak of him as my lover because to me, he transcends by far the domain of sex."
  },
  {
    "paragraph": "5",
    "sentimentScore": 0,
    "paragraphText": "And if I attempt to speak of him purely, as a soul, I shall only end up by painting my own emotions."
  },
  {
    "paragraph": "6",
    "sentimentScore": 0,
    "paragraphText": "Yet considering these obstacles of sentiment, I shall try to sketch his image to the best of my ability."
  },
  {
    "paragraph": "7",
    "sentimentScore": 0,
    "paragraphText": "Growing up from his Asiatic-type head is his fine, thin hair, which somehow gives the impression that it is floating in air."
  },
  {
    "paragraph": "8",
    "sentimentScore": 0,
    "paragraphText": "He looks like an immense baby with an amiable but sad-looking face."
  },
  {
    "paragraph": "9",
    "sentimentScore": 0,
    "paragraphText": "His wide, dark, and intelligent bulging eyes appear to be barely held in place by his swollen eyelids."
  },
  {
    "paragraph": "10",
    "sentimentScore": 0,
    "paragraphText": "They protrude like the eyes of a frog, each separated from the other in a most extraordinary way."
  },
  {
    "paragraph": "11",
    "sentimentScore": 0,
    "paragraphText": "They thus seem to enlarge his field of vision beyond that of most persons."
  },
  {
    "paragraph": "12",
    "sentimentScore": 0,
    "paragraphText": "It is almost as if they were constructed exclusively for a painter of vast spaces and multitudes."
  },
  {
    "paragraph": "13",
    "sentimentScore": 0,
    "paragraphText": "The effect produced by these unusual eyes, situated so far away from each other, encourages one to speculate on the ages-old oriental knowledge contained behind them."
  },
  {
    "paragraph": "14",
    "sentimentScore": 0,
    "paragraphText": "On rare occasions, an ironic yet tender smile appears on his Buddha-like lips."
  },
  {
    "paragraph": "15",
    "sentimentScore": 0,
    "paragraphText": "Seeing him in the nude, one is immediately reminded of a young boy- frog standing on his hind legs."
  },
  {
    "paragraph": "16",
    "sentimentScore": 0,
    "paragraphText": "His skin is greenish- white, very like that on an aquatic animal."
  },
  {
    "paragraph": "17",
    "sentimentScore": 0,
    "paragraphText": "The only dark parts of his whole body are his hands and face, and that is because they are sunburned."
  },
  {
    "paragraph": "18",
    "sentimentScore": 0,
    "paragraphText": "His shoulders are like a child's, narrow and round."
  },
  {
    "paragraph": "19",
    "sentimentScore": 0,
    "paragraphText": "They progress without any visible hint of angles, their tapering rotundity making them seem almost feminine."
  },
  {
    "paragraph": "20",
    "sentimentScore": 0,
    "paragraphText": "The arms diminish regularly into small, sensitive hands...It is incredible to think these hands have been capable of achieving such a prodigious number of paintings."
  },
  {
    "paragraph": "21",
    "sentimentScore": 0,
    "paragraphText": "Another wonder is that they can still work as indefatigably as they do.. .His enormous belly, smooth, tightly drawn, and sphere-shaped, is supported by two strong legs which are as beautifully solid as classical columns."
  },
  {
    "paragraph": "22",
    "sentimentScore": 0,
    "paragraphText": "They end in feet which point outward at an obtuse angle, as if moulded for a stance wide enough to cover the entire earth."
  },
  {
    "paragraph": "23",
    "sentimentScore": 0,
    "paragraphText": "He sleeps in a foetal position."
  },
  {
    "paragraph": "24",
    "sentimentScore": 0,
    "paragraphText": "In his waking hours, he walks with a languorous elegance as if accustomed to living in a liquefied medium."
  },
  {
    "paragraph": "25",
    "sentimentScore": 0,
    "paragraphText": "But his movements, one would think that he found air denser to wade through than water.... To Diego painting is everything."
  },
  {
    "paragraph": "26",
    "sentimentScore": 0,
    "paragraphText": "He prefers his work to anything else in the world."
  },
  {
    "paragraph": "27",
    "sentimentScore": 0,
    "paragraphText": "It is his vocation and his vacation in one."
  },
  {
    "paragraph": "28",
    "sentimentScore": 0,
    "paragraphText": "For as long as I have known him, he has spent most of his waking hours at painting: between twelve and eighteen a day."
  },
  {
    "paragraph": "29",
    "sentimentScore": 0,
    "paragraphText": "Therefore he cannot lead a normal life: Nor does he ever have the time to think whether what he does is moral, amoral, or immoral."
  },
  {
    "paragraph": "30",
    "sentimentScore": 0,
    "paragraphText": "He has only one great social concern: to raise the standard of living of the Mexican Indians, who he loves so deeply."
  },
  {
    "paragraph": "31",
    "sentimentScore": 0,
    "paragraphText": "This love he has conveyed in painting after painting."
  },
  {
    "paragraph": "32",
    "sentimentScore": 0,
    "paragraphText": "His temperament is invariably a happy one."
  },
  {
    "paragraph": "33",
    "sentimentScore": 0,
    "paragraphText": "He is irritated by one of two things: loss of time from his work—and stupidity."
  },
  {
    "paragraph": "34",
    "sentimentScore": 0,
    "paragraphText": "He has said many times that he would rather have many intelligent enemies than one stupid friend."
  }
]