[
  {
    "paragraph": "1",
    "sentimentScore": 0,
    "paragraphText": "Halted as he was at work last night on his scaffold in the Great Hall of the seventy-story RCA Building in Rockefeller Center, Diego Rivera, the celebrated Mexican mural painter whose communistic leanings have frequently enveloped him in controversy, was informed that the fresco on which he was engaged, and which he had regarded as his masterpiece, was no longer acceptable to the Rockefeller family."
  },
  {
    "paragraph": "2",
    "sentimentScore": 0,
    "paragraphText": "Turning sadly with a few of his assistants and devoted friends to his \"shack\" on the mezzanine of the building, Señor Rivera found that his telephone had been cut off."
  },
  {
    "paragraph": "3",
    "sentimentScore": 0,
    "paragraphText": "He also found awaiting him a letter from Todd, Robertson & Todd, enclosing a check for $14,000, completing payment in full of the $21,000 he had been promised for three murals."
  },
  {
    "paragraph": "4",
    "sentimentScore": 0,
    "paragraphText": "The letter expressed regret that Señor Rivera had been unable to come to some compromise on the paintings and said that the check was to be regarded as terminating his employment, although none of the three panels for which he had contracted had been finished."
  },
  {
    "paragraph": "5",
    "sentimentScore": 0,
    "paragraphText": "Paraders Clash With Police."
  },
  {
    "paragraph": "6",
    "sentimentScore": 0,
    "paragraphText": "A crowd of about 100 art students and other admirers of the painter previously had been ushered from the hall by representatives of Todd, Robertson & Todd, the managing agents on behalf of John D. Rockefeller Jr., and mounted and foot police were on duty outside the building to prevent any demonstration when Señor Rivera was called away from work."
  },
  {
    "paragraph": "7",
    "sentimentScore": 0,
    "paragraphText": "No demonstration materialized immediately, but about 10 o'clock, two hours later, between 75 and 100 men and women sympathizers of the artist paraded in front of the building, shouting \"Save Rivera's art,\" and \"We want Rivera.\""
  },
  {
    "paragraph": "8",
    "sentimentScore": 0,
    "paragraphText": "They carried banners on which similar sentiments were emblazoned."
  },
  {
    "paragraph": "9",
    "sentimentScore": 0,
    "paragraphText": "The police and fifteen uniformed attachés of the building made no attempt to interfere as the demonstrators marched around the building three times."
  },
  {
    "paragraph": "10",
    "sentimentScore": 0,
    "paragraphText": "But on their last round they gathered in Sixth Avenue between Forty-ninth and Fiftieth Streets, blocking the sidewalks, and were ordered to disperse by the police."
  },
  {
    "paragraph": "11",
    "sentimentScore": 0,
    "paragraphText": "Booing and jostling the policemen, the demonstrators refused."
  },
  {
    "paragraph": "12",
    "sentimentScore": 0,
    "paragraphText": "A crowd of waiting taxicab drivers took the side of the police, and a free-for-all fight developed."
  },
  {
    "paragraph": "13",
    "sentimentScore": 0,
    "paragraphText": "The policemen, brandishing their nightsticks, rushed the crowd, which resisted until two mounted patrolmen charged into their midst."
  },
  {
    "paragraph": "14",
    "sentimentScore": 0,
    "paragraphText": "Then they fled."
  },
  {
    "paragraph": "15",
    "sentimentScore": 0,
    "paragraphText": "Meanwhile all doors of the Radio City Music Hall had been locked and patrons were compelled to wait for at least ten minutes until order was restored before they could leave."
  },
  {
    "paragraph": "16",
    "sentimentScore": 0,
    "paragraphText": "A traffic snarl had developed in Sixth Avenue, Forty-ninth and Fiftieth Streets meanwhile, but it was soon cleared by the police."
  },
  {
    "paragraph": "17",
    "sentimentScore": 0,
    "paragraphText": "Lenin Pictured in Painting."
  },
  {
    "paragraph": "18",
    "sentimentScore": 0,
    "paragraphText": "With an air of resignation rather than bitterness, Señor Rivera described in his broken English his design for the mural which, covering a space sixty-three feet long and seventeen feet high, was to have depicted \"human intelligence in control of the forces of nature.\""
  },
  {
    "paragraph": "19",
    "sentimentScore": 0,
    "paragraphText": "A sketch of it had been shown to the Rockefeller family and approved by them, Señor Rivera said."
  },
  {
    "paragraph": "20",
    "sentimentScore": 0,
    "paragraphText": "The entire scheme for the mural decoration of the Great Hall was worked out by Señor Rivera, with the approval of the RCA art commission."
  },
  {
    "paragraph": "21",
    "sentimentScore": 0,
    "paragraphText": "His panel, the only one in color was to have occupied the central position, and was to have been flanked by Brangwyn's chiaroscuro on the left, and Sert's on the right."
  },
  {
    "paragraph": "22",
    "sentimentScore": 0,
    "paragraphText": "Senor Rivera intended to portray the emancipation of mankind through technology."
  },
  {
    "paragraph": "23",
    "sentimentScore": 0,
    "paragraphText": "But when the actual painting began objection was raised, he said, to a figure of Lenin joining the hands of a soldier, a worker, and a Negro, which was to have topped the painting."
  },
  {
    "paragraph": "24",
    "sentimentScore": 0,
    "paragraphText": "In the background were crowds of unemployed."
  },
  {
    "paragraph": "25",
    "sentimentScore": 0,
    "paragraphText": "Señor Rivera said that he had been told that Mr. Rockefeller and his advisers did not find the mural as \"highly imaginative\" as they had expected it to be, and that its effect was unpleasant."
  },
  {
    "paragraph": "26",
    "sentimentScore": 0,
    "paragraphText": "They also objected to the brilliant colors in the background, he said."
  },
  {
    "paragraph": "27",
    "sentimentScore": 0,
    "paragraphText": "His first warning that his conception was no longer pleasing to the owners of the building came five or six days ago, Señor Rivera said last night."
  },
  {
    "paragraph": "28",
    "sentimentScore": 0,
    "paragraphText": "He added that he had desired to be conciliatory, and as a possible compromise had suggested that in one of the other panels he would portray the figure of Lincoln helping mankind."
  },
  {
    "paragraph": "29",
    "sentimentScore": 0,
    "paragraphText": "Artist Consults a Lawyer."
  },
  {
    "paragraph": "30",
    "sentimentScore": 0,
    "paragraphText": "With his friends and assistants, Señor Rivera went from the building to the office of Philip Wittenberg, an attorney, at 70 West Fortieth Street, where they went into conference with Mr. Wittenberg and Arthur Garfield Hays to learn whether or not they had any legal recourse in the matter."
  },
  {
    "paragraph": "31",
    "sentimentScore": 0,
    "paragraphText": "After hearing Señor Rivera's side of the story, Mr. Wittenberg said he had made no decision on whether any legal action would be taken on his behalf."
  },
  {
    "paragraph": "32",
    "sentimentScore": 0,
    "paragraphText": "He said that an artist's rights in such circumstances have never been fully determined by the courts."
  },
  {
    "paragraph": "33",
    "sentimentScore": 0,
    "paragraphText": "Señor Rivera said the last thing he saw as he left the building, after the managing agent's men had called him from the scaffold on a pretext, was the erection of a screen in front of the mural."
  },
  {
    "paragraph": "34",
    "sentimentScore": 0,
    "paragraphText": "He said that he feared that the painting, which he had come to regard as his greatest, would be destroyed."
  },
  {
    "paragraph": "35",
    "sentimentScore": 0,
    "paragraphText": "A burlap covering was hung last night inside the Fifth Avenue door of the building, so that passersby could not see the painting."
  },
  {
    "paragraph": "36",
    "sentimentScore": 0,
    "paragraphText": "Nelson Rockefeller Wrote First."
  },
  {
    "paragraph": "37",
    "sentimentScore": 0,
    "paragraphText": "The first official remonstrance received by Señor Rivera came from Nelson A. Rockefeller, son of John D Rockefeller Jr., in the following letter dated May 4: \"26 Broadway, May 4, 1933."
  },
  {
    "paragraph": "38",
    "sentimentScore": 0,
    "paragraphText": "\"Dear Mr. Rivera: \"While I was in the No."
  },
  {
    "paragraph": "39",
    "sentimentScore": 0,
    "paragraphText": "1 building at Rockefeller Center yesterday viewing the progress of your thrilling mural, I noticed that in the most recent portion of the painting you had included a portrait of Lenin."
  },
  {
    "paragraph": "40",
    "sentimentScore": 0,
    "paragraphText": "The piece is beautifully painted, but it seems to me that his portrait, appearing in this mural, might very easily seriously offend a great many people."
  },
  {
    "paragraph": "41",
    "sentimentScore": 0,
    "paragraphText": "If it were in a private house it would be one thing, but this mural is in a public building and the situation is therefore quite different."
  },
  {
    "paragraph": "42",
    "sentimentScore": 0,
    "paragraphText": "As much as I dislike to do so, I am afraid we must ask you to substitute the face of some unknown man where Lenin's face now appears."
  },
  {
    "paragraph": "43",
    "sentimentScore": 0,
    "paragraphText": "\"You know how enthusiastic I am about the work which you have been doing and that to date we have in no way restricted you in either subject or treatment."
  },
  {
    "paragraph": "44",
    "sentimentScore": 0,
    "paragraphText": "I am sure you will understand our feeling in this situation and we will greatly appreciate your making the suggested substitution.\""
  },
  {
    "paragraph": "45",
    "sentimentScore": 0,
    "paragraphText": "Letter to N. A. Rockefeller."
  },
  {
    "paragraph": "46",
    "sentimentScore": 0,
    "paragraphText": "A letter from Señor Rivera to Nelson A. Rockefeller, dated May 6, read as follows: \"In reply to your kind letter of May 4, 1933, I wish to tell you my actual feelings on the matters you raise, after I have given considerable reflection to them."
  },
  {
    "paragraph": "47",
    "sentimentScore": 0,
    "paragraphText": "\"The head of Lenin was included in the original sketch, now in the hands of Mr. Raymond Hood, and in the drawings in line made on the wall at the beginning of my work."
  },
  {
    "paragraph": "48",
    "sentimentScore": 0,
    "paragraphText": "Each time it appeared as a general and abstract representation of the concept of leader, an indispensable human figure."
  },
  {
    "paragraph": "49",
    "sentimentScore": 0,
    "paragraphText": "Now, I have merely changed the place in which the figure appears, giving it a less real physical place as if projected by a television apparatus."
  },
  {
    "paragraph": "50",
    "sentimentScore": 0,
    "paragraphText": "Moreover, I understand quite thoroughly the point of view concerning the business affairs of a commercial building, although I am sure that that class of person who is capable of being offended by the portrait of a deceased great man, would feel offended, given such a mentality, by the entire conception of my painting."
  },
  {
    "paragraph": "51",
    "sentimentScore": 0,
    "paragraphText": "Therefore, rather than mutilate the conception, I should prefer the physical destruction of the conception in its entirety, but conserving, at least, its integrity."
  },
  {
    "paragraph": "52",
    "sentimentScore": 0,
    "paragraphText": "\"In speaking of the integrity of the conception I do not refer only to the logical structure of the painting, but also to its plastic structure."
  },
  {
    "paragraph": "53",
    "sentimentScore": 0,
    "paragraphText": "\"I should like, as far as possible, to find an acceptable solution to the problem you raise, and suggest that I could change the sector which show society people playing bridge and dancing and put in its place, in perfect balance with the Lenin portion, a figure of some great American historical leader, such as Lincoln, who symbolizes the unification of the country and the abolition of slavery surrounded by John Brown, Nat Turner, William Lloyd Garrison or Wendell Phillips and Harriet Beecher Stowe, and perhaps some scientific figure like McCormick, inventor of the McCormick reaper, which aided in the victory of the anti-slavery forces by providing sufficient wheat to sustain the Northern armies."
  },
  {
    "paragraph": "54",
    "sentimentScore": 0,
    "paragraphText": "\"I am sure that the solution I propose will entirely clarify the historical meaning of the figure of a leader as represented by Lenin and Lincoln, and no one will be able to object to them without objecting to the most fundamental feelings of human love and solidarity and the constructive social force represented by such men."
  },
  {
    "paragraph": "55",
    "sentimentScore": 0,
    "paragraphText": "Also it will clarify the general meaning of the painting.\""
  },
  {
    "paragraph": "56",
    "sentimentScore": 0,
    "paragraphText": "Final Appeal to Artist."
  },
  {
    "paragraph": "57",
    "sentimentScore": 0,
    "paragraphText": "Señor Rivera received two letters yesterday from Hugh S. Robertson, president of the Todd, Robertson & Todd Engineering Corporation."
  },
  {
    "paragraph": "58",
    "sentimentScore": 0,
    "paragraphText": "The first letter, which reached the artist early in the day, was a final appeal to him to change the mural."
  },
  {
    "paragraph": "59",
    "sentimentScore": 0,
    "paragraphText": "It said in part: \"The description you gave us in November last of the subject matter of your'proposed mural decorations' at Rockefeller Center, and the sketch which you presented to us about the same time, both led us to believe that your work would be purely imaginative."
  },
  {
    "paragraph": "60",
    "sentimentScore": 0,
    "paragraphText": "There was not the slightest intimation, either in the description or in the sketch, that would include in the mural any portraits or any subject matter of a controversial nature."
  },
  {
    "paragraph": "61",
    "sentimentScore": 0,
    "paragraphText": "\"Under the circumstances we cannot but feel that you have taken advantage of the situation to do things which were never contemplated by either of us at the time our contract was made."
  },
  {
    "paragraph": "62",
    "sentimentScore": 0,
    "paragraphText": "We feel, therefore, that there should be no hesitation on your part to make such changes as are necessary to conform the mural to the understanding we had with you."
  },
  {
    "paragraph": "63",
    "sentimentScore": 0,
    "paragraphText": "\"The understanding was that slight coloring would be used."
  },
  {
    "paragraph": "64",
    "sentimentScore": 0,
    "paragraphText": "The bright colors have therefore provoked considerable discussion, but that is a matter we mention now only for your information.\""
  },
  {
    "paragraph": "65",
    "sentimentScore": 0,
    "paragraphText": "After Señor Rivera had replied, refusing to make any concession, Mr. Robertson sent a final letter, which was not received by the artist until after he had been called from his scaffold."
  },
  {
    "paragraph": "66",
    "sentimentScore": 0,
    "paragraphText": "Enclosing the check for $14,000, the letter said that \"much to our regrets\" the agents had no alternative except to request Señor Rivera to discontinue his work."
  }
]