{
  "1": [
    0.6791717171717172,
    "But in this village, where there were only about three hundred people, the whole lottery took less than two hours, so it could begin at ten o'clock in the morning and still be through in time to allow the villagers to get home for noon dinner.\n\n\n"
  ],
  "2": [
    0.7674599358974359,
    "The girls stood aside, talking among themselves, looking over their shoulders at the boys, and the very small children rolled in the dust or clung to the hands of their older brothers or sisters.\n\n\n"
  ],
  "3": [
    0.7699142857142857,
    "His father spoke up sharply, and Bobby came quickly and took his place between his father and his oldest brother.\n\n\n"
  ],
  "4": [
    0.8245256613756613,
    "there was a hesitation before two men, Mr. Martin and his oldest son, Baxter, came forward to hold the box steady on the stool while Mr. Summers stirred up the papers inside it.\n\n\n"
  ],
  "5": [
    0.8146876262626263,
    "The black box grew shabbier each year: by now it was no longer completely black but splintered badly along one side to show the original wood color, and in some places faded or stained.\n\n\n"
  ],
  "6": [
    0.7761630952380952,
    "The rest of the year, the box was put way, sometimes one place, sometimes another; it had spent one year in Mr. Graves's barn and another year underfoot in the post office, and sometimes it was set on a shelf in the Martin grocery and left there. \n\n\n"
  ],
  "7": [
    0.7099225,
    "Mr. Summers was very good at all this; in his clean white shirt and blue jeans, with one hand resting carelessly on the black box, he seemed very proper and important as he talked interminably[5] to Mr. Graves and the Martins.\n\n\n"
  ],
  "8": [
    0.7579575757575757,
    "She dried her hands on her apron, and Mrs. Delacroix said, \"You're in  time, though."
  ],
  "9": [
    0.8646880952380952,
    "Joe?,\" and soft laughter ran through the crowd as the people stirred back into position after Mrs. Hutchinson's arrival.\n\n\n"
  ],
  "10": [
    0.8502857142857143,
    "Mr. Summers said soberly, \"guess we better get started, get this over with, so's we can go back to work."
  ],
  "11": [0.796, "several people said."],
  "12": [0.7415, "Who's drawing for him?"],
  "13": [0.7713333333333333, "\"Wife draws for her husband."],
  "14": [
    0.7841111111111111,
    "Mr. Summers waited with an expression of polite interest while Mrs. Dunbar answered.\n\n\n"
  ],
  "15": [
    0.7190000000000001,
    "\"Guess I gotta fill in for the old man this year."
  ],
  "16": [
    0.6626666666666667,
    "Then he asked, \"Watson boy drawing this year?\" \n\n\n"
  ],
  "17": [
    0.7344500000000002,
    "He blinked his eyes nervously and ducked his head as several voices in the crowd said things like, \"Good fellow, lad,\" and \"Glad to see your mother's got a man to do it."
  ],
  "18": [0.7795, "Old Man Warner make it?\"\n\n\n"],
  "19": [
    0.7490000000000001,
    "        \"Here,\" a voice said, and Mr. Summers nodded.\n\n\n"
  ],
  "20": [0.7468666666666668, "Everything clear?\"\n\n\n"],
  "21": [
    0.7112499999999999,
    "Then Mr. Summers raised one hand high and said,\n\n\n"
  ],
  "22": [
    0.8704166666666667,
    "He held it firmly by one corner as he turned and went hastily back to his place in the crowd, where he stood a little apart from his family, not looking down at his hand.\n\n\n"
  ],
  "24": [
    0.77025,
    "        \"Seems like there's no time at all between lotteries anymore,\" Mrs. Delacroix said to Mrs. Graves in the back row.\n\n\n"
  ],
  "25": [
    0.7016666666666667,
    "        \"Seems like we got through with the last one only last week."
  ],
  "26": [0.546, "        \"Time sure goes fast,\" Mrs. Graves said.\n\n\n"],
  "28": [
    0.6865833333333333,
    "\"Dunbar,\" Mr. Summers said, and Mrs. Dunbar went steadily to the box while one of the women said, \"Go on, Janey,\" and another said, \"There she goes."
  ],
  "29": [
    0.8710444444444444,
    "Mrs. Dunbar and her two sons stood together, Mrs. Dunbar holding the slip of paper.\n\n\n"
  ],
  "31": [
    0.796,
    "        \"Get up there, Bill,\" Mrs. Hutchinson said, and the people near her laughed.\n\n\n"
  ],
  "33": [
    0.7536666666666667,
    "        \"They do say,\" Mr. Adams said to Old Man Warner, who stood next to him, \"that over in the north village they're talking of giving up the lottery."
  ],
  "34": [
    0.8594071428571427,
    "\"Bad enough to see young Joe Summers up there joking with everybody."
  ],
  "35": [
    0.861,
    "        \"Some places have already quit lotteries,\" Mrs. Adams said.\n\n\n"
  ],
  "36": [
    1.6760000000000002,
    "        \"Nothing but trouble in that,\" Old Man Warner said stoutly."
  ],
  "37": [0.6636666666666666, "And Bobby Martin watched his father go forward."],
  "38": [0.9809166666666667, "\"I wish they'd hurry."],
  "39": [0.573, "        \"They're almost through,\" her son said.\n\n\n"],
  "40": [
    0.879,
    "        \"You get ready to run-tell Dad,\" Mrs. Dunbar said.\n\n\n"
  ],
  "41": [
    0.783,
    "        Mr. Summers called his own name and then stepped forward precisely and selected a slip from the box."
  ],
  "42": [0.84775, "\"Seventy-seventh time."],
  "43": [
    1.0122499999999999,
    "Someone said, \"Don't be nervous, Jack,\" and Mr. Summers said, \"Take your time, son."
  ],
  "45": [
    0.7364999999999999,
    "Then the voices began to say, \"It's Hutchinson."
  ],
  "46": [
    0.6309999999999999,
    "        \"Go tell your father,\" Mrs. Dunbar said to her older son.\n\n\n"
  ],
  "47": [0.8092666666666666, "It wasn't fair!\"\n\n\n"],
  "48": [
    0.661,
    "        \"Be a good sport, Tessie,\" Mrs. Delacroix called, and Mrs. Graves said, \"All of us took the same chance."
  ],
  "50": [0.6937, "You got any other households in the Hutchinsons?"],
  "51": [0.7135, "\"Make them take their chance!\"\n\n\n"],
  "52": [0.5687500000000001, "\"You know that as well as anyone else."],
  "53": [0.745, "        \"It wasn't fair,\" Tessie said.\n\n\n"],
  "54": [0.6779999999999999, "And I've got no other family except the kids."],
  "55": [
    0.9091666666666667,
    "        \"Then, as far as drawing for families is concerned, it's you,\" Mr. Summers said in explanation, \"and as far as drawing for households is concerned, that's you, too, right?\"\n\n\n"
  ],
  "57": [
    0.663,
    "        \"How many kids, Bill?\" Mr. Summers asked formally.\n\n\n"
  ],
  "59": [0.775, "        \"There's Bill, Jr., Nancy, and little Dave."],
  "60": [0.7635000000000001, "\"Harry, you got their tickets back?\"\n\n\n"],
  "61": [0.7648333333333334, "\"Take Bill's and put it in."],
  "62": [0.8709791666666666, "Everybody saw that."],
  "63": [
    0.7311666666666666,
    "And he dropped all the papers but those onto the ground, where the breeze caught them and lifted them off.\n\n\n"
  ],
  "64": [
    0.796,
    "        \"Listen, everybody,\" Mrs. Hutchinson was saying to the people around her.\n\n\n"
  ],
  "65": [
    0.7916000000000001,
    "        \"Ready, Bill?\" Mr. Summers asked, and Bill Hutchinson, with one quick glance around at his wife and children, nodded.\n\n\n"
  ],
  "66": [
    0.7580187500000001,
    "Mr. Graves took the child's hand and removed the folded paper from the tight fist and held it while little Dave stood next to him and looked up at him wonderingly.\n\n\n"
  ],
  "67": [0.73225625, "She snatched a paper out and held it behind her.\n\n\n"],
  "68": [
    0.8452,
    "        \"Bill,\" Mr. Summers said, and Bill Hutchinson reached into the box and felt around, bringing his hand out at last with the slip of paper in it.\n\n\n"
  ],
  "69": [
    0.8744999999999998,
    "A girl whispered, \"I hope it's not Nancy,\" and the sound of the whisper reached the edges of the crowd.\n\n\n"
  ],
  "70": [0.7723333333333332, "\"People ain't the way they used to be."],
  "71": [0.71475, "Harry, you open little Dave's."],
  "72": [
    0.9278714285714286,
    "Nancy and Bill, Jr., opened theirs at the same time and both beamed and laughed, turning around to the crowd and holding their slips of paper above their heads.\n\n\n"
  ],
  "73": [0.6895, "It was blank.\n\n\n"],
  "74": [0.71425, "\"Show us her paper, Bill.\"\n\n\n"],
  "75": [
    1.0652416666666669,
    "Bill Hutchinson held it up, and there was a stir in the crowd.\n\n\n"
  ],
  "76": [0.812, "\"Let's finish quickly."],
  "77": [
    0.8700892857142857,
    "Delacroix selected a stone so large she had to pick it up with both hands and turned to Mrs. Dunbar."
  ],
  "78": [
    1.0289722222222222,
    "You'll\nhave to go ahead, and I'll catch up with you."
  ],
  "79": [0.728, "And someone gave little Davy Hutchinson a few pebbles.\n\n\n"],
  "80": [
    0.8452,
    "Steve Adams was in the front of the crowd of villagers, with Mrs. Graves beside him.\n\n\n"
  ]
}
