[
  {
    "paragraph": "1",
    "sentimentScore": 0,
    "paragraphText": "The images are iconic."
  },
  {
    "paragraph": "2",
    "sentimentScore": 0,
    "paragraphText": "Assembly workers with tools raised in a frozen moment of manufacturing."
  },
  {
    "paragraph": "3",
    "sentimentScore": 0,
    "paragraphText": "Doctors and scientists stand near a child in a nativity scene that pays tribute to medicine."
  },
  {
    "paragraph": "4",
    "sentimentScore": 0,
    "paragraphText": "Secretaries and accountants, heads bowed, fingers on typewriters and adding machines."
  },
  {
    "paragraph": "5",
    "sentimentScore": 0,
    "paragraphText": "One panel even shows Henry Ford, founder of the Ford Motor Company, seeming to watch a collection of unseen workers below him."
  },
  {
    "paragraph": "6",
    "sentimentScore": 0,
    "paragraphText": "The meaning of these images is complex, a view of industry that challenges ideas about its role in society and raises issues of class and politics."
  },
  {
    "paragraph": "7",
    "sentimentScore": 0,
    "paragraphText": "These murals were painted by Mexican artist Diego Rivera."
  },
  {
    "paragraph": "8",
    "sentimentScore": 0,
    "paragraphText": "Rivera was already well known as the leader of the Mexican muralist movement when he started the work, and he considered Detroit Industry the most successful piece of his career."
  },
  {
    "paragraph": "9",
    "sentimentScore": 0,
    "paragraphText": "In 1932 Edsel Ford, the son of Henry Ford and president of the car company that bears the family name, and William Valentiner, the director of the Detroit Institute of Arts, commissioned Rivera to paint two murals for the museum's Garden Court."
  },
  {
    "paragraph": "10",
    "sentimentScore": 0,
    "paragraphText": "The only rule was the work must relate to the history of Detroit and the development of industry."
  },
  {
    "paragraph": "11",
    "sentimentScore": 0,
    "paragraphText": "Soon thereafter Rivera and his wife, painter Frida Kahlo, arrived in Detroit and began studying and photographing the Ford automotive plant on the Rouge River."
  },
  {
    "paragraph": "12",
    "sentimentScore": 0,
    "paragraphText": "The factory so fascinated and inspired Rivera that he soon suggested painting all four walls of the Garden Court."
  },
  {
    "paragraph": "13",
    "sentimentScore": 0,
    "paragraphText": "Ford and Valentiner agreed and soon Rivera's commission was expanded."
  },
  {
    "paragraph": "14",
    "sentimentScore": 0,
    "paragraphText": "He spent about a month on the preliminary designs, and started painting in July 1932."
  },
  {
    "paragraph": "15",
    "sentimentScore": 0,
    "paragraphText": "The murals were completed in March 1933."
  },
  {
    "paragraph": "16",
    "sentimentScore": 0,
    "paragraphText": "Besides images of the assembly lines made famous by Ford, the murals also depict office workers and airplanes, boats and agriculture as well as Detroit's other industries at the time-medical, pharmaceutical, and chemical."
  },
  {
    "paragraph": "17",
    "sentimentScore": 0,
    "paragraphText": "They also show images of nudes representing fertility and a panel depicting vaccination."
  },
  {
    "paragraph": "18",
    "sentimentScore": 0,
    "paragraphText": "The Controversy Many people objected to Rivera's work when it was unveiled to the public."
  },
  {
    "paragraph": "19",
    "sentimentScore": 0,
    "paragraphText": "He painted workers of different races —white, black and brown, working side by side."
  },
  {
    "paragraph": "20",
    "sentimentScore": 0,
    "paragraphText": "The nudes in the mural were called pornographic, and one panel was labeled blasphemous by some members of the religious community."
  },
  {
    "paragraph": "21",
    "sentimentScore": 0,
    "paragraphText": "The section depicts a nativity scene where a baby is receiving a vaccination from a doctor and scientists from different countries took the place of the wise men."
  },
  {
    "paragraph": "22",
    "sentimentScore": 0,
    "paragraphText": "A Detroit News editorial called the murals \"coarse in conception... foolishly vulgar... a slander to Detroit workmen..."
  },
  {
    "paragraph": "23",
    "sentimentScore": 0,
    "paragraphText": "un-American.\""
  },
  {
    "paragraph": "24",
    "sentimentScore": 0,
    "paragraphText": "The writer wanted the murals to be destroyed."
  },
  {
    "paragraph": "25",
    "sentimentScore": 0,
    "paragraphText": "Even the commissioning of Rivera caused a stir."
  },
  {
    "paragraph": "26",
    "sentimentScore": 0,
    "paragraphText": "The country was in the midst of the Great Depression and some questioned why a Mexican artist had been chosen over an American painter."
  },
  {
    "paragraph": "27",
    "sentimentScore": 0,
    "paragraphText": "Others questioned Rivera's communist ties."
  },
  {
    "paragraph": "28",
    "sentimentScore": 0,
    "paragraphText": "Edsel Ford, patron of the murals, never publicly responded to the outcry."
  },
  {
    "paragraph": "29",
    "sentimentScore": 0,
    "paragraphText": "He only issued a simple statement saying \"I admire Rivera's spirit."
  },
  {
    "paragraph": "30",
    "sentimentScore": 0,
    "paragraphText": "I really believe he was trying to express his idea of the spirit of Detroit.\""
  }
]