[
  {
    "paragraph": "1",
    "sentimentScore": 0,
    "paragraphText": "The dark sky, filled with angry, swirling clouds, reflected Greg Ridley’s mood as he sat on the stoop1 of his building."
  },
  {
    "paragraph": "2",
    "sentimentScore": 0,
    "paragraphText": "His father’s voice came to him again, first reading the letter the principal had sent to the house, then lecturing endlessly about his poor efforts in math."
  },
  {
    "paragraph": "3",
    "sentimentScore": 0,
    "paragraphText": "“I had to leave school when I was 13,” his father had said, “that’s a year younger than you are now."
  },
  {
    "paragraph": "4",
    "sentimentScore": 0,
    "paragraphText": "If I’d had half the chances that you have, I’d ."
  },
  {
    "paragraph": "5",
    "sentimentScore": 0,
    "paragraphText": "."
  },
  {
    "paragraph": "6",
    "sentimentScore": 0,
    "paragraphText": ".” Greg had sat in the small, pale green kitchen listening, knowing the lecture would end with his father saying he couldn’t play ball with the Scorpions."
  },
  {
    "paragraph": "7",
    "sentimentScore": 0,
    "paragraphText": "He had asked his father the week before, and his father had said it depended on his next report card."
  },
  {
    "paragraph": "8",
    "sentimentScore": 0,
    "paragraphText": "It wasn’t often the Scorpions took on new players, especially 14-year-olds, and this was a chance of a lifetime for Greg."
  },
  {
    "paragraph": "9",
    "sentimentScore": 0,
    "paragraphText": "He hadn’t been allowed to play high school ball, which he had really wanted to do, but playing for the Community Center team was the next best thing."
  },
  {
    "paragraph": "10",
    "sentimentScore": 0,
    "paragraphText": "Report cards were due in a week, and Greg had been hoping for the best."
  },
  {
    "paragraph": "11",
    "sentimentScore": 0,
    "paragraphText": "But the principal had ended the suspense early when she sent that letter saying Greg would probably fail math if he didn’t spend more time studying."
  },
  {
    "paragraph": "12",
    "sentimentScore": 0,
    "paragraphText": "“And you want to play basketball?” His father’s brows knitted over deep brown eyes."
  },
  {
    "paragraph": "13",
    "sentimentScore": 0,
    "paragraphText": "“That must be some kind of a joke."
  },
  {
    "paragraph": "14",
    "sentimentScore": 0,
    "paragraphText": "Now you just get into your room and hit those books.” That had been two nights before."
  },
  {
    "paragraph": "15",
    "sentimentScore": 0,
    "paragraphText": "His father’s words, like the distant thunder that now echoed through the streets of Harlem, still rumbled softly in his ears."
  },
  {
    "paragraph": "16",
    "sentimentScore": 0,
    "paragraphText": "It was beginning to cool."
  },
  {
    "paragraph": "17",
    "sentimentScore": 0,
    "paragraphText": "Gusts of wind made bits of paper dance between the parked cars."
  },
  {
    "paragraph": "18",
    "sentimentScore": 0,
    "paragraphText": "There was a flash of nearby lightning, and soon large drops of rain splashed onto his jeans."
  },
  {
    "paragraph": "19",
    "sentimentScore": 0,
    "paragraphText": "He stood to go upstairs, thought of the lecture that probably awaited him if he did anything except shut himself in his room with his math book, and started walking down the street instead."
  },
  {
    "paragraph": "20",
    "sentimentScore": 0,
    "paragraphText": "Down the block there was an old tenement that had been abandoned for some months."
  },
  {
    "paragraph": "21",
    "sentimentScore": 0,
    "paragraphText": "Some of the guys had held an impromptu checker tournament there the week before, and Greg had noticed that the door, once boarded over, had been slightly ajar."
  },
  {
    "paragraph": "22",
    "sentimentScore": 0,
    "paragraphText": "Pulling his collar up as high as he could, he checked for traffic and made a dash across the street."
  },
  {
    "paragraph": "23",
    "sentimentScore": 0,
    "paragraphText": "He reached the house just as another flash of lightning changed the night to day for an instant, then returned the graffiti-scarred building to the grim shadows."
  },
  {
    "paragraph": "24",
    "sentimentScore": 0,
    "paragraphText": "He vaulted over the outer stairs and pushed tentatively on the door."
  },
  {
    "paragraph": "25",
    "sentimentScore": 0,
    "paragraphText": "It was open, and he let himself in."
  },
  {
    "paragraph": "26",
    "sentimentScore": 0,
    "paragraphText": "The inside of the building was dark except for the dim light that filtered through the dirty windows from the streetlamps."
  },
  {
    "paragraph": "27",
    "sentimentScore": 0,
    "paragraphText": "There was a room a few feet from the door, and from where he stood at the entrance, Greg could see a squarish patch of light on the floor."
  },
  {
    "paragraph": "28",
    "sentimentScore": 0,
    "paragraphText": "He entered the room, frowning at the musty smell."
  },
  {
    "paragraph": "29",
    "sentimentScore": 0,
    "paragraphText": "It was a large room that might have been someone’s parlor at one time."
  },
  {
    "paragraph": "30",
    "sentimentScore": 0,
    "paragraphText": "Squinting, Greg could see an old table on its side against one wall, what looked like a pile of rags or a torn mattress in the corner, and a couch, with one side broken, in front of the window."
  },
  {
    "paragraph": "31",
    "sentimentScore": 0,
    "paragraphText": "He went to the couch."
  },
  {
    "paragraph": "32",
    "sentimentScore": 0,
    "paragraphText": "The side that wasn’t broken was comfortable enough, though a little creaky."
  },
  {
    "paragraph": "33",
    "sentimentScore": 0,
    "paragraphText": "From this spot he could see the blinking neon sign over the bodega2 on the corner."
  },
  {
    "paragraph": "34",
    "sentimentScore": 0,
    "paragraphText": "He sat a while, watching the sign blink first green then red, allowing his mind to drift to the Scorpions, then to his father."
  },
  {
    "paragraph": "35",
    "sentimentScore": 0,
    "paragraphText": "His father had been a postal worker for all Greg’s life, and was proud of it, often telling Greg how hard he had worked to pass the test."
  },
  {
    "paragraph": "36",
    "sentimentScore": 0,
    "paragraphText": "Greg had heard the story too many times to be interested now."
  },
  {
    "paragraph": "37",
    "sentimentScore": 0,
    "paragraphText": "For a moment Greg thought he heard something that sounded like a scraping against the wall."
  },
  {
    "paragraph": "38",
    "sentimentScore": 0,
    "paragraphText": "He listened carefully, but it was gone."
  },
  {
    "paragraph": "39",
    "sentimentScore": 0,
    "paragraphText": "Outside the wind had picked up, sending the rain against the window with a force that shook the glass in its frame."
  },
  {
    "paragraph": "40",
    "sentimentScore": 0,
    "paragraphText": "A car passed, its tires hissing over the wet street and its red tail lights glowing in the darkness."
  },
  {
    "paragraph": "41",
    "sentimentScore": 0,
    "paragraphText": "Greg thought he heard the noise again."
  },
  {
    "paragraph": "42",
    "sentimentScore": 0,
    "paragraphText": "His stomach tightened as he held himself still and listened intently."
  },
  {
    "paragraph": "43",
    "sentimentScore": 0,
    "paragraphText": "There weren’t any more scraping noises, but he was sure he had heard something in the darkness—something breathing!"
  },
  {
    "paragraph": "44",
    "sentimentScore": 0,
    "paragraphText": "He tried to figure out just where the breathing was coming from; he knew it was in the room with him."
  },
  {
    "paragraph": "45",
    "sentimentScore": 0,
    "paragraphText": "Slowly he stood, tensing."
  },
  {
    "paragraph": "46",
    "sentimentScore": 0,
    "paragraphText": "As he turned, a flash of lightning lit up the room, frightening him with its sudden brilliance."
  },
  {
    "paragraph": "47",
    "sentimentScore": 0,
    "paragraphText": "He saw nothing, just the overturned table, the pile of rags and an old newspaper on the floor."
  },
  {
    "paragraph": "48",
    "sentimentScore": 0,
    "paragraphText": "Could he have been imagining the sounds?"
  },
  {
    "paragraph": "49",
    "sentimentScore": 0,
    "paragraphText": "He continued listening, but heard nothing and thought that it might have just been rats."
  },
  {
    "paragraph": "50",
    "sentimentScore": 0,
    "paragraphText": "Still, he thought, as soon as the rain let up he would leave."
  },
  {
    "paragraph": "51",
    "sentimentScore": 0,
    "paragraphText": "He went to the window and was about to look out when he heard a voice behind him."
  },
  {
    "paragraph": "52",
    "sentimentScore": 0,
    "paragraphText": "“Don’t try nothin’ ’cause I got a razor here sharp enough to cut a week into nine days!” Greg, except for an involuntary tremor in his knees, stood stock still."
  },
  {
    "paragraph": "53",
    "sentimentScore": 0,
    "paragraphText": "The voice was high and brittle, like dry twigs being broken, surely not one he had ever heard before."
  },
  {
    "paragraph": "54",
    "sentimentScore": 0,
    "paragraphText": "There was a shuffling sound as the person who had been speaking moved a step closer."
  },
  {
    "paragraph": "55",
    "sentimentScore": 0,
    "paragraphText": "Greg turned, holding his breath, his eyes straining to see in the dark room."
  },
  {
    "paragraph": "56",
    "sentimentScore": 0,
    "paragraphText": "The upper part of the figure before him was still in darkness."
  },
  {
    "paragraph": "57",
    "sentimentScore": 0,
    "paragraphText": "The lower half was in the dim rectangle of light that fell unevenly from the window."
  },
  {
    "paragraph": "58",
    "sentimentScore": 0,
    "paragraphText": "There were two feet, in cracked, dirty shoes from which rose legs that were wrapped in rags."
  },
  {
    "paragraph": "59",
    "sentimentScore": 0,
    "paragraphText": "“Who are you?” Greg hardly recognized his own voice."
  },
  {
    "paragraph": "60",
    "sentimentScore": 0,
    "paragraphText": "“I’m Lemon Brown,” came the answer."
  },
  {
    "paragraph": "61",
    "sentimentScore": 0,
    "paragraphText": "“Who’re you?” “Greg Ridley.” “What you doing here?” The figure shuffled forward again, and Greg took a small step backward."
  },
  {
    "paragraph": "62",
    "sentimentScore": 0,
    "paragraphText": "“It’s raining,” Greg said."
  },
  {
    "paragraph": "63",
    "sentimentScore": 0,
    "paragraphText": "“I can see that,” the figure said."
  },
  {
    "paragraph": "64",
    "sentimentScore": 0,
    "paragraphText": "The person who called himself Lemon Brown peered forward, and Greg could see him clearly."
  },
  {
    "paragraph": "65",
    "sentimentScore": 0,
    "paragraphText": "He was an old man."
  },
  {
    "paragraph": "66",
    "sentimentScore": 0,
    "paragraphText": "His black, heavily wrinkled face was surrounded by a halo of crinkly white hair and whiskers that seemed to separate his head from the layers of dirty coats piled on his smallish frame."
  },
  {
    "paragraph": "67",
    "sentimentScore": 0,
    "paragraphText": "His pants were bagged to the knee, where they were met with rags that went down to the old shoes."
  },
  {
    "paragraph": "68",
    "sentimentScore": 0,
    "paragraphText": "The rags were held on with strings, and there was a rope around his middle."
  },
  {
    "paragraph": "69",
    "sentimentScore": 0,
    "paragraphText": "Greg relaxed."
  },
  {
    "paragraph": "70",
    "sentimentScore": 0,
    "paragraphText": "He had seen the man before, picking through the trash on the corner and pulling clothes out of a Salvation Army box."
  },
  {
    "paragraph": "71",
    "sentimentScore": 0,
    "paragraphText": "There was no sign of the razor that could “cut a week into nine days.” “What are you doing here?” Greg asked."
  },
  {
    "paragraph": "72",
    "sentimentScore": 0,
    "paragraphText": "“This is where I’m staying,” Lemon Brown said."
  },
  {
    "paragraph": "73",
    "sentimentScore": 0,
    "paragraphText": "“What you here for?” “Told you it was raining out,” Greg said, leaning against the back of the couch until he felt it give slightly."
  },
  {
    "paragraph": "74",
    "sentimentScore": 0,
    "paragraphText": "“Ain’t you got no home?” “I got a home,” Greg answered."
  },
  {
    "paragraph": "75",
    "sentimentScore": 0,
    "paragraphText": "“You ain’t one of them bad boys looking for my treasure, is you?” Lemon Brown cocked his head to one side and squinted one eye."
  },
  {
    "paragraph": "76",
    "sentimentScore": 0,
    "paragraphText": "“Because I told you I got me a razor.” “I’m not looking for your treasure,” Greg answered, smiling."
  },
  {
    "paragraph": "77",
    "sentimentScore": 0,
    "paragraphText": "“If you have one.” “What you mean, if I have one,” Lemon Brown said."
  },
  {
    "paragraph": "78",
    "sentimentScore": 0,
    "paragraphText": "“Every man got a treasure."
  },
  {
    "paragraph": "79",
    "sentimentScore": 0,
    "paragraphText": "You don’t know that, you must be a fool!” “Sure,” Greg said as he sat on the sofa and put one leg over the back."
  },
  {
    "paragraph": "80",
    "sentimentScore": 0,
    "paragraphText": "“What do you have, gold coins?” “Don’t worry none about what I got,” Lemon Brown said."
  },
  {
    "paragraph": "81",
    "sentimentScore": 0,
    "paragraphText": "“You know who I am?” “You told me your name was orange or lemon or something like that.” “Lemon Brown,” the old man said, pulling back his shoulders as he did so, “they used to call me Sweet Lemon Brown.” “Sweet Lemon?” Greg asked."
  },
  {
    "paragraph": "82",
    "sentimentScore": 0,
    "paragraphText": "“Yessir."
  },
  {
    "paragraph": "83",
    "sentimentScore": 0,
    "paragraphText": "Sweet Lemon Brown."
  },
  {
    "paragraph": "84",
    "sentimentScore": 0,
    "paragraphText": "They used to say I sung the blues3 so sweet that if I sang at a funeral, the dead would commence to rocking with the beat."
  },
  {
    "paragraph": "85",
    "sentimentScore": 0,
    "paragraphText": "Used to travel all over Mississippi and as far as Monroe, Louisiana, and east on over to Macon, Georgia."
  },
  {
    "paragraph": "86",
    "sentimentScore": 0,
    "paragraphText": "You mean you ain’t never heard of Sweet Lemon Brown?” “Afraid not,” Greg said."
  },
  {
    "paragraph": "87",
    "sentimentScore": 0,
    "paragraphText": "“What ."
  },
  {
    "paragraph": "88",
    "sentimentScore": 0,
    "paragraphText": "."
  },
  {
    "paragraph": "89",
    "sentimentScore": 0,
    "paragraphText": "."
  },
  {
    "paragraph": "90",
    "sentimentScore": 0,
    "paragraphText": "what happened to you?” “Hard times, boy."
  },
  {
    "paragraph": "91",
    "sentimentScore": 0,
    "paragraphText": "Hard times always after a poor man."
  },
  {
    "paragraph": "92",
    "sentimentScore": 0,
    "paragraphText": "One day I got tired, sat down to rest a spell and felt a tap on my shoulder."
  },
  {
    "paragraph": "93",
    "sentimentScore": 0,
    "paragraphText": "Hard times caught up with me.” “Sorry about that.” “What you doing here?"
  },
  {
    "paragraph": "94",
    "sentimentScore": 0,
    "paragraphText": "How come you didn’t go on home when the rain come?"
  },
  {
    "paragraph": "95",
    "sentimentScore": 0,
    "paragraphText": "Rain don’t bother you young folks none.” “Just didn’t.” Greg looked away."
  },
  {
    "paragraph": "96",
    "sentimentScore": 0,
    "paragraphText": "“I used to have a knotty-headed boy just like you.” Lemon Brown had half walked, half shuffled back to the corner and sat down against the wall."
  },
  {
    "paragraph": "97",
    "sentimentScore": 0,
    "paragraphText": "“Had them big eyes like you got."
  },
  {
    "paragraph": "98",
    "sentimentScore": 0,
    "paragraphText": "I used to call them moon eyes."
  },
  {
    "paragraph": "99",
    "sentimentScore": 0,
    "paragraphText": "Look into them moon eyes and see anything you want.” “How come you gave up singing the blues?” Greg asked."
  },
  {
    "paragraph": "100",
    "sentimentScore": 0,
    "paragraphText": "“Didn’t give it up,” Lemon Brown said."
  },
  {
    "paragraph": "101",
    "sentimentScore": 0,
    "paragraphText": "“You don’t give up the blues; they give you up."
  },
  {
    "paragraph": "102",
    "sentimentScore": 0,
    "paragraphText": "After a while you do good for yourself, and it ain’t nothing but foolishness singing about how hard you got it."
  },
  {
    "paragraph": "103",
    "sentimentScore": 0,
    "paragraphText": "Ain’t that right?” “I guess so.” “What’s that noise?” Lemon Brown asked, suddenly sitting upright."
  },
  {
    "paragraph": "104",
    "sentimentScore": 0,
    "paragraphText": "Greg listened, and he heard a noise outside."
  },
  {
    "paragraph": "105",
    "sentimentScore": 0,
    "paragraphText": "He looked at Lemon Brown and saw the old man was pointing toward the window."
  },
  {
    "paragraph": "106",
    "sentimentScore": 0,
    "paragraphText": "Greg went to the window and saw three men, neighborhood thugs, on the stoop."
  },
  {
    "paragraph": "107",
    "sentimentScore": 0,
    "paragraphText": "One was carrying a length of pipe."
  },
  {
    "paragraph": "108",
    "sentimentScore": 0,
    "paragraphText": "Greg looked back toward Lemon Brown, who moved quietly across the room to the window."
  },
  {
    "paragraph": "109",
    "sentimentScore": 0,
    "paragraphText": "The old man looked out, then beckoned frantically for Greg to follow him."
  },
  {
    "paragraph": "110",
    "sentimentScore": 0,
    "paragraphText": "For a moment Greg couldn’t move."
  },
  {
    "paragraph": "111",
    "sentimentScore": 0,
    "paragraphText": "Then he found himself following Lemon Brown into the hallway and up darkened stairs."
  },
  {
    "paragraph": "112",
    "sentimentScore": 0,
    "paragraphText": "Greg followed as closely as he could."
  },
  {
    "paragraph": "113",
    "sentimentScore": 0,
    "paragraphText": "They reached the top of the stairs, and Greg felt Lemon Brown’s hand first lying on his shoulder, then probing down his arm until he finally took Greg’s hand into his own as they crouched in the darkness."
  },
  {
    "paragraph": "114",
    "sentimentScore": 0,
    "paragraphText": "“They’s bad men,” Lemon Brown whispered."
  },
  {
    "paragraph": "115",
    "sentimentScore": 0,
    "paragraphText": "His breath was warm against Greg’s skin."
  },
  {
    "paragraph": "116",
    "sentimentScore": 0,
    "paragraphText": "“Hey!"
  },
  {
    "paragraph": "117",
    "sentimentScore": 0,
    "paragraphText": "Rag man!” a voice called."
  },
  {
    "paragraph": "118",
    "sentimentScore": 0,
    "paragraphText": "“We know you in here."
  },
  {
    "paragraph": "119",
    "sentimentScore": 0,
    "paragraphText": "What you got up under them rags?"
  },
  {
    "paragraph": "120",
    "sentimentScore": 0,
    "paragraphText": "You got any money?” Silence."
  },
  {
    "paragraph": "121",
    "sentimentScore": 0,
    "paragraphText": "“We don’t want to have to come in and hurt you, old man, but we don’t mind if we have to.” Lemon Brown squeezed Greg’s hand in his own hard, gnarled fist."
  },
  {
    "paragraph": "122",
    "sentimentScore": 0,
    "paragraphText": "There was a banging downstairs and a light as the men entered."
  },
  {
    "paragraph": "123",
    "sentimentScore": 0,
    "paragraphText": "They banged around noisily, calling for the rag man."
  },
  {
    "paragraph": "124",
    "sentimentScore": 0,
    "paragraphText": "“We heard you talking about your treasure.” The voice was slurred."
  },
  {
    "paragraph": "125",
    "sentimentScore": 0,
    "paragraphText": "“We just want to see it, that’s all.” “You sure he’s here?” One voice seemed to come from the room with the sofa."
  },
  {
    "paragraph": "126",
    "sentimentScore": 0,
    "paragraphText": "“Yeah, he stays here every night.” “There’s another room over there; I’m going to take a look."
  },
  {
    "paragraph": "127",
    "sentimentScore": 0,
    "paragraphText": "You got that flashlight?” “Yeah, here, take the pipe too.” Greg opened his mouth to quiet the sound of his breath as he sucked it in uneasily."
  },
  {
    "paragraph": "128",
    "sentimentScore": 0,
    "paragraphText": "A beam of light hit the wall a few feet opposite him, then went out."
  },
  {
    "paragraph": "129",
    "sentimentScore": 0,
    "paragraphText": "“Ain’t nobody in that room,” a voice said."
  },
  {
    "paragraph": "130",
    "sentimentScore": 0,
    "paragraphText": "“You think he gone or something?” “I don’t know,” came the answer."
  },
  {
    "paragraph": "131",
    "sentimentScore": 0,
    "paragraphText": "“All I know is that I heard him talking about some kind of treasure."
  },
  {
    "paragraph": "132",
    "sentimentScore": 0,
    "paragraphText": "You know they found that shopping bag lady with that money in her bags.” “Yeah."
  },
  {
    "paragraph": "133",
    "sentimentScore": 0,
    "paragraphText": "You think he’s upstairs?” “HEY, OLD MAN, ARE YOU UP THERE?” Silence."
  },
  {
    "paragraph": "134",
    "sentimentScore": 0,
    "paragraphText": "“Watch my back."
  },
  {
    "paragraph": "135",
    "sentimentScore": 0,
    "paragraphText": "I’m going up.” There was a footstep on the stairs, and the beam from the flashlight danced crazily along the peeling wallpaper."
  },
  {
    "paragraph": "136",
    "sentimentScore": 0,
    "paragraphText": "Greg held his breath."
  },
  {
    "paragraph": "137",
    "sentimentScore": 0,
    "paragraphText": "There was another step and a loud crashing noise as the man banged the pipe against the wooden banister."
  },
  {
    "paragraph": "138",
    "sentimentScore": 0,
    "paragraphText": "Greg could feel his temples throb as the man slowly neared them."
  },
  {
    "paragraph": "139",
    "sentimentScore": 0,
    "paragraphText": "Greg thought about the pipe, wondering what he would do when the man Then Lemon Brown released his hand and moved toward the top of the stairs."
  },
  {
    "paragraph": "140",
    "sentimentScore": 0,
    "paragraphText": "Greg looked around and saw stairs going up to the next floor."
  },
  {
    "paragraph": "141",
    "sentimentScore": 0,
    "paragraphText": "He tried waving to Lemon Brown, hoping the old man would see him in the dim light and follow him to the next floor."
  },
  {
    "paragraph": "142",
    "sentimentScore": 0,
    "paragraphText": "Maybe, Greg thought, the man wouldn’t follow them up there."
  },
  {
    "paragraph": "143",
    "sentimentScore": 0,
    "paragraphText": "Suddenly, though, Lemon Brown stood at the top of the stairs, both arms raised high above his head."
  },
  {
    "paragraph": "144",
    "sentimentScore": 0,
    "paragraphText": "“There he is!” a voice cried from below."
  },
  {
    "paragraph": "145",
    "sentimentScore": 0,
    "paragraphText": "“Throw down your money, old man, so I won’t have to bash your head in!” Lemon Brown didn’t move."
  },
  {
    "paragraph": "146",
    "sentimentScore": 0,
    "paragraphText": "Greg felt himself near panic."
  },
  {
    "paragraph": "147",
    "sentimentScore": 0,
    "paragraphText": "The steps came closer, and still Lemon Brown didn’t move."
  },
  {
    "paragraph": "148",
    "sentimentScore": 0,
    "paragraphText": "He was an eerie sight, a bundle of rags standing at the top of the stairs, his shadow on the wall looming over him."
  },
  {
    "paragraph": "149",
    "sentimentScore": 0,
    "paragraphText": "Maybe, the thought came to Greg, the scene could be even eerier."
  },
  {
    "paragraph": "150",
    "sentimentScore": 0,
    "paragraphText": "Greg wet his lips, put his hands to his mouth and tried to make a sound."
  },
  {
    "paragraph": "151",
    "sentimentScore": 0,
    "paragraphText": "Nothing came out."
  },
  {
    "paragraph": "152",
    "sentimentScore": 0,
    "paragraphText": "He swallowed hard, wet his lips once more and howled as evenly as he could."
  },
  {
    "paragraph": "153",
    "sentimentScore": 0,
    "paragraphText": "“What’s that?” As Greg howled, the light moved away from Lemon Brown, but not before Greg saw him hurl his body down the stairs at the men who had come to take his treasure."
  },
  {
    "paragraph": "154",
    "sentimentScore": 0,
    "paragraphText": "There was a crashing noise, and then footsteps."
  },
  {
    "paragraph": "155",
    "sentimentScore": 0,
    "paragraphText": "A rush of warm air came in as the downstairs door opened, then there was only an ominous silence."
  },
  {
    "paragraph": "156",
    "sentimentScore": 0,
    "paragraphText": "Greg stood on the landing."
  },
  {
    "paragraph": "157",
    "sentimentScore": 0,
    "paragraphText": "He listened, and after a while there was another sound on the staircase."
  },
  {
    "paragraph": "158",
    "sentimentScore": 0,
    "paragraphText": "“Mr."
  },
  {
    "paragraph": "159",
    "sentimentScore": 0,
    "paragraphText": "Brown?” he called."
  },
  {
    "paragraph": "160",
    "sentimentScore": 0,
    "paragraphText": "“Yeah, it’s me,” came the answer."
  },
  {
    "paragraph": "161",
    "sentimentScore": 0,
    "paragraphText": "“I got their flashlight.” thinking?"
  },
  {
    "paragraph": "162",
    "sentimentScore": 0,
    "paragraphText": "Greg exhaled in relief as Lemon Brown made his way slowly back up the stairs."
  },
  {
    "paragraph": "163",
    "sentimentScore": 0,
    "paragraphText": "“You O.K."
  },
  {
    "paragraph": "164",
    "sentimentScore": 0,
    "paragraphText": "?” “Few bumps and bruises,” Lemon Brown said."
  },
  {
    "paragraph": "165",
    "sentimentScore": 0,
    "paragraphText": "“I think I’d better be going,” Greg said, his breath returning to normal."
  },
  {
    "paragraph": "166",
    "sentimentScore": 0,
    "paragraphText": "“You’d better leave, too, before they come back.” “They may hang around outside for a while,” Lemon Brown said, “but they ain’t getting their nerve up to come in here again."
  },
  {
    "paragraph": "167",
    "sentimentScore": 0,
    "paragraphText": "Not with crazy old rag men and howling spooks."
  },
  {
    "paragraph": "168",
    "sentimentScore": 0,
    "paragraphText": "Best you stay awhile till the coast is clear."
  },
  {
    "paragraph": "169",
    "sentimentScore": 0,
    "paragraphText": "I’m heading out West tomorrow, out to east St. Louis.” “They were talking about treasures,” Greg said."
  },
  {
    "paragraph": "170",
    "sentimentScore": 0,
    "paragraphText": "“You really have a treasure?” “What I tell you?"
  },
  {
    "paragraph": "171",
    "sentimentScore": 0,
    "paragraphText": "Didn’t I tell you every man got a treasure?” Lemon Brown said."
  },
  {
    "paragraph": "172",
    "sentimentScore": 0,
    "paragraphText": "“You want to see mine?” “If you want to show it to me,” Greg shrugged."
  },
  {
    "paragraph": "173",
    "sentimentScore": 0,
    "paragraphText": "“Let’s look out the window first, see what them scoundrels be doing,” Lemon Brown said."
  },
  {
    "paragraph": "174",
    "sentimentScore": 0,
    "paragraphText": "They followed the oval beam of the flashlight into one of the rooms and looked out the window."
  },
  {
    "paragraph": "175",
    "sentimentScore": 0,
    "paragraphText": "They saw the men who had tried to take the treasure sitting on the curb near the corner."
  },
  {
    "paragraph": "176",
    "sentimentScore": 0,
    "paragraphText": "One of them had his pants leg up, looking at his knee."
  },
  {
    "paragraph": "177",
    "sentimentScore": 0,
    "paragraphText": "“You sure you’re not hurt?” Greg asked Lemon Brown."
  },
  {
    "paragraph": "178",
    "sentimentScore": 0,
    "paragraphText": "“Nothing that ain’t been hurt before,” Lemon Brown said."
  },
  {
    "paragraph": "179",
    "sentimentScore": 0,
    "paragraphText": "“When you get as old as me all you say when something hurts is ‘Howdy, Mr."
  },
  {
    "paragraph": "180",
    "sentimentScore": 0,
    "paragraphText": "Pain, sees you back again.’ Then when Mr."
  },
  {
    "paragraph": "181",
    "sentimentScore": 0,
    "paragraphText": "Pain see he can’t worry you none, he go on mess with somebody else.” Greg smiled."
  },
  {
    "paragraph": "182",
    "sentimentScore": 0,
    "paragraphText": "“Here, you hold this.” Lemon Brown gave Greg the flashlight."
  },
  {
    "paragraph": "183",
    "sentimentScore": 0,
    "paragraphText": "He sat on the floor near Greg and carefully untied the strings that held the rags on his right leg."
  },
  {
    "paragraph": "184",
    "sentimentScore": 0,
    "paragraphText": "When he took the rags away, Greg saw a piece of plastic."
  },
  {
    "paragraph": "185",
    "sentimentScore": 0,
    "paragraphText": "The old man carefully took off the plastic and unfolded it."
  },
  {
    "paragraph": "186",
    "sentimentScore": 0,
    "paragraphText": "He revealed some yellowed newspaper clippings and a battered harmonica."
  },
  {
    "paragraph": "187",
    "sentimentScore": 0,
    "paragraphText": "“There it be,” he said, nodding his head."
  },
  {
    "paragraph": "188",
    "sentimentScore": 0,
    "paragraphText": "“There it be.” Greg looked at the old man, saw the distant look in his eye, then turned to the clippings."
  },
  {
    "paragraph": "189",
    "sentimentScore": 0,
    "paragraphText": "They told of Sweet Lemon Brown, a blues singer and harmonica player who was appearing at different theaters in the South."
  },
  {
    "paragraph": "190",
    "sentimentScore": 0,
    "paragraphText": "One of the clippings said he had been the hit of the show, although not the headliner."
  },
  {
    "paragraph": "191",
    "sentimentScore": 0,
    "paragraphText": "All of the clippings were reviews of shows Lemon Brown had been in more than 50 years ago."
  },
  {
    "paragraph": "192",
    "sentimentScore": 0,
    "paragraphText": "Greg looked at the harmonica."
  },
  {
    "paragraph": "193",
    "sentimentScore": 0,
    "paragraphText": "It was dented badly on one side, with the reed holes on one end nearly closed."
  },
  {
    "paragraph": "194",
    "sentimentScore": 0,
    "paragraphText": "“I used to travel around and make money for to feed my wife and Jesse— that’s my boy’s name."
  },
  {
    "paragraph": "195",
    "sentimentScore": 0,
    "paragraphText": "Used to feed them good, too."
  },
  {
    "paragraph": "196",
    "sentimentScore": 0,
    "paragraphText": "Then his mama died, and he stayed with his mama’s sister."
  },
  {
    "paragraph": "197",
    "sentimentScore": 0,
    "paragraphText": "He growed up to be a man, and when the war come he saw fit to go off and fight in it."
  },
  {
    "paragraph": "198",
    "sentimentScore": 0,
    "paragraphText": "I didn’t have nothing to give him except these things that told him who I was, and what he come from."
  },
  {
    "paragraph": "199",
    "sentimentScore": 0,
    "paragraphText": "If you know your pappy did something, you know you can do something too."
  },
  {
    "paragraph": "200",
    "sentimentScore": 0,
    "paragraphText": "i “Anyway, he went off to war, and I went off still playing and singing."
  },
  {
    "paragraph": "201",
    "sentimentScore": 0,
    "paragraphText": "’Course by then I wasn’t as much as I used to be, not without somebody to make it worth the while."
  },
  {
    "paragraph": "202",
    "sentimentScore": 0,
    "paragraphText": "You know what I mean?” “Yeah,” Greg nodded, not quite really knowing."
  },
  {
    "paragraph": "203",
    "sentimentScore": 0,
    "paragraphText": "“I traveled around, and one time I come home, and there was this letter saying Jesse got killed in the war."
  },
  {
    "paragraph": "204",
    "sentimentScore": 0,
    "paragraphText": "Broke my heart, it truly did."
  },
  {
    "paragraph": "205",
    "sentimentScore": 0,
    "paragraphText": "“They sent back what he had with him over there, and what it was is this old mouth fiddle and these clippings."
  },
  {
    "paragraph": "206",
    "sentimentScore": 0,
    "paragraphText": "Him carrying it around with him like that told me it meant something to him."
  },
  {
    "paragraph": "207",
    "sentimentScore": 0,
    "paragraphText": "That was my treasure, and when I give it to him he treated it just like that, a treasure."
  },
  {
    "paragraph": "208",
    "sentimentScore": 0,
    "paragraphText": "Ain’t that something?” “Yeah, I guess so,” Greg said."
  },
  {
    "paragraph": "209",
    "sentimentScore": 0,
    "paragraphText": "“You guess so?” Lemon Brown’s voice rose an octave as he started to put his treasure back into the plastic."
  },
  {
    "paragraph": "210",
    "sentimentScore": 0,
    "paragraphText": "“Well, you got to guess ’cause you sure don’t know nothing."
  },
  {
    "paragraph": "211",
    "sentimentScore": 0,
    "paragraphText": "Don’t know enough to get home when it’s raining.” “I guess ."
  },
  {
    "paragraph": "212",
    "sentimentScore": 0,
    "paragraphText": "."
  },
  {
    "paragraph": "213",
    "sentimentScore": 0,
    "paragraphText": "."
  },
  {
    "paragraph": "214",
    "sentimentScore": 0,
    "paragraphText": "I mean, you’re right.” “You O.K."
  },
  {
    "paragraph": "215",
    "sentimentScore": 0,
    "paragraphText": "for a youngster,” the old man said as he tied the strings around his leg, “better than those scalawags4 what come here looking for my treasure."
  },
  {
    "paragraph": "216",
    "sentimentScore": 0,
    "paragraphText": "That’s for sure.” “You really think that treasure of yours was worth fighting for?” Greg asked."
  },
  {
    "paragraph": "217",
    "sentimentScore": 0,
    "paragraphText": "“Against a pipe?” “What else a man got ’cepting what he can pass on to his son, or his daughter, if she be his oldest?” Lemon Brown said."
  },
  {
    "paragraph": "218",
    "sentimentScore": 0,
    "paragraphText": "“For a big-headed boy you sure do ask the foolishest questions.” Lemon Brown got up after patting his rags in place and looked out the window again."
  },
  {
    "paragraph": "219",
    "sentimentScore": 0,
    "paragraphText": "“Looks like they’re gone."
  },
  {
    "paragraph": "220",
    "sentimentScore": 0,
    "paragraphText": "You get on out of here and get yourself home."
  },
  {
    "paragraph": "221",
    "sentimentScore": 0,
    "paragraphText": "I’ll be watching from the window so you’ll be all right.” Lemon Brown went down the stairs behind Greg."
  },
  {
    "paragraph": "222",
    "sentimentScore": 0,
    "paragraphText": "When they reached the front door the old man looked out first, saw the street was clear and told Greg to scoot on home."
  },
  {
    "paragraph": "223",
    "sentimentScore": 0,
    "paragraphText": "“You sure you’ll be O.K."
  },
  {
    "paragraph": "224",
    "sentimentScore": 0,
    "paragraphText": "?” Greg asked."
  },
  {
    "paragraph": "225",
    "sentimentScore": 0,
    "paragraphText": "“Now didn’t I tell you I was going to east St. Louis in the morning?” Lemon Brown asked."
  },
  {
    "paragraph": "226",
    "sentimentScore": 0,
    "paragraphText": "“Don’t that sound O.K."
  },
  {
    "paragraph": "227",
    "sentimentScore": 0,
    "paragraphText": "to you?” “Sure it does,” Greg said."
  },
  {
    "paragraph": "228",
    "sentimentScore": 0,
    "paragraphText": "“Sure it does."
  },
  {
    "paragraph": "229",
    "sentimentScore": 0,
    "paragraphText": "And you take care of that treasure of yours.” “That I’ll do,” Lemon said, the wrinkles about his eyes suggesting a smile."
  },
  {
    "paragraph": "230",
    "sentimentScore": 0,
    "paragraphText": "“That I’ll do.” The night had warmed and the rain had stopped, leaving puddles at the curbs."
  },
  {
    "paragraph": "231",
    "sentimentScore": 0,
    "paragraphText": "Greg didn’t even want to think how late it was."
  },
  {
    "paragraph": "232",
    "sentimentScore": 0,
    "paragraphText": "He thought ahead of what his father would say and wondered if he should tell him about Lemon Brown."
  },
  {
    "paragraph": "233",
    "sentimentScore": 0,
    "paragraphText": "He thought about it until he reached his stoop, and decided against it."
  },
  {
    "paragraph": "234",
    "sentimentScore": 0,
    "paragraphText": "Lemon Brown would be O.K., Greg thought, with his memories and his treasure."
  },
  {
    "paragraph": "235",
    "sentimentScore": 0,
    "paragraphText": "Greg pushed the button over the bell marked Ridley, thought of the lecture he knew his father would give him, and smiled."
  }
]