[
  {
    "paragraph": "1",
    "sentimentScore": 0,
    "paragraphText": "Despite all his courage there was one creature in the jungle that Tank always tried to avoid—the snake."
  },
  {
    "paragraph": "2",
    "sentimentScore": 0,
    "paragraphText": "And there was one kind of snake that was more dangerous than other snakes—the horse snake."
  },
  {
    "paragraph": "3",
    "sentimentScore": 0,
    "paragraphText": "In some areas people called it the bamboo snake because it was as long as a full- grown bamboo tree."
  },
  {
    "paragraph": "4",
    "sentimentScore": 0,
    "paragraphText": "In other regions, the people called it the thunder or lightning snake, because it attacked so fast and with such power that its victim had neither time to escape nor strength to fight it."
  },
  {
    "paragraph": "5",
    "sentimentScore": 0,
    "paragraphText": "In our area, we called it the horse snake because it could move as fast as a thoroughbred."
  },
  {
    "paragraph": "6",
    "sentimentScore": 0,
    "paragraphText": "One night a frightened friend of our family’s banged on our door and asked us to let him in."
  },
  {
    "paragraph": "7",
    "sentimentScore": 0,
    "paragraphText": "When crossing the rice field in front of our house on his way home from a wedding, he had heard the unmistakable hiss of a horse snake."
  },
  {
    "paragraph": "8",
    "sentimentScore": 0,
    "paragraphText": "We became very worried; not only for us and our friend, but also for the cattle and other animals we raised."
  },
  {
    "paragraph": "9",
    "sentimentScore": 0,
    "paragraphText": "It was too far into the night to rouse all our neighbors and go to search for the snake."
  },
  {
    "paragraph": "10",
    "sentimentScore": 0,
    "paragraphText": "But my father told my cousin to blow three times on his buffalo horn, the signal that a dangerous wild beast was loose in the hamlet."
  },
  {
    "paragraph": "11",
    "sentimentScore": 0,
    "paragraphText": "A few seconds later we heard three long quivering sounds of a horn at the far end of the hamlet answering our warning."
  },
  {
    "paragraph": "12",
    "sentimentScore": 0,
    "paragraphText": "We presumed that the whole hamlet was now on guard."
  },
  {
    "paragraph": "13",
    "sentimentScore": 0,
    "paragraphText": "I stayed up that night, listening to all the sounds outside, while my father and my cousin sharpened their hunting knives."
  },
  {
    "paragraph": "14",
    "sentimentScore": 0,
    "paragraphText": "Shortly after midnight we were startled by the frightened neighing of a horse in the rice field."
  },
  {
    "paragraph": "15",
    "sentimentScore": 0,
    "paragraphText": "Then the night was still, except for a few sad calls of nocturnal birds and the occasional roaring of tigers in the jungle."
  },
  {
    "paragraph": "16",
    "sentimentScore": 0,
    "paragraphText": "he next day early in the morning all the able-bodied men of the hamlet gathered in front of our house and divided into groups of four to go and look for the snake."
  },
  {
    "paragraph": "17",
    "sentimentScore": 0,
    "paragraphText": "My father and my cousin grabbed their lunch and joined a searching party."
  },
  {
    "paragraph": "18",
    "sentimentScore": 0,
    "paragraphText": "They found the old horse that had neighed the night before in the rice field."
  },
  {
    "paragraph": "19",
    "sentimentScore": 0,
    "paragraphText": "The snake had squeezed it to death."
  },
  {
    "paragraph": "20",
    "sentimentScore": 0,
    "paragraphText": "Its chest was smashed, and all its ribs broken."
  },
  {
    "paragraph": "21",
    "sentimentScore": 0,
    "paragraphText": "But the snake had disappeared."
  },
  {
    "paragraph": "22",
    "sentimentScore": 0,
    "paragraphText": "Everybody agreed that it was the work of one of the giant horse snakes which had terrorized our area as far back as anyone could remember."
  },
  {
    "paragraph": "23",
    "sentimentScore": 0,
    "paragraphText": "The horse snake usually eats small game, such as turkeys, monkeys, chickens, and ducks, but for unknown reasons sometimes it will attack people and cattle."
  },
  {
    "paragraph": "24",
    "sentimentScore": 0,
    "paragraphText": "A fully grown horse snake can reach the size of a king python.4 But, unlike pythons, horse snakes have an extremely poisonous bite."
  },
  {
    "paragraph": "25",
    "sentimentScore": 0,
    "paragraphText": "Because of their bone-breaking squeeze and fatal bite they are one of the most dangerous creatures of the uplands."
  },
  {
    "paragraph": "26",
    "sentimentScore": 0,
    "paragraphText": "The men searched all day, but at nightfall they gave up and went home."
  },
  {
    "paragraph": "27",
    "sentimentScore": 0,
    "paragraphText": "My father and my cousin looked very tired when they returned."
  },
  {
    "paragraph": "28",
    "sentimentScore": 0,
    "paragraphText": "My grandmother told them to go right to bed after their dinner and that she would wake them up if she or my mother heard any unusual sounds."
  },
  {
    "paragraph": "29",
    "sentimentScore": 0,
    "paragraphText": "The men went to bed and the women prepared to stay up all night."
  },
  {
    "paragraph": "30",
    "sentimentScore": 0,
    "paragraphText": "My mother sewed torn clothing and my grandmother read a novel she had just borrowed from a friend."
  },
  {
    "paragraph": "31",
    "sentimentScore": 0,
    "paragraphText": "And for the second night in a row, they allowed my little sister and me to stay awake and listen with them for as long as we could."
  },
  {
    "paragraph": "32",
    "sentimentScore": 0,
    "paragraphText": "But hours later, seeing the worry on our faces, my grandmother put aside her novel and told us a story: Once upon a time a happy family lived in a small village on the shore of the South China Sea."
  },
  {
    "paragraph": "33",
    "sentimentScore": 0,
    "paragraphText": "They respected the laws of the land and loved their neighbors very much."
  },
  {
    "paragraph": "34",
    "sentimentScore": 0,
    "paragraphText": "The father and his oldest son were woodcutters."
  },
  {
    "paragraph": "35",
    "sentimentScore": 0,
    "paragraphText": "The father was quite old, but he still could carry home a heavy load of wood."
  },
  {
    "paragraph": "36",
    "sentimentScore": 0,
    "paragraphText": "One day on his way home from the jungle he was happier than usual."
  },
  {
    "paragraph": "37",
    "sentimentScore": 0,
    "paragraphText": "He and his son had discovered a wild chicken nest containing twelve eggs."
  },
  {
    "paragraph": "38",
    "sentimentScore": 0,
    "paragraphText": "Now he would have something special to give to his grandchildren when they pulled his shirtsleeves and danced around him to greet him when he came home."
  },
  {
    "paragraph": "39",
    "sentimentScore": 0,
    "paragraphText": "The father looked at the broad shoulders of his son and his steady gait under a very heavy load of wood."
  },
  {
    "paragraph": "40",
    "sentimentScore": 0,
    "paragraphText": "He smiled."
  },
  {
    "paragraph": "41",
    "sentimentScore": 0,
    "paragraphText": "His son was a good son, and he had no doubt that when he became even older still his son would take good care of him and his wife."
  },
  {
    "paragraph": "42",
    "sentimentScore": 0,
    "paragraphText": "As he was thinking this he saw his son suddenly throw the load of wood at a charging horse snake that had come out of nowhere."
  },
  {
    "paragraph": "43",
    "sentimentScore": 0,
    "paragraphText": "The heavy load of wood crashed into the snake’s head and stunned it."
  },
  {
    "paragraph": "44",
    "sentimentScore": 0,
    "paragraphText": "That gave them enough time to draw their sharp woodcutting knives."
  },
  {
    "paragraph": "45",
    "sentimentScore": 0,
    "paragraphText": "But instead of attacking the horse snake from the front, the elder shouted to his son to run behind the big bush of elephant grass nearby while he, who was a little too old to run fast, jumped into the front end of the bush."
  },
  {
    "paragraph": "46",
    "sentimentScore": 0,
    "paragraphText": "Each time the snake passed by him the old man managed to hit it with his knife."
  },
  {
    "paragraph": "47",
    "sentimentScore": 0,
    "paragraphText": "He struck the snake many times."
  },
  {
    "paragraph": "48",
    "sentimentScore": 0,
    "paragraphText": "Finally it became weak and slowed down; so he came out of his hiding place and attacked the snake’s tail, while his son attacked the snake’s head."
  },
  {
    "paragraph": "49",
    "sentimentScore": 0,
    "paragraphText": "The snake fought back furiously, but finally it succumbed to the well-coordinated attack of father and son."
  },
  {
    "paragraph": "50",
    "sentimentScore": 0,
    "paragraphText": "When the snake was dead, they grabbed its tail and proudly dragged it to the edge of their village."
  },
  {
    "paragraph": "51",
    "sentimentScore": 0,
    "paragraphText": "Everyone rushed out to see their prize."
  },
  {
    "paragraph": "52",
    "sentimentScore": 0,
    "paragraphText": "They all argued over who would have the honor of carrying the snake to their house for them."
  },
  {
    "paragraph": "53",
    "sentimentScore": 0,
    "paragraphText": "The old woodcutter and his son had to tell the story of how they had killed the snake at least ten times, but the people never tired of hearing it, again and again."
  },
  {
    "paragraph": "54",
    "sentimentScore": 0,
    "paragraphText": "They all agreed that the old woodcutter and his son were not only brave but clever as well."
  },
  {
    "paragraph": "55",
    "sentimentScore": 0,
    "paragraphText": "Then and there the villagers decided that when their chief, also a brave and clever man, died, the old woodcutter was the only one who deserved the honor of replacing him."
  },
  {
    "paragraph": "56",
    "sentimentScore": 0,
    "paragraphText": "When my grandmother finished the story, my little sister and I became a bit more cheerful."
  },
  {
    "paragraph": "57",
    "sentimentScore": 0,
    "paragraphText": "People could defeat this dangerous snake after all."
  },
  {
    "paragraph": "58",
    "sentimentScore": 0,
    "paragraphText": "The silent darkness outside became less threatening."
  },
  {
    "paragraph": "59",
    "sentimentScore": 0,
    "paragraphText": "Nevertheless, we were still too scared to sleep in our room, so my mother made a makeshift bed in the sitting room, close to her and our grandmother."
  },
  {
    "paragraph": "60",
    "sentimentScore": 0,
    "paragraphText": "When we woke up the next morning, life in the hamlet had almost returned to normal."
  },
  {
    "paragraph": "61",
    "sentimentScore": 0,
    "paragraphText": "The snake had not struck again that night, and the farmers, in groups of three or four, slowly filtered back to their fields."
  },
  {
    "paragraph": "62",
    "sentimentScore": 0,
    "paragraphText": "Then, late in the afternoon, hysterical cries for help were heard in the direction of the western part of the hamlet."
  },
  {
    "paragraph": "63",
    "sentimentScore": 0,
    "paragraphText": "My cousin and my father grabbed their knives and rushed off to help."
  },
  {
    "paragraph": "64",
    "sentimentScore": 0,
    "paragraphText": "It was Minh, a farmer, who was crying for help."
  },
  {
    "paragraph": "65",
    "sentimentScore": 0,
    "paragraphText": "Minh, like most farmers in the area, stored the fish he had caught in the rice field at the end of the rainy season in a small pond."
  },
  {
    "paragraph": "66",
    "sentimentScore": 0,
    "paragraphText": "That day Minh’s wife had wanted a good fish for dinner."
  },
  {
    "paragraph": "67",
    "sentimentScore": 0,
    "paragraphText": "When Minh approached his fish pond he heard what sounded like someone trying to steal his fish by using a bucket to empty water from the pond."
  },
  {
    "paragraph": "68",
    "sentimentScore": 0,
    "paragraphText": "Minh was very angry and rushed over to catch the thief, but when he reached the pond, what he saw so petrified him that he fell over backward, speechless."
  },
  {
    "paragraph": "69",
    "sentimentScore": 0,
    "paragraphText": "When he regained control he crawled away as fast as he could and yelled loudly for help."
  },
  {
    "paragraph": "70",
    "sentimentScore": 0,
    "paragraphText": "The thief he saw was not a person but a huge horse snake, perhaps the same one that had squeezed the old horse to death two nights before."
  },
  {
    "paragraph": "71",
    "sentimentScore": 0,
    "paragraphText": "The snake had hooked its head to the branch of one tree and its tail to another and was splashing the water out of the pond by swinging its body back and forth, like a hammock."
  },
  {
    "paragraph": "72",
    "sentimentScore": 0,
    "paragraphText": "Thus, when the shallow pond became dry, it planned to swallow all the fish."
  },
  {
    "paragraph": "73",
    "sentimentScore": 0,
    "paragraphText": "All the villagers rushed to the scene to help Minh, and our village chief quickly organized an attack."
  },
  {
    "paragraph": "74",
    "sentimentScore": 0,
    "paragraphText": "He ordered all the men to surround the pond."
  },
  {
    "paragraph": "75",
    "sentimentScore": 0,
    "paragraphText": "Then two strong young men approached the snake, one at its tail and the other at its head."
  },
  {
    "paragraph": "76",
    "sentimentScore": 0,
    "paragraphText": "As they crept closer and closer, the snake assumed a striking position, its head about one meter above the pond, and its tail swaying from side to side."
  },
  {
    "paragraph": "77",
    "sentimentScore": 0,
    "paragraphText": "It was ready to strike in either direction."
  },
  {
    "paragraph": "78",
    "sentimentScore": 0,
    "paragraphText": "As the two young men moved in closer, the snake watched them."
  },
  {
    "paragraph": "79",
    "sentimentScore": 0,
    "paragraphText": "Each man tried to draw the attention of the snake, while a third man crept stealthily to its side."
  },
  {
    "paragraph": "80",
    "sentimentScore": 0,
    "paragraphText": "Suddenly he struck the snake with his long knife."
  },
  {
    "paragraph": "81",
    "sentimentScore": 0,
    "paragraphText": "The surprised snake shot out of the pond like an arrow and knocked the young man unconscious as it rushed by."
  },
  {
    "paragraph": "82",
    "sentimentScore": 0,
    "paragraphText": "It broke through the circle of men and went into an open rice field."
  },
  {
    "paragraph": "83",
    "sentimentScore": 0,
    "paragraphText": "But it received two more wounds on its way out."
  },
  {
    "paragraph": "84",
    "sentimentScore": 0,
    "paragraphText": "The village chief ordered all the women and children to form a long line between the open rice field and the jungle and to yell as loudly as they could, hoping to scare the snake so that it would not flee into the jungle."
  },
  {
    "paragraph": "85",
    "sentimentScore": 0,
    "paragraphText": "It would be far easier for the men to fight the wounded snake in an open field than to follow it there."
  },
  {
    "paragraph": "86",
    "sentimentScore": 0,
    "paragraphText": "But now there was a new difficulty."
  },
  {
    "paragraph": "87",
    "sentimentScore": 0,
    "paragraphText": "The snake started heading toward the river."
  },
  {
    "paragraph": "88",
    "sentimentScore": 0,
    "paragraphText": "Normally a horse snake could beat any man in a race, but since this one was badly wounded, our chief was able to cut off its escape by sending half his men running to the river."
  },
  {
    "paragraph": "89",
    "sentimentScore": 0,
    "paragraphText": "Blocked off from the river and jungle, the snake decided to stay and fight."
  },
  {
    "paragraph": "90",
    "sentimentScore": 0,
    "paragraphText": "The hunting party surrounded the snake again, and this time four of the best men attacked the snake from four different directions."
  },
  {
    "paragraph": "91",
    "sentimentScore": 0,
    "paragraphText": "The snake fought bravely, but it perished."
  },
  {
    "paragraph": "92",
    "sentimentScore": 0,
    "paragraphText": "During the struggle one of the men received a dislocated shoulder, two had bruised ribs, and three were momentarily blinded by dirt thrown by the snake."
  },
  {
    "paragraph": "93",
    "sentimentScore": 0,
    "paragraphText": "Luckily all of them succeeded in avoiding the fatal bite of the snake."
  },
  {
    "paragraph": "94",
    "sentimentScore": 0,
    "paragraphText": "We rejoiced that the danger was over."
  },
  {
    "paragraph": "95",
    "sentimentScore": 0,
    "paragraphText": "But we knew it would only be a matter of time until we would once again have to face our most dangerous natural enemy—the horse snake."
  }
]