[
  {
    "paragraph": "1",
    "sentimentScore": 0,
    "paragraphText": "\"Horrible Accident\" in Vermont The most unlucky/lucky moment in the life of Phineas Gage is only a minute or two away."
  },
  {
    "paragraph": "2",
    "sentimentScore": 0,
    "paragraphText": "It's almost four-thirty in the afternoon on September 13, 1848."
  },
  {
    "paragraph": "3",
    "sentimentScore": 0,
    "paragraphText": "Phineas is the foreman of a track construction gang that is in the process of blasting a railroad right-of-way through granite bedrock near the small town of Cavendish, Vermont."
  },
  {
    "paragraph": "4",
    "sentimentScore": 0,
    "paragraphText": "Phineas is twenty-six years old, unmarried, and five feet, six inches tall, short for our time but about average for his."
  },
  {
    "paragraph": "5",
    "sentimentScore": 0,
    "paragraphText": "He is good with his hands and good with his men, \"possessing an iron will as well as an iron frame,\" according to his doctor."
  },
  {
    "paragraph": "6",
    "sentimentScore": 0,
    "paragraphText": "In a moment, Phineas will have a horrible accident."
  },
  {
    "paragraph": "7",
    "sentimentScore": 0,
    "paragraphText": "It will kill him, but it will take another eleven years, six months, and nineteen days to do so."
  },
  {
    "paragraph": "8",
    "sentimentScore": 0,
    "paragraphText": "In the short run, Phineas will make a full recovery, or so it will seem to those who didn't know him before."
  },
  {
    "paragraph": "9",
    "sentimentScore": 0,
    "paragraphText": "Old friends and family will know the truth."
  },
  {
    "paragraph": "10",
    "sentimentScore": 0,
    "paragraphText": "Phineas will never be his old self again."
  },
  {
    "paragraph": "11",
    "sentimentScore": 0,
    "paragraphText": "His \"character\" will change."
  },
  {
    "paragraph": "12",
    "sentimentScore": 0,
    "paragraphText": "The ways in which he deals with others, conducts himself, and makes plans will all change."
  },
  {
    "paragraph": "13",
    "sentimentScore": 0,
    "paragraphText": "Long after the accident, his doctor will sum up his case for a medical journal."
  },
  {
    "paragraph": "14",
    "sentimentScore": 0,
    "paragraphText": "\"Gage,\" his doctor will write, \"was no longer Gage.\""
  },
  {
    "paragraph": "15",
    "sentimentScore": 0,
    "paragraphText": "Phineas Gage's accident will make him world famous, but fame will do him little good."
  },
  {
    "paragraph": "16",
    "sentimentScore": 0,
    "paragraphText": "Yet for many others—psychologists, medical researchers, doctors, and especially those who suffer brain injuries—Phineas Gage will become someone worth knowing."
  },
  {
    "paragraph": "17",
    "sentimentScore": 0,
    "paragraphText": "That's why we know so much about Phineas."
  },
  {
    "paragraph": "18",
    "sentimentScore": 0,
    "paragraphText": "It's been 150 years since his accident, yet we are still learning more about him."
  },
  {
    "paragraph": "19",
    "sentimentScore": 0,
    "paragraphText": "There's also a lot about Phineas we don't know and probably never will."
  },
  {
    "paragraph": "20",
    "sentimentScore": 0,
    "paragraphText": "The biggest question is the simplest one and the hardest to answer: Was Phineas lucky or unlucky?"
  },
  {
    "paragraph": "21",
    "sentimentScore": 0,
    "paragraphText": "Once you hear his story, you can decide for yourself."
  },
  {
    "paragraph": "22",
    "sentimentScore": 0,
    "paragraphText": "But right now, Phineas is working on the railroad and his time has nearly come."
  },
  {
    "paragraph": "23",
    "sentimentScore": 0,
    "paragraphText": "Building a railroad in 1848 is muscle work."
  },
  {
    "paragraph": "24",
    "sentimentScore": 0,
    "paragraphText": "There are no bulldozers or power shovels to open a way through Vermont's Green Mountains for the Rutland & Burlington Railroad."
  },
  {
    "paragraph": "25",
    "sentimentScore": 0,
    "paragraphText": "Phineas's men work with picks, shovels, and rock drills."
  },
  {
    "paragraph": "26",
    "sentimentScore": 0,
    "paragraphText": "Phineas's special skill is blasting."
  },
  {
    "paragraph": "27",
    "sentimentScore": 0,
    "paragraphText": "With well-placed charges of black gunpowder, he shatters rock."
  },
  {
    "paragraph": "28",
    "sentimentScore": 0,
    "paragraphText": "To set those charges, he carries the special tool of the blasting trade, his \"tamping iron.\""
  },
  {
    "paragraph": "29",
    "sentimentScore": 0,
    "paragraphText": "Some people confuse a tamping iron with a crowbar, but they are different tools for different jobs."
  },
  {
    "paragraph": "30",
    "sentimentScore": 0,
    "paragraphText": "A crowbar is for lifting up or prying apart something heavy."
  },
  {
    "paragraph": "31",
    "sentimentScore": 0,
    "paragraphText": "A tamping iron is for the delicate job of setting explosives."
  },
  {
    "paragraph": "32",
    "sentimentScore": 0,
    "paragraphText": "Phineas had his tamping iron made to order by a neighborhood blacksmith."
  },
  {
    "paragraph": "33",
    "sentimentScore": 0,
    "paragraphText": "It's a tapering iron rod that is three feet, seven inches long and weighs thirteen and a half pounds."
  },
  {
    "paragraph": "34",
    "sentimentScore": 0,
    "paragraphText": "It looks like an iron spear."
  },
  {
    "paragraph": "35",
    "sentimentScore": 0,
    "paragraphText": "At the base, it's fat and round, an inch and three quarters in diameter."
  },
  {
    "paragraph": "36",
    "sentimentScore": 0,
    "paragraphText": "The fat end is for tamping—packing down—loose powder."
  },
  {
    "paragraph": "37",
    "sentimentScore": 0,
    "paragraphText": "The other end comes to a sharp, narrow point and is for poking holes through the gunpowder to set the fuse."
  },
  {
    "paragraph": "38",
    "sentimentScore": 0,
    "paragraphText": "Phineas's tamping iron is very smooth to the touch, smooth from the blacksmith's forge as well as from constant use."
  },
  {
    "paragraph": "39",
    "sentimentScore": 0,
    "paragraphText": "His task is to blast the solid rock into pieces small enough for his crew to dig loose with hand tools and haul away in ox carts."
  },
  {
    "paragraph": "40",
    "sentimentScore": 0,
    "paragraphText": "The first step is to drill a hole in the bedrock at exactly the right angle and depth, or the explosion will be wasted."
  },
  {
    "paragraph": "41",
    "sentimentScore": 0,
    "paragraphText": "All day, Phineas must keep an eye on his drillers to make sure they stay ahead."
  },
  {
    "paragraph": "42",
    "sentimentScore": 0,
    "paragraphText": "All day, Phineas must keep an eye on his diggers to make sure they keep up."
  },
  {
    "paragraph": "43",
    "sentimentScore": 0,
    "paragraphText": "All the time between, Phineas and his assistant are working with touchy explosives."
  },
  {
    "paragraph": "44",
    "sentimentScore": 0,
    "paragraphText": "They follow a strict routine."
  },
  {
    "paragraph": "45",
    "sentimentScore": 0,
    "paragraphText": "His assistant \"charges\" each new hole by filling the bottom with coarse-grained gunpowder."
  },
  {
    "paragraph": "46",
    "sentimentScore": 0,
    "paragraphText": "Phineas uses the narrow end of his iron to carefully press the ropelike fuse down into the powder."
  },
  {
    "paragraph": "47",
    "sentimentScore": 0,
    "paragraphText": "The assistant then fills up the rest of the hole with loose sand to act as a plug."
  },
  {
    "paragraph": "48",
    "sentimentScore": 0,
    "paragraphText": "Phineas will tamp the sand tight to bottle up the explosion, channeling the blast downward into the rock to shatter it."
  },
  {
    "paragraph": "49",
    "sentimentScore": 0,
    "paragraphText": "While his assistant is pouring the sand, Phineas flips his tamping iron around from the pointy end to the round end for tamping."
  },
  {
    "paragraph": "50",
    "sentimentScore": 0,
    "paragraphText": "Black powder is ticklish stuff."
  },
  {
    "paragraph": "51",
    "sentimentScore": 0,
    "paragraphText": "When it's damp, nothing will set it off."
  },
  {
    "paragraph": "52",
    "sentimentScore": 0,
    "paragraphText": "This is the face of the man with a hole in his head."
  },
  {
    "paragraph": "53",
    "sentimentScore": 0,
    "paragraphText": "It's a plaster life mask of Phineas Gage made in Boston after his accident, and it shows exactly what the \"recovered\" Phineas looked like a year after his accident."
  },
  {
    "paragraph": "54",
    "sentimentScore": 0,
    "paragraphText": "He was twenty-seven."
  },
  {
    "paragraph": "55",
    "sentimentScore": 0,
    "paragraphText": "Notice the big scar on his forehead."
  },
  {
    "paragraph": "56",
    "sentimentScore": 0,
    "paragraphText": "To see what lies beneath the scar, compare this to the picture of his skull on [>]."
  },
  {
    "paragraph": "57",
    "sentimentScore": 0,
    "paragraphText": "Photograph by Doug Mindell; life mask courtesy of the Warren Anatomical Museum, Countway Library of Medicine, Harvard Medical School When it's too dry or mixed in the wrong formula, almost anything can set it off, without warning."
  },
  {
    "paragraph": "58",
    "sentimentScore": 0,
    "paragraphText": "But Phineas and his assistant have done this a thousand times—pour the powder, set the fuse, pour the sand, tamp the sand plug, shout a warning, light the fuse, and run like mad."
  },
  {
    "paragraph": "59",
    "sentimentScore": 0,
    "paragraphText": "But something goes wrong this time."
  },
  {
    "paragraph": "60",
    "sentimentScore": 0,
    "paragraphText": "The sand is never poured down the hole; the black powder and fuse sit exposed at the bottom."
  },
  {
    "paragraph": "61",
    "sentimentScore": 0,
    "paragraphText": "Does his assistant forget, or does Phineas forget to look?"
  },
  {
    "paragraph": "62",
    "sentimentScore": 0,
    "paragraphText": "Witnesses disagree."
  },
  {
    "paragraph": "63",
    "sentimentScore": 0,
    "paragraphText": "A few yards behind Phineas, a group of his men are using a hand-cranked derrick crane to hoist a large piece of rock."
  },
  {
    "paragraph": "64",
    "sentimentScore": 0,
    "paragraphText": "Some of the men remember seeing Phineas standing over the blast hole, leaning lightly on the tamping iron."
  },
  {
    "paragraph": "65",
    "sentimentScore": 0,
    "paragraphText": "Others say Phineas was sitting on a rock ledge above the hole, holding the iron loosely between his knees."
  },
  {
    "paragraph": "66",
    "sentimentScore": 0,
    "paragraphText": "There is no argument about what happens next."
  },
  {
    "paragraph": "67",
    "sentimentScore": 0,
    "paragraphText": "Something or someone distracts Phineas."
  },
  {
    "paragraph": "68",
    "sentimentScore": 0,
    "paragraphText": "Does he hear his name called?"
  },
  {
    "paragraph": "69",
    "sentimentScore": 0,
    "paragraphText": "Does he spot someone goofing off?"
  },
  {
    "paragraph": "70",
    "sentimentScore": 0,
    "paragraphText": "Whatever the reason, Phineas turns his head to glance over his right shoulder."
  },
  {
    "paragraph": "71",
    "sentimentScore": 0,
    "paragraphText": "The fat end of his tamping iron slips down into the hole and strikes the granite."
  },
  {
    "paragraph": "72",
    "sentimentScore": 0,
    "paragraphText": "A spark flies onto the exposed blasting powder."
  },
  {
    "paragraph": "73",
    "sentimentScore": 0,
    "paragraphText": "Blam!"
  },
  {
    "paragraph": "74",
    "sentimentScore": 0,
    "paragraphText": "The drill hole acts as a gun barrel."
  },
  {
    "paragraph": "75",
    "sentimentScore": 0,
    "paragraphText": "Instead of a bullet, it fires Phineas's rod straight upward."
  },
  {
    "paragraph": "76",
    "sentimentScore": 0,
    "paragraphText": "The iron shrieks through the air and comes down with a loud clang about thirty feet away."
  },
  {
    "paragraph": "77",
    "sentimentScore": 0,
    "paragraphText": "This is what happens."
  },
  {
    "paragraph": "78",
    "sentimentScore": 0,
    "paragraphText": "Imagine you are inside Phineas's head, watching in extreme slow motion: See the pointy end of the rod enter under his left cheekbone, pass behind his left eye, through the front of his brain, and out the middle of his forehead just above the hairline."
  },
  {
    "paragraph": "79",
    "sentimentScore": 0,
    "paragraphText": "It takes a fraction of a fraction of a second for the iron rod to pass from cheekbone to forehead, through and through."
  },
  {
    "paragraph": "80",
    "sentimentScore": 0,
    "paragraphText": "Amazingly, Phineas is still alive."
  },
  {
    "paragraph": "81",
    "sentimentScore": 0,
    "paragraphText": "The iron throws him flat on his back, but as his men come running through the gunpowder smoke, he sits up."
  },
  {
    "paragraph": "82",
    "sentimentScore": 0,
    "paragraphText": "A minute later, he speaks."
  },
  {
    "paragraph": "83",
    "sentimentScore": 0,
    "paragraphText": "Blood is pouring down his face from his forehead, but Phineas is talking about the explosion."
  },
  {
    "paragraph": "84",
    "sentimentScore": 0,
    "paragraphText": "His men insist on carrying him to an ox cart for the short ride into town."
  },
  {
    "paragraph": "85",
    "sentimentScore": 0,
    "paragraphText": "They gently lift him into the back of the cart so he can sit up with his legs out before him on the floor."
  },
  {
    "paragraph": "86",
    "sentimentScore": 0,
    "paragraphText": "An Irish workman grabs a horse and races ahead for the doctor while the ox cart ambulance rumbles slowly down the half-mile to Cavendish."
  },
  {
    "paragraph": "87",
    "sentimentScore": 0,
    "paragraphText": "Phineas's excited men crowd alongside, walking next to their injured boss."
  },
  {
    "paragraph": "88",
    "sentimentScore": 0,
    "paragraphText": "Still acting as a foreman, Phineas calls out for his time book and makes an entry as he rolls toward town."
  },
  {
    "paragraph": "89",
    "sentimentScore": 0,
    "paragraphText": "Something terrible has happened, yet Phineas gets down from the cart without help."
  },
  {
    "paragraph": "90",
    "sentimentScore": 0,
    "paragraphText": "He climbs the steps of the Cavendish hotel, where he has been living, and takes a seat on the porch beside his landlord, Joseph Adams."
  },
  {
    "paragraph": "91",
    "sentimentScore": 0,
    "paragraphText": "A few minutes earlier, Adams had seen the Irishman ride past shouting for Dr. Harlow, the town physician."
  },
  {
    "paragraph": "92",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow was not to be found, so the rider was sent Lucky or unlucky, the sharp angle of the tamping iron made all the difference to Phineas."
  },
  {
    "paragraph": "93",
    "sentimentScore": 0,
    "paragraphText": "It entered just under his left cheekbone, passed behind his left eyeball, and continued on upward through his frontal lobes."
  },
  {
    "paragraph": "94",
    "sentimentScore": 0,
    "paragraphText": "It exited his forehead between the two hemispheres of the cortex."
  },
  {
    "paragraph": "95",
    "sentimentScore": 0,
    "paragraphText": "The iron's passage left him alive and conscious but forever changed."
  },
  {
    "paragraph": "96",
    "sentimentScore": 0,
    "paragraphText": "Illustration by Jerry Malone on to the next village to fetch Dr. Williams."
  },
  {
    "paragraph": "97",
    "sentimentScore": 0,
    "paragraphText": "Now Phineas takes a neighborly seat on the porch and tells his landlord what happened to him."
  },
  {
    "paragraph": "98",
    "sentimentScore": 0,
    "paragraphText": "That's how Dr. Edward Williams finds Phineas nearly thirty minutes after the accident."
  },
  {
    "paragraph": "99",
    "sentimentScore": 0,
    "paragraphText": "Dr. Williams pulls up in his buggy at the hotel porch, and there is Phineas, talking away."
  },
  {
    "paragraph": "100",
    "sentimentScore": 0,
    "paragraphText": "Friends, workmates, and the curious crowd around as Dr. Williams climbs down from his carriage."
  },
  {
    "paragraph": "101",
    "sentimentScore": 0,
    "paragraphText": "\"Well, here's work enough for you, Doctor,\" Phineas says to him quite cheerfully."
  },
  {
    "paragraph": "102",
    "sentimentScore": 0,
    "paragraphText": "Dr. Williams examines Phineas's head."
  },
  {
    "paragraph": "103",
    "sentimentScore": 0,
    "paragraphText": "He can't believe that this man is still alive."
  },
  {
    "paragraph": "104",
    "sentimentScore": 0,
    "paragraphText": "His skull is cracked open, as if something has popped out from the inside."
  },
  {
    "paragraph": "105",
    "sentimentScore": 0,
    "paragraphText": "Accident victims are often too shaken to know what happened, so Dr. Williams turns to Phineas's workmen for the story, but Phineas insists on speaking for himself."
  },
  {
    "paragraph": "106",
    "sentimentScore": 0,
    "paragraphText": "He tells Dr. Williams that the iron went right through his head."
  },
  {
    "paragraph": "107",
    "sentimentScore": 0,
    "paragraphText": "Dr. Williams does not believe him."
  },
  {
    "paragraph": "108",
    "sentimentScore": 0,
    "paragraphText": "\"I thought he was deceived,\" Dr. Williams writes in his notes."
  },
  {
    "paragraph": "109",
    "sentimentScore": 0,
    "paragraphText": "\"I asked him where the bar entered, and he pointed to the wound on his cheek, which I had not before discovered."
  },
  {
    "paragraph": "110",
    "sentimentScore": 0,
    "paragraphText": "This was a slit running from the angle of the jaw forward about one and a half inch."
  },
  {
    "paragraph": "111",
    "sentimentScore": 0,
    "paragraphText": "It was very much stretched laterally, and was discolored by powder and iron rust, at least appeared so."
  },
  {
    "paragraph": "112",
    "sentimentScore": 0,
    "paragraphText": "Mr. Gage persisted in saying that the bar went through his head."
  },
  {
    "paragraph": "113",
    "sentimentScore": 0,
    "paragraphText": "An Irishman standing by said, 'Sure it was so, sir, for the bar is lying in the road below, all blood and brains.'\""
  },
  {
    "paragraph": "114",
    "sentimentScore": 0,
    "paragraphText": "It's now an hour after the accident."
  },
  {
    "paragraph": "115",
    "sentimentScore": 0,
    "paragraphText": "The town's regular physician, Dr. John Martyn Harlow, finally arrives at the hotel."
  },
  {
    "paragraph": "116",
    "sentimentScore": 0,
    "paragraphText": "The two doctors confer, but Dr. Harlow takes over the case."
  },
  {
    "paragraph": "117",
    "sentimentScore": 0,
    "paragraphText": "Phineas is a gruesome sight."
  },
  {
    "paragraph": "118",
    "sentimentScore": 0,
    "paragraphText": "Bleeding freely from his forehead and inside his mouth, Phineas looks to Dr. Harlow like a wounded man just carried in from a battlefield."
  },
  {
    "paragraph": "119",
    "sentimentScore": 0,
    "paragraphText": "Yet Phineas is alert, uncomplaining, and still telling anyone who'll listen about the accident."
  },
  {
    "paragraph": "120",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow wants Phineas to come in off the porch so he can treat his wound."
  },
  {
    "paragraph": "121",
    "sentimentScore": 0,
    "paragraphText": "Phineas gets up and, leaning only lightly on Dr. Harlow's arm, climbs up a long flight of stairs to his room."
  },
  {
    "paragraph": "122",
    "sentimentScore": 0,
    "paragraphText": "He lies down on his own bed so Dr. Harlow can shave his head and examine the wound more closely."
  },
  {
    "paragraph": "123",
    "sentimentScore": 0,
    "paragraphText": "What the doctor sees is terrible."
  },
  {
    "paragraph": "124",
    "sentimentScore": 0,
    "paragraphText": "Something has erupted through the top of Phineas's head, shattering the skull in its path and opening the brain to plain sight."
  },
  {
    "paragraph": "125",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow does what he can."
  },
  {
    "paragraph": "126",
    "sentimentScore": 0,
    "paragraphText": "He cleans the skin around the hole, extracts the small fragments of bone, and gently presses the larger pieces of skull back in place."
  },
  {
    "paragraph": "127",
    "sentimentScore": 0,
    "paragraphText": "He looks inside Phineas's mouth."
  },
  {
    "paragraph": "128",
    "sentimentScore": 0,
    "paragraphText": "He can see the hole where the iron passed upward through the roof of his mouth."
  },
  {
    "paragraph": "129",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow decides to leave the hole open so the wound can drain."
  },
  {
    "paragraph": "130",
    "sentimentScore": 0,
    "paragraphText": "Then Dr. Harlow \"dresses\" the wound, pulling the loose skin back into position and taping it in place with adhesive strips."
  },
  {
    "paragraph": "131",
    "sentimentScore": 0,
    "paragraphText": "He puts a compress bandage directly over the wound and pulls Phineas's nightcap down tightly over it."
  },
  {
    "paragraph": "132",
    "sentimentScore": 0,
    "paragraphText": "Finally he winds a roller bandage around his forehead to hold all the bandages securely."
  },
  {
    "paragraph": "133",
    "sentimentScore": 0,
    "paragraphText": "Only then does he notice Phineas's hands and forearms, which are black with powder burns."
  },
  {
    "paragraph": "134",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow dresses the burnt skin and has Phineas put to bed with his head elevated."
  },
  {
    "paragraph": "135",
    "sentimentScore": 0,
    "paragraphText": "He gives strict orders that his patient is to remain in that position."
  },
  {
    "paragraph": "136",
    "sentimentScore": 0,
    "paragraphText": "Phineas should have been dead long before this."
  },
  {
    "paragraph": "137",
    "sentimentScore": 0,
    "paragraphText": "A thirteen-pound iron rod through the head should kill a person instantly."
  },
  {
    "paragraph": "138",
    "sentimentScore": 0,
    "paragraphText": "Surviving that, he should have died of shock soon after reaching Cavendish."
  },
  {
    "paragraph": "139",
    "sentimentScore": 0,
    "paragraphText": "He's lost a lot of blood, yet he remains awake and talkative."
  },
  {
    "paragraph": "140",
    "sentimentScore": 0,
    "paragraphText": "Even surviving the loss of blood, Phineas should have died of brain swelling."
  },
  {
    "paragraph": "141",
    "sentimentScore": 0,
    "paragraphText": "Any hard blow to the body causes injured tissue to swell."
  },
  {
    "paragraph": "142",
    "sentimentScore": 0,
    "paragraphText": "The brain is soft, and the skull is hard."
  },
  {
    "paragraph": "143",
    "sentimentScore": 0,
    "paragraphText": "A hard blow to the head can rattle the brain around inside like a BB in a tin can."
  },
  {
    "paragraph": "144",
    "sentimentScore": 0,
    "paragraphText": "The rattling bruises the brain, and bruised tissue swells."
  },
  {
    "paragraph": "145",
    "sentimentScore": 0,
    "paragraphText": "The brain swells, but the skull stays the same size; a swollen brain can jam itself so tightly it will cut off its own blood supply."
  },
  {
    "paragraph": "146",
    "sentimentScore": 0,
    "paragraphText": "This swelling can choke off oxygen to parts of the brain long enough to cause permanent damage."
  },
  {
    "paragraph": "147",
    "sentimentScore": 0,
    "paragraphText": "It can also cause death."
  },
  {
    "paragraph": "148",
    "sentimentScore": 0,
    "paragraphText": "That's a \"closed brain\" injury (sometimes called a concussion)."
  },
  {
    "paragraph": "149",
    "sentimentScore": 0,
    "paragraphText": "The possibility of a closed brain injury is why doctors fuss if you bang your head falling off a bicycle or crashing a car or getting hit hard in the head with anything."
  },
  {
    "paragraph": "150",
    "sentimentScore": 0,
    "paragraphText": "(To prevent closed brain injuries, you should wear a helmet when bicycling, driving a race car, fighting in the infantry, playing tackle football, parachuting, exploring a cave, working on a construction site, or doing just about anything where you could strike your head hard."
  },
  {
    "paragraph": "151",
    "sentimentScore": 0,
    "paragraphText": "In Phineas's case, however, a helmet would not have helped.)"
  },
  {
    "paragraph": "152",
    "sentimentScore": 0,
    "paragraphText": "Here Phineas has a stroke of luck."
  },
  {
    "paragraph": "153",
    "sentimentScore": 0,
    "paragraphText": "His is an \"open brain\" injury."
  },
  {
    "paragraph": "154",
    "sentimentScore": 0,
    "paragraphText": "The hole on top of his head gives his battered brain swelling room."
  },
  {
    "paragraph": "155",
    "sentimentScore": 0,
    "paragraphText": "The bad news is that his brain is open to infection."
  },
  {
    "paragraph": "156",
    "sentimentScore": 0,
    "paragraphText": "At first, though, he does remarkably well."
  },
  {
    "paragraph": "157",
    "sentimentScore": 0,
    "paragraphText": "The bleeding from his forehead slows and then stops within twenty-four hours."
  },
  {
    "paragraph": "158",
    "sentimentScore": 0,
    "paragraphText": "He remains cheerful and tells Dr. Harlow that he \"does not care to see his friends, as he shall be at work in a few days.\""
  },
  {
    "paragraph": "159",
    "sentimentScore": 0,
    "paragraphText": "The morning after the accident, however, he is glad to see his mother and uncle when they arrive from New Hampshire."
  },
  {
    "paragraph": "160",
    "sentimentScore": 0,
    "paragraphText": "Two days after the accident, he takes a turn for the worse."
  },
  {
    "paragraph": "161",
    "sentimentScore": 0,
    "paragraphText": "He develops a fever and begins to have delirious spells."
  },
  {
    "paragraph": "162",
    "sentimentScore": 0,
    "paragraphText": "His wound is leaking a foul-smelling liquid, a sure sign of infection."
  },
  {
    "paragraph": "163",
    "sentimentScore": 0,
    "paragraphText": "His death seems just a matter of time now."
  },
  {
    "paragraph": "164",
    "sentimentScore": 0,
    "paragraphText": "More than any other organ, the brain is sealed off from the outside world and from the rest of the body."
  },
  {
    "paragraph": "165",
    "sentimentScore": 0,
    "paragraphText": "There are many layers of tissue, bone, and skin to keep it protected from the outside, but there's also a \"blood-brain barrier\" that keeps out many substances circulating in the blood."
  },
  {
    "paragraph": "166",
    "sentimentScore": 0,
    "paragraphText": "Oxygen and nutrients can cross the blood-brain barrier, but many dangerous substances like bacteria cannot."
  },
  {
    "paragraph": "167",
    "sentimentScore": 0,
    "paragraphText": "With his skull fractured, Phineas's exposed brain is wide open, making him an ideal candidate for a fatal infection."
  },
  {
    "paragraph": "168",
    "sentimentScore": 0,
    "paragraphText": "No one in Cavendish in 1848, no scientist in America or Europe, has the slightest notion that bacteria cause infection."
  },
  {
    "paragraph": "169",
    "sentimentScore": 0,
    "paragraphText": "Medical science in 1848 knows very little about bacteria, even though they were first seen through microscopes nearly two hundred years before."
  },
  {
    "paragraph": "170",
    "sentimentScore": 0,
    "paragraphText": "Today we are used to seeing the microscopic world, but when the microscope was invented in the middle of the seventeenth century, it caused a sensation."
  },
  {
    "paragraph": "171",
    "sentimentScore": 0,
    "paragraphText": "The microscope became a new kind of \"high-tech\" entertainment for cultured gentlemen, and in 1665 an Englishman named Robert Hooke came up with a microscopic \"hit.\""
  },
  {
    "paragraph": "172",
    "sentimentScore": 0,
    "paragraphText": "He showed off a slide he'd made of an extremely thin slice of cork."
  },
  {
    "paragraph": "173",
    "sentimentScore": 0,
    "paragraphText": "Under the microscope lens, Hooke saw that the tissue inside a cork tree was made up of rows of tiny, boxlike structures."
  },
  {
    "paragraph": "174",
    "sentimentScore": 0,
    "paragraphText": "They reminded him of the bare rooms used by monks in a monastery."
  },
  {
    "paragraph": "175",
    "sentimentScore": 0,
    "paragraphText": "Hooke called them \"cells.\""
  },
  {
    "paragraph": "176",
    "sentimentScore": 0,
    "paragraphText": "His cork cells, though, were empty because they were dead and dried out."
  },
  {
    "paragraph": "177",
    "sentimentScore": 0,
    "paragraphText": "It would take two centuries to figure out that it's the living stuff inside cells that makes them the fundamental unit of life."
  },
  {
    "paragraph": "178",
    "sentimentScore": 0,
    "paragraphText": "While Hooke was showing off his \"cells,\" a sharp-eyed Dutch merchant named Anton van Leeuwenhoek was making more powerful microscopes."
  },
  {
    "paragraph": "179",
    "sentimentScore": 0,
    "paragraphText": "Leeuwenhoek took a single drop of water from a rain barrel and turned his microscope on it."
  },
  {
    "paragraph": "180",
    "sentimentScore": 0,
    "paragraphText": "In that drop of water, Leeuwenhoek found a whole new planet of very, very small life forms."
  },
  {
    "paragraph": "181",
    "sentimentScore": 0,
    "paragraphText": "\"Animalcules,\" he called them."
  },
  {
    "paragraph": "182",
    "sentimentScore": 0,
    "paragraphText": "Leeuwenhoek was the first to see single-celled microorganisms, tiny plants and tiny animals, In 1665, the English scientist Robert Hooke published this detailed drawing of a flea as seen through the newly invented microscope."
  },
  {
    "paragraph": "183",
    "sentimentScore": 0,
    "paragraphText": "London society clamored to see more microscope images of things too fine for the human eye."
  },
  {
    "paragraph": "184",
    "sentimentScore": 0,
    "paragraphText": "From Hooke's Micrographica; courtesy of Dr. Joseph Gall, the Carnegie Institute of Washington, Baltimore, Md."
  },
  {
    "paragraph": "185",
    "sentimentScore": 0,
    "paragraphText": "including bacteria."
  },
  {
    "paragraph": "186",
    "sentimentScore": 0,
    "paragraphText": "Yet Leeuwenhoek never had the faintest suspicion that some of his \"animalcules\" caused humans to sicken and to die."
  },
  {
    "paragraph": "187",
    "sentimentScore": 0,
    "paragraphText": "That's more or less the state of knowledge in 1848."
  },
  {
    "paragraph": "188",
    "sentimentScore": 0,
    "paragraphText": "Few doctors have ever used a microscope, because it is not considered a medical instrument."
  },
  {
    "paragraph": "189",
    "sentimentScore": 0,
    "paragraphText": "These microscopic animals might be marvels of nature, but no doctor suspects that they have anything to do with disease, let alone infections."
  },
  {
    "paragraph": "190",
    "sentimentScore": 0,
    "paragraphText": "Doctors in 1848 don't use the word infection, but they know its symptoms well."
  },
  {
    "paragraph": "191",
    "sentimentScore": 0,
    "paragraphText": "They call it \"sepsis,\" and they know from bitter experience how quickly a \"septic\" wound can go from slight redness to gross swelling to a fatal condition called gangrene."
  },
  {
    "paragraph": "192",
    "sentimentScore": 0,
    "paragraphText": "The doctors of 1848 don't realize that gangrene is the end result of bacterial infection."
  },
  {
    "paragraph": "193",
    "sentimentScore": 0,
    "paragraphText": "They don't realize that floating in the air on dust particles, lurking on fingertips, or growing on the shiny steel blades of their unwashed surgical scalpels are single-celled bacteria and other microscopic life forms."
  },
  {
    "paragraph": "194",
    "sentimentScore": 0,
    "paragraphText": "On the smallest surface, there are hundreds of millions of them."
  },
  {
    "paragraph": "195",
    "sentimentScore": 0,
    "paragraphText": "They represent thousands of different species; there are tiny plants, tiny fungi, tiny viruses, and tiny animals."
  },
  {
    "paragraph": "196",
    "sentimentScore": 0,
    "paragraphText": "Among the microanimals are two particularly dangerous families of bacteria—streptococci and staphylococci (\"strep\" and \"staph,\" for short)."
  },
  {
    "paragraph": "197",
    "sentimentScore": 0,
    "paragraphText": "What doctors don't know in 1848, strep and staph do: that the broken head of Phineas is an ideal location to land."
  },
  {
    "paragraph": "198",
    "sentimentScore": 0,
    "paragraphText": "A wound is an open door."
  },
  {
    "paragraph": "199",
    "sentimentScore": 0,
    "paragraphText": "A cut or break in the skin lets staph and strep bacteria colonize the warm, wet, nutrient-rich cells inside."
  },
  {
    "paragraph": "200",
    "sentimentScore": 0,
    "paragraphText": "Once these bacteria get established in the body, they reproduce wildly."
  },
  {
    "paragraph": "201",
    "sentimentScore": 0,
    "paragraphText": "The body's immune system tries to kill the invading bacteria with an array of special immune cells, while the bacteria try to protect themselves against immune cells by cranking out toxic chemicals."
  },
  {
    "paragraph": "202",
    "sentimentScore": 0,
    "paragraphText": "That's an infection."
  },
  {
    "paragraph": "203",
    "sentimentScore": 0,
    "paragraphText": "The site of this biological battle between the immune system and bacteria swells up and turns red."
  },
  {
    "paragraph": "204",
    "sentimentScore": 0,
    "paragraphText": "In 1848, science is still twenty years away from figuring out that infections are the work of living—that is, \"biotic\"—things."
  },
  {
    "paragraph": "205",
    "sentimentScore": 0,
    "paragraphText": "It will take nearly a century for science to develop the first \"antibiotic,\" penicillin, to counter infections."
  },
  {
    "paragraph": "206",
    "sentimentScore": 0,
    "paragraphText": "In 1848, a young Frenchman named Louis Pasteur is still studying chemistry in Paris."
  },
  {
    "paragraph": "207",
    "sentimentScore": 0,
    "paragraphText": "Eventually, Pasteur will unravel the three great biological mysteries of Hooke called the microscopic boxes that he saw in the bark of a cork tree \"cells.\""
  },
  {
    "paragraph": "208",
    "sentimentScore": 0,
    "paragraphText": "Compared to his flea pictures, Hooke's cells attracted little notice in 1665."
  },
  {
    "paragraph": "209",
    "sentimentScore": 0,
    "paragraphText": "Two centuries later, his \"cells\" turned out to be the fundamental unit of all life."
  },
  {
    "paragraph": "210",
    "sentimentScore": 0,
    "paragraphText": "From Hooke's Micrographica; courtesy of Dr. Joseph Gall, the Carnegie Institute of Washington, Baltimore, Md."
  },
  {
    "paragraph": "211",
    "sentimentScore": 0,
    "paragraphText": "his time—fermentation, decay, and infection."
  },
  {
    "paragraph": "212",
    "sentimentScore": 0,
    "paragraphText": "All three processes are the work of living microorganisms; Pasteur will call them \"germs.\""
  },
  {
    "paragraph": "213",
    "sentimentScore": 0,
    "paragraphText": "Pasteur's \"germ theory\" will lead to a revolution in medicine."
  },
  {
    "paragraph": "214",
    "sentimentScore": 0,
    "paragraphText": "It will inspire an English surgeon named Joseph Lister to try performing surgery in sterile conditions that exclude or kill all microorganisms."
  },
  {
    "paragraph": "215",
    "sentimentScore": 0,
    "paragraphText": "Lister will scrub his hands almost raw before operating, he will boil surgical clothing and instruments, and he will set up a machine to spray carbolic acid in the operating room to kill germs in midair."
  },
  {
    "paragraph": "216",
    "sentimentScore": 0,
    "paragraphText": "Lister's first sterile operations in 1868 will cut the number of deaths from infection after surgery by 90 percent."
  },
  {
    "paragraph": "217",
    "sentimentScore": 0,
    "paragraphText": "For the first time in history, doctors will help more patients with surgery than they harm with postsurgical infections."
  },
  {
    "paragraph": "218",
    "sentimentScore": 0,
    "paragraphText": "None of this progress to come will do Phineas a bit of good back in 1848."
  },
  {
    "paragraph": "219",
    "sentimentScore": 0,
    "paragraphText": "Instead, Phineas is saved by good luck and good care."
  },
  {
    "paragraph": "220",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow follows the best medical advice of his time—keep the wound clean but covered and watch for inflammation."
  },
  {
    "paragraph": "221",
    "sentimentScore": 0,
    "paragraphText": "A sign of infection is a fluid called \"pus\" (it's actually dead white blood cells, a sign that the body's immune system is attacking bacterial invaders) that collects in pockets to form abscesses."
  },
  {
    "paragraph": "222",
    "sentimentScore": 0,
    "paragraphText": "Fourteen days after the accident, Phineas develops a huge abscess under the skin just above his eyes."
  },
  {
    "paragraph": "223",
    "sentimentScore": 0,
    "paragraphText": "Phineas is feverish, losing his appetite, and sinking fast."
  },
  {
    "paragraph": "224",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow lances (punctures) the abscess."
  },
  {
    "paragraph": "225",
    "sentimentScore": 0,
    "paragraphText": "He drains the pus and dresses Phineas's forehead again."
  },
  {
    "paragraph": "226",
    "sentimentScore": 0,
    "paragraphText": "The fever abates."
  },
  {
    "paragraph": "227",
    "sentimentScore": 0,
    "paragraphText": "His scalp begins to heal."
  },
  {
    "paragraph": "228",
    "sentimentScore": 0,
    "paragraphText": "Phineas is saved by his youth, his iron constitution, and Dr. Harlow's good nursing."
  },
  {
    "paragraph": "229",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow will always be modest about his role in saving Phineas."
  },
  {
    "paragraph": "230",
    "sentimentScore": 0,
    "paragraphText": "\"I dressed him,\" Dr. Harlow will say."
  },
  {
    "paragraph": "231",
    "sentimentScore": 0,
    "paragraphText": "\"God healed him.\""
  },
  {
    "paragraph": "232",
    "sentimentScore": 0,
    "paragraphText": "The patient gains strength."
  },
  {
    "paragraph": "233",
    "sentimentScore": 0,
    "paragraphText": "Too much strength, in his doctor's opinion."
  },
  {
    "paragraph": "234",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow is called out of town for a few days, and when he comes back he finds Under the microscope, streptococci bacteria have a distinctive beads-on-a-string appearance."
  },
  {
    "paragraph": "235",
    "sentimentScore": 0,
    "paragraphText": "\"Strep\" bacteria live on nearly everything people touch but are only dangerous if they can penetrate the body's defenses and overpower the immune system."
  },
  {
    "paragraph": "236",
    "sentimentScore": 0,
    "paragraphText": "Microphotograph by H. Morgan, Photo Researchers Inc. Staphylococci bacteria are the other half of the deadly duo of opportunistic bacteria."
  },
  {
    "paragraph": "237",
    "sentimentScore": 0,
    "paragraphText": "Infections by \"staph\" and \"strep\" were a leading cause of death before the discovery of antibiotic medicines."
  },
  {
    "paragraph": "238",
    "sentimentScore": 0,
    "paragraphText": "Somehow, Phineas's immune system beat off their attack."
  },
  {
    "paragraph": "239",
    "sentimentScore": 0,
    "paragraphText": "Microphotograph by Dr. Tony Brain, Photo Researchers Inc. Phineas out of his sickbed."
  },
  {
    "paragraph": "240",
    "sentimentScore": 0,
    "paragraphText": "His head still heavily bandaged, Phineas is roaming about Cavendish in the rain with no coat and thin shoes."
  },
  {
    "paragraph": "241",
    "sentimentScore": 0,
    "paragraphText": "He is eating unwisely, refusing nursing advice, and ignoring doctor's orders."
  },
  {
    "paragraph": "242",
    "sentimentScore": 0,
    "paragraphText": "Phineas says he wants to go home to his mother's house in Lebanon, New Hampshire, twenty miles away."
  },
  {
    "paragraph": "243",
    "sentimentScore": 0,
    "paragraphText": "He intends to walk."
  },
  {
    "paragraph": "244",
    "sentimentScore": 0,
    "paragraphText": "According to the best medical theories of his day, Dr. Harlow diagnoses an imbalance of bodily \"humors.\""
  },
  {
    "paragraph": "245",
    "sentimentScore": 0,
    "paragraphText": "This theory, which goes back to the ancient Greeks, declares that health is maintained by a balance of four liquids, or humors, in the body—blood, phlegm, yellow Four hundred years ago, this was an up-to-date medical book illustration."
  },
  {
    "paragraph": "246",
    "sentimentScore": 0,
    "paragraphText": "It shows a half-man, half-woman surrounded by the signs of the zodiac and the four \"humors\" that for centuries doctors believed controlled health—blood, phlegm, black bile, and yellow bile."
  },
  {
    "paragraph": "247",
    "sentimentScore": 0,
    "paragraphText": "Balancing the sanguine, or blood, humor was the \"reason\" for bleeding the sick."
  },
  {
    "paragraph": "248",
    "sentimentScore": 0,
    "paragraphText": "Photo Researchers Inc. bile, and black bile."
  },
  {
    "paragraph": "249",
    "sentimentScore": 0,
    "paragraphText": "To bring them into balance, Dr. Harlow prescribes two powerful drugs—an \"emetic\" to make Phineas throw up and a \"purgative,\" a powerful laxative, to evacuate his bowels."
  },
  {
    "paragraph": "250",
    "sentimentScore": 0,
    "paragraphText": "Phineas is knocked flat by the medicines and spends the next two weeks in bed, where Dr. Harlow keeps him on a \"low,\" or bland, diet."
  },
  {
    "paragraph": "251",
    "sentimentScore": 0,
    "paragraphText": "His humors may or may not be in balance, but Phineas is resting quietly at last."
  },
  {
    "paragraph": "252",
    "sentimentScore": 0,
    "paragraphText": "Ten weeks after the accident, Dr. Harlow declares Phineas fully recovered from his wounds."
  },
  {
    "paragraph": "253",
    "sentimentScore": 0,
    "paragraphText": "He puts Phineas in a closed carriage and sends him home to his mother in New Hampshire."
  },
  {
    "paragraph": "254",
    "sentimentScore": 0,
    "paragraphText": "Phineas is very weak, but he can walk short distances."
  },
  {
    "paragraph": "255",
    "sentimentScore": 0,
    "paragraphText": "He can count, feed and dress himself, and sing."
  },
  {
    "paragraph": "256",
    "sentimentScore": 0,
    "paragraphText": "He can speak clearly and make sense of what he hears."
  },
  {
    "paragraph": "257",
    "sentimentScore": 0,
    "paragraphText": "Yet there is something odd about the \"recovered\" Phineas."
  },
  {
    "paragraph": "258",
    "sentimentScore": 0,
    "paragraphText": "Just before he leaves Cavendish, Dr. Harlow gives Phineas a little test."
  },
  {
    "paragraph": "259",
    "sentimentScore": 0,
    "paragraphText": "The doctor offers Phineas $1,000 for the pocketful of pebbles that Phineas has collected walking along the Black River near town."
  },
  {
    "paragraph": "260",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow knows that Phineas can add and subtract, yet Phineas angrily refuses the deal."
  },
  {
    "paragraph": "261",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow tells himself that a man who was so badly hurt is going to need time to regain his full powers."
  },
  {
    "paragraph": "262",
    "sentimentScore": 0,
    "paragraphText": "As soon as Phineas leaves for home, Dr. Harlow writes a short report for the Boston Medical & Surgical Journal."
  },
  {
    "paragraph": "263",
    "sentimentScore": 0,
    "paragraphText": "Most doctors ignore Dr. Harlow's article."
  },
  {
    "paragraph": "264",
    "sentimentScore": 0,
    "paragraphText": "The few who read it don't believe it."
  },
  {
    "paragraph": "265",
    "sentimentScore": 0,
    "paragraphText": "How could a man survive such an injury, let alone make a \"complete recovery\"?"
  },
  {
    "paragraph": "266",
    "sentimentScore": 0,
    "paragraphText": "But one Boston doctor is intrigued."
  },
  {
    "paragraph": "267",
    "sentimentScore": 0,
    "paragraphText": "He writes to Harlow for information and urges the Vermont doctor to back up his case by collecting formal statements from eyewitnesses in Cavendish."
  },
  {
    "paragraph": "268",
    "sentimentScore": 0,
    "paragraphText": "The letter is from Henry J. Bigelow, professor of surgery at the Harvard Medical College."
  },
  {
    "paragraph": "269",
    "sentimentScore": 0,
    "paragraphText": "In the spring, Phineas is back in Cavendish, carrying his tamping iron."
  },
  {
    "paragraph": "270",
    "sentimentScore": 0,
    "paragraphText": "He never goes anywhere without it these days."
  },
  {
    "paragraph": "271",
    "sentimentScore": 0,
    "paragraphText": "Phineas has come for a final examination by Dr. Harlow and to reclaim his old job on the railroad."
  },
  {
    "paragraph": "272",
    "sentimentScore": 0,
    "paragraphText": "His left eye looks intact, but the vision has gradually faded away."
  },
  {
    "paragraph": "273",
    "sentimentScore": 0,
    "paragraphText": "Phineas has a huge scar on his forehead and a small scar under his cheekbone, but otherwise he is physically healed."
  },
  {
    "paragraph": "274",
    "sentimentScore": 0,
    "paragraphText": "Yet Dr. Harlow has private doubts about Phineas's mental state."
  },
  {
    "paragraph": "275",
    "sentimentScore": 0,
    "paragraphText": "Phineas is just not his old self."
  },
  {
    "paragraph": "276",
    "sentimentScore": 0,
    "paragraphText": "His old employers on the railroad quickly come to the same conclusion."
  },
  {
    "paragraph": "277",
    "sentimentScore": 0,
    "paragraphText": "The new Phineas is unreliable and, at times, downright nasty."
  },
  {
    "paragraph": "278",
    "sentimentScore": 0,
    "paragraphText": "He insults old workmates and friends."
  },
  {
    "paragraph": "279",
    "sentimentScore": 0,
    "paragraphText": "He spouts vulgar language in the presence of women."
  },
  {
    "paragraph": "280",
    "sentimentScore": 0,
    "paragraphText": "He changes his mind and his orders from minute to minute."
  },
  {
    "paragraph": "281",
    "sentimentScore": 0,
    "paragraphText": "The railroad contractors let him go."
  },
  {
    "paragraph": "282",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow, who is keeping confidential notes on Phineas, sadly writes, \"His contractors, who regarded him as the most efficient and capable foreman in their employ previous to his injury, considered the change in his mind so marked that they could not give him his place again.\""
  },
  {
    "paragraph": "283",
    "sentimentScore": 0,
    "paragraphText": "When he was an old man, Dr. Henry J. Bigelow wore a long beard and sober clothes, befitting one of Boston's senior surgeons."
  },
  {
    "paragraph": "284",
    "sentimentScore": 0,
    "paragraphText": "But when he was a young man studying medicine in Paris, Bigelow was a snappy dresser."
  },
  {
    "paragraph": "285",
    "sentimentScore": 0,
    "paragraphText": "From a daguerreotype by Leon Foucault, Paris, 1841; courtesy of Countway Library of Medicine, Harvard Medical School Phineas's old friends also wash their hands of him."
  },
  {
    "paragraph": "286",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow writes: \"He is fitful, irreverent, indulging at times in the grossest profanity (which was not previously his custom), manifesting but little deference for his fellows, impatient of restraint or advice when it conflicts with his desires.\""
  },
  {
    "paragraph": "287",
    "sentimentScore": 0,
    "paragraphText": "Phineas comes up with all sorts of new plans, the doctor writes, but they are no sooner announced than he drops them."
  },
  {
    "paragraph": "288",
    "sentimentScore": 0,
    "paragraphText": "Phineas is like a small child who says he is running away from home after lunch and then comes up with a new idea over his sandwich."
  },
  {
    "paragraph": "289",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow writes, \"A child in his intellectual capacities and manifestations, he has the animal passions of a strong man.\""
  },
  {
    "paragraph": "290",
    "sentimentScore": 0,
    "paragraphText": "A doctor is bound by his oath not to reveal the details of a patient's condition without permission, so Dr. Harlow will keep his observations to himself for twenty years."
  },
  {
    "paragraph": "291",
    "sentimentScore": 0,
    "paragraphText": "Meantime, Dr. Harlow has another letter from Dr. Bigelow at Harvard, who thanks him for collecting the eyewitness statements about the accident."
  },
  {
    "paragraph": "292",
    "sentimentScore": 0,
    "paragraphText": "Would Mr. Gage consider coming to Boston at Dr. Bigelow's expense so his case could be presented at the medical school and before the Boston Society of Medical Improvement?"
  },
  {
    "paragraph": "293",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow and Dr. Bigelow make arrangements."
  },
  {
    "paragraph": "294",
    "sentimentScore": 0,
    "paragraphText": "What We Thought About How We Thought In the winter of 1850, Phineas goes to Boston so the doctors there can see for themselves."
  },
  {
    "paragraph": "295",
    "sentimentScore": 0,
    "paragraphText": "What are doctors like in 1850?"
  },
  {
    "paragraph": "296",
    "sentimentScore": 0,
    "paragraphText": "They look like gentlemen, or at least they do in the oil portraits that they have painted of themselves to boost their social status."
  },
  {
    "paragraph": "297",
    "sentimentScore": 0,
    "paragraphText": "If you lined up a gallery of these doctors' portraits, you'd see a long row of wise faces, satin waistcoats, gold watch chains, and side-whiskers."
  },
  {
    "paragraph": "298",
    "sentimentScore": 0,
    "paragraphText": "By 1850, there are photographs of doctors, showing wise faces, satin waistcoats, and whiskers."
  },
  {
    "paragraph": "299",
    "sentimentScore": 0,
    "paragraphText": "Photographs of doctors at work, though, are rare."
  },
  {
    "paragraph": "300",
    "sentimentScore": 0,
    "paragraphText": "Photographing anyone or anything moving is difficult because the light-sensitive plates are very slow, and a single exposure can take a fall minute."
  },
  {
    "paragraph": "301",
    "sentimentScore": 0,
    "paragraphText": "Yet the year before Phineas's accident, a Boston photographer named Josiah Hawes sets up his camera in a surgical operating theater and takes a \"daguerreotype\" (a photograph on a metal plate) that he entitles, \"Third Operation Using Ether Anesthesia at the Massachusetts General Hospital.\""
  },
  {
    "paragraph": "302",
    "sentimentScore": 0,
    "paragraphText": "The operating room is called the Ether Dome and still exists today."
  },
  {
    "paragraph": "303",
    "sentimentScore": 0,
    "paragraphText": "The picture that Hawes makes is probably the very first of doctors being doctors instead of doctors posing for portraits."
  },
  {
    "paragraph": "304",
    "sentimentScore": 0,
    "paragraphText": "In Hawes's photograph, the surgeons stand impatiently beside the operating table, ready to start work."
  },
  {
    "paragraph": "305",
    "sentimentScore": 0,
    "paragraphText": "This is truly a historic moment."
  },
  {
    "paragraph": "306",
    "sentimentScore": 0,
    "paragraphText": "Before the introduction of ether a few months before, surgeons had to employ powerful assistants to hold down patients or restrain them with leather-covered chains."
  },
  {
    "paragraph": "307",
    "sentimentScore": 0,
    "paragraphText": "Because of the discovery of ether anesthesia, the doctors in the Ether Dome can take their time operating."
  },
  {
    "paragraph": "308",
    "sentimentScore": 0,
    "paragraphText": "Notice two things about Hawes's picture."
  },
  {
    "paragraph": "309",
    "sentimentScore": 0,
    "paragraphText": "First, it's all men."
  },
  {
    "paragraph": "310",
    "sentimentScore": 0,
    "paragraphText": "There are no female hospital nurses, let alone female doctors."
  },
  {
    "paragraph": "311",
    "sentimentScore": 0,
    "paragraphText": "The second thing you should notice is what the doctors are wearing—nothing special."
  },
  {
    "paragraph": "312",
    "sentimentScore": 0,
    "paragraphText": "They are in street clothes—black frockcoats, shiny satin vests, and linen shirts."
  },
  {
    "paragraph": "313",
    "sentimentScore": 0,
    "paragraphText": "No one is wearing surgical scrubs."
  },
  {
    "paragraph": "314",
    "sentimentScore": 0,
    "paragraphText": "No one is wearing surgical gloves, masks, or booties."
  },
  {
    "paragraph": "315",
    "sentimentScore": 0,
    "paragraphText": "These doctors may not wash their hands until after the operation."
  },
  {
    "paragraph": "316",
    "sentimentScore": 0,
    "paragraphText": "These men know nothing about bacteria—but they think they know all about the brain."
  },
  {
    "paragraph": "317",
    "sentimentScore": 0,
    "paragraphText": "This is what an audience of doctors looks like when Phineas arrives in Boston in January 1850, tamping iron in hand."
  },
  {
    "paragraph": "318",
    "sentimentScore": 0,
    "paragraphText": "He is Dr. Bigelow's guest but also his prize specimen."
  },
  {
    "paragraph": "319",
    "sentimentScore": 0,
    "paragraphText": "Phineas is examined, measured, and discussed."
  },
  {
    "paragraph": "320",
    "sentimentScore": 0,
    "paragraphText": "He agrees to sit for a plaster \"life\" mask."
  },
  {
    "paragraph": "321",
    "sentimentScore": 0,
    "paragraphText": "Dr. Bigelow puts straws up Phineas's nose so he can The patient is the one in the cotton gown and wool socks, lying unconscious on the table."
  },
  {
    "paragraph": "322",
    "sentimentScore": 0,
    "paragraphText": "Knocked out by inhaling ether fumes, the patient can feel no pain in this state of \"twilight sleep.\""
  },
  {
    "paragraph": "323",
    "sentimentScore": 0,
    "paragraphText": "When word of the discovery of anesthesia reached England, a London newspaper rejoiced, announcing, \"We Have Conquered Pain Massachusetts General Hospital, Archives and Special Collections; print courtesy of Harvard University Art Museums breathe while the doctor pours liquid plaster over his face."
  },
  {
    "paragraph": "324",
    "sentimentScore": 0,
    "paragraphText": "Then the plaster is lifted off to make a mold."
  },
  {
    "paragraph": "325",
    "sentimentScore": 0,
    "paragraphText": "From it, Dr. Bigelow casts a three-dimensional version of Phineas's face."
  },
  {
    "paragraph": "326",
    "sentimentScore": 0,
    "paragraphText": "His eyes are shut, but the enormous scar on his forehead is clear."
  },
  {
    "paragraph": "327",
    "sentimentScore": 0,
    "paragraphText": "Phineas appears in person at Dr. Bigelow's lectures to convince the assembled doctors that his case is neither an exaggeration nor a fraud."
  },
  {
    "paragraph": "328",
    "sentimentScore": 0,
    "paragraphText": "Dr. Bigelow tackles that question head-on: \"The leading feature of this case is its improbability,\" Dr. Bigelow admits."
  },
  {
    "paragraph": "329",
    "sentimentScore": 0,
    "paragraphText": "\"A physician who holds in his hand a crowbar, three and a half feet long, and more than thirteen pounds in weight, will not readily believe that it has been driven with a crash through the brain of a man who is still able to walk off, talking with composure and equanimity of the hole in his head."
  },
  {
    "paragraph": "330",
    "sentimentScore": 0,
    "paragraphText": "Yet there is every reason for supposing it in this case literally true.\""
  },
  {
    "paragraph": "331",
    "sentimentScore": 0,
    "paragraphText": "The evidence is standing before them, \"crowbar\" in hand."
  },
  {
    "paragraph": "332",
    "sentimentScore": 0,
    "paragraphText": "Even confronted with that, there are still doctors in the audience who don't believe that the tamping iron went through Phineas's brain."
  },
  {
    "paragraph": "333",
    "sentimentScore": 0,
    "paragraphText": "Perhaps, they say, it just hit him a glancing blow on the head."
  },
  {
    "paragraph": "334",
    "sentimentScore": 0,
    "paragraphText": "Dr. Bigelow reads out accounts from Dr. Williams and Dr. Harlow."
  },
  {
    "paragraph": "335",
    "sentimentScore": 0,
    "paragraphText": "He adds other eyewitness statements from Cavendish people including Mr. Adams, the hotel owner, and some of Phineas's workmen."
  },
  {
    "paragraph": "336",
    "sentimentScore": 0,
    "paragraphText": "Dr. Bigelow unveils his plaster life mask of Phineas."
  },
  {
    "paragraph": "337",
    "sentimentScore": 0,
    "paragraphText": "The casting clearly shows scars where the iron went in and came out."
  },
  {
    "paragraph": "338",
    "sentimentScore": 0,
    "paragraphText": "Yet there are doctors who think that Phineas is a humbug, a fake from the back woods of Vermont."
  },
  {
    "paragraph": "339",
    "sentimentScore": 0,
    "paragraphText": "There are two other groups of doctors paying close attention to Dr. Bigelow's presentation."
  },
  {
    "paragraph": "340",
    "sentimentScore": 0,
    "paragraphText": "The two rival groups are eager to believe in Phineas's case."
  },
  {
    "paragraph": "341",
    "sentimentScore": 0,
    "paragraphText": "Their theories directly contradict each other, and yet both groups believe that Phineas's case supports their side."
  },
  {
    "paragraph": "342",
    "sentimentScore": 0,
    "paragraphText": "As it turns out, both groups are slightly right but mostly wrong."
  },
  {
    "paragraph": "343",
    "sentimentScore": 0,
    "paragraphText": "Yet their wrong theories—and Phineas himself—will steer our knowledge of the brain in the right direction."
  },
  {
    "paragraph": "344",
    "sentimentScore": 0,
    "paragraphText": "Everybody knows that people use their brains to think."
  },
  {
    "paragraph": "345",
    "sentimentScore": 0,
    "paragraphText": "Right?"
  },
  {
    "paragraph": "346",
    "sentimentScore": 0,
    "paragraphText": "And, of course, emotions, especially love, come from the heart."
  },
  {
    "paragraph": "347",
    "sentimentScore": 0,
    "paragraphText": "Wrong?"
  },
  {
    "paragraph": "348",
    "sentimentScore": 0,
    "paragraphText": "Obviously, our ideas about how the body works have changed."
  },
  {
    "paragraph": "349",
    "sentimentScore": 0,
    "paragraphText": "Three hundred years ago, everybody \"knew\" that anger was controlled by the spleen."
  },
  {
    "paragraph": "350",
    "sentimentScore": 0,
    "paragraphText": "Twenty-three hundred years ago, the ancient Greeks \"knew\" that the heart was the center of emotion and thought."
  },
  {
    "paragraph": "351",
    "sentimentScore": 0,
    "paragraphText": "Aristotle, the greatest scientist of his time, \"knew\" that the primary function of the brain was to cool the blood."
  },
  {
    "paragraph": "352",
    "sentimentScore": 0,
    "paragraphText": "It isn't until 1800 that an Austrian doctor named Franz Josef Gall declares that the brain is the seat of the intelligence, the emotions, and the will."
  },
  {
    "paragraph": "353",
    "sentimentScore": 0,
    "paragraphText": "Still, it takes time for new ideas to sink in."
  },
  {
    "paragraph": "354",
    "sentimentScore": 0,
    "paragraphText": "Even today, we don't talk about a lover who's been dumped as feeling \"broken-brained.\""
  },
  {
    "paragraph": "355",
    "sentimentScore": 0,
    "paragraphText": "By Phineas's time, doctors know what a brain looks like, at least from the outside."
  },
  {
    "paragraph": "356",
    "sentimentScore": 0,
    "paragraphText": "They learn as students of gross (a term for \"large-scale\") anatomy by dissecting the cadavers of paupers, prisoners, and the unclaimed."
  },
  {
    "paragraph": "357",
    "sentimentScore": 0,
    "paragraphText": "By 1850, all doctors know the gross anatomy of the skeleton, internal organs, muscles, and, of course, the brain."
  },
  {
    "paragraph": "358",
    "sentimentScore": 0,
    "paragraphText": "They just don't know how the brain works."
  },
  {
    "paragraph": "359",
    "sentimentScore": 0,
    "paragraphText": "You can have a look for yourself."
  },
  {
    "paragraph": "360",
    "sentimentScore": 0,
    "paragraphText": "Imagine you could click open the top of your head and lift your brain out."
  },
  {
    "paragraph": "361",
    "sentimentScore": 0,
    "paragraphText": "It weighs about three pounds."
  },
  {
    "paragraph": "362",
    "sentimentScore": 0,
    "paragraphText": "Some compare it to half of an enormous walnut, but if you can't visualize a three-pound walnut half, think of a bicycle helmet (bicycle helmets look the way they do so they can surround the brain)."
  },
  {
    "paragraph": "363",
    "sentimentScore": 0,
    "paragraphText": "Think of your brain as a big cap perched on a stalk and protected by the neck flap."
  },
  {
    "paragraph": "364",
    "sentimentScore": 0,
    "paragraphText": "The big cap is your cerebral cortex."
  },
  {
    "paragraph": "365",
    "sentimentScore": 0,
    "paragraphText": "The stalk is your brain stem, which plugs into your spinal cord."
  },
  {
    "paragraph": "366",
    "sentimentScore": 0,
    "paragraphText": "The brain stem keeps many of your automatic functions going, like your breathing and heartbeat."
  },
  {
    "paragraph": "367",
    "sentimentScore": 0,
    "paragraphText": "The neck flap covers your cerebellum, which coordinates movement."
  },
  {
    "paragraph": "368",
    "sentimentScore": 0,
    "paragraphText": "Without your cerebellum, you couldn't walk upright, touch your finger to your nose, or turn this page."
  },
  {
    "paragraph": "369",
    "sentimentScore": 0,
    "paragraphText": "Without your brain stem, you couldn't breathe."
  },
  {
    "paragraph": "370",
    "sentimentScore": 0,
    "paragraphText": "Without your cerebral cortex, you wouldn't be human."
  },
  {
    "paragraph": "371",
    "sentimentScore": 0,
    "paragraphText": "The cortex is where you think, remember, learn, imagine, read, speak, listen, and dream."
  },
  {
    "paragraph": "372",
    "sentimentScore": 0,
    "paragraphText": "In the cortex, you feel your emotions and you make sense of what your senses are telling you."
  },
  {
    "paragraph": "373",
    "sentimentScore": 0,
    "paragraphText": "The cortex is where you actually see what This is half a brain."
  },
  {
    "paragraph": "374",
    "sentimentScore": 0,
    "paragraphText": "On top and in front is the cortex."
  },
  {
    "paragraph": "375",
    "sentimentScore": 0,
    "paragraphText": "In the back and underneath are the cerebellum and the brain stem."
  },
  {
    "paragraph": "376",
    "sentimentScore": 0,
    "paragraphText": "On the bottom of the cortex is the limbic system, which coordinates memory, sensation, and emotion."
  },
  {
    "paragraph": "377",
    "sentimentScore": 0,
    "paragraphText": "In Phineas's case, the tamping iron passed through the frontal cortex, leaving the rest of his brain relatively unharmed."
  },
  {
    "paragraph": "378",
    "sentimentScore": 0,
    "paragraphText": "Illustration by Jerry Malone your eyes transmit, smell what your nose senses, taste what your tongue samples, touch what your nerves report, and hear what your ears pick up."
  },
  {
    "paragraph": "379",
    "sentimentScore": 0,
    "paragraphText": "None of this vital activity is visible in gross anatomy."
  },
  {
    "paragraph": "380",
    "sentimentScore": 0,
    "paragraphText": "By just holding a brain in your hands you (and the doctors of Phineas's day) can't see the thing that makes this Here you can see the division between the two hemispheres of the cortex."
  },
  {
    "paragraph": "381",
    "sentimentScore": 0,
    "paragraphText": "The crack between them is called the \"interhemispheric fissure.\""
  },
  {
    "paragraph": "382",
    "sentimentScore": 0,
    "paragraphText": "The two hemispheres specialize in different mental skills, but brain functions are not as neatly divided as they appear."
  },
  {
    "paragraph": "383",
    "sentimentScore": 0,
    "paragraphText": "Phineas's tamping iron struck the left hemisphere first but also grazed the right hemisphere on the way out."
  },
  {
    "paragraph": "384",
    "sentimentScore": 0,
    "paragraphText": "He lost something from both hemispheres."
  },
  {
    "paragraph": "385",
    "sentimentScore": 0,
    "paragraphText": "Illustration by David Macaulay organ work, the brain's fundamental unit, which is the brain cell, or neuron."
  },
  {
    "paragraph": "386",
    "sentimentScore": 0,
    "paragraphText": "You'll need a microscope and a lot of skill to see a single neuron, but all of these structures—the cortex, cerebellum, brain stem, and spinal cord—are made up of neurons specialized to relay and transmit tiny electrical impulses."
  },
  {
    "paragraph": "387",
    "sentimentScore": 0,
    "paragraphText": "By layering and connecting billions of neurons, you get a brain."
  },
  {
    "paragraph": "388",
    "sentimentScore": 0,
    "paragraphText": "But by looking at your brain in your hand, you'll notice that the cortex splits in half right down the middle."
  },
  {
    "paragraph": "389",
    "sentimentScore": 0,
    "paragraphText": "The left hemisphere and the right hemisphere are separated on top by a deep crack—the interhemispheric fissure—but joined in the middle of the brain by a thick mat of nerves—the corpus callosum."
  },
  {
    "paragraph": "390",
    "sentimentScore": 0,
    "paragraphText": "The corpus is the switchboard for signals back and forth between the two halves."
  },
  {
    "paragraph": "391",
    "sentimentScore": 0,
    "paragraphText": "In recent times, scientists have learned that the two hemispheres specialize in certain skills."
  },
  {
    "paragraph": "392",
    "sentimentScore": 0,
    "paragraphText": "Sometimes you'll hear brain researchers talk about a \"right brain\" or a \"left brain\" skill."
  },
  {
    "paragraph": "393",
    "sentimentScore": 0,
    "paragraphText": "They really mean right or left hemisphere."
  },
  {
    "paragraph": "394",
    "sentimentScore": 0,
    "paragraphText": "But you can't see any skills by looking at the outside of a brain."
  },
  {
    "paragraph": "395",
    "sentimentScore": 0,
    "paragraphText": "Indeed, if you're looking at your brain from the outside, you might wonder if you're holding the cortex backwards."
  },
  {
    "paragraph": "396",
    "sentimentScore": 0,
    "paragraphText": "The front of the cortex seems to be hanging in space until you realize that your face fits the space underneath."
  },
  {
    "paragraph": "397",
    "sentimentScore": 0,
    "paragraphText": "The part of the cortex above your face is the frontal lobe."
  },
  {
    "paragraph": "398",
    "sentimentScore": 0,
    "paragraphText": "The frontal lobe is the part that concerns us most regarding Phineas, but you should know the other lobes—the parietal lobe on top and the occipital lobe at the back of your head, right above your cerebellum."
  },
  {
    "paragraph": "399",
    "sentimentScore": 0,
    "paragraphText": "Wrapping around your temples on the side of your head are the temporal lobes."
  },
  {
    "paragraph": "400",
    "sentimentScore": 0,
    "paragraphText": "Each hemisphere has its own frontal, parietal, occipital, and temporal lobes."
  },
  {
    "paragraph": "401",
    "sentimentScore": 0,
    "paragraphText": "All together, the cortex is a soft mass of folded nerve tissue."
  },
  {
    "paragraph": "402",
    "sentimentScore": 0,
    "paragraphText": "It looks as if your cortex was folded up quickly and stuffed in any old way, but the truth is that every human brain is folded in exactly the The brain cortex is like a city; every part has an address."
  },
  {
    "paragraph": "403",
    "sentimentScore": 0,
    "paragraphText": "Instead of a city's east or west side, the cortex has a left and right hemisphere."
  },
  {
    "paragraph": "404",
    "sentimentScore": 0,
    "paragraphText": "The folds and ridges in the hemispheres are like cross streets, and medical students must memorize every one."
  },
  {
    "paragraph": "405",
    "sentimentScore": 0,
    "paragraphText": "The cortex also has four lobes—the frontal (in front), the parietal (on top), the occipital (at the back), and the temporal (on the side)."
  },
  {
    "paragraph": "406",
    "sentimentScore": 0,
    "paragraphText": "A brain \"address\" can specify left or right hemisphere, the lobe, the nearest ridge or fold, and whether the location is on top or bottom, inside or out, and front or back."
  },
  {
    "paragraph": "407",
    "sentimentScore": 0,
    "paragraphText": "Phineas was injured most seriously on the inside of the left frontal lobe, but scientists are still arguing about the exact address."
  },
  {
    "paragraph": "408",
    "sentimentScore": 0,
    "paragraphText": "Illustration by David Macaulay same way."
  },
  {
    "paragraph": "409",
    "sentimentScore": 0,
    "paragraphText": "How the neurons inside those folds and ridges connect is what makes every human being singular."
  },
  {
    "paragraph": "410",
    "sentimentScore": 0,
    "paragraphText": "After this tour of the outside of the brain, what you and the Boston doctors in 1850 still lack is a map of the nerve cells."
  },
  {
    "paragraph": "411",
    "sentimentScore": 0,
    "paragraphText": "In 1850, die Boston doctors know very little about any kind of cell, even though the cell revolution is getting under way in Germany, thanks to Matthias Schleiden and Theodor Schwann."
  },
  {
    "paragraph": "412",
    "sentimentScore": 0,
    "paragraphText": "Working independently, they both revisit the work of Robert Hooke, the microscope observer who came up with the name cell in 1665."
  },
  {
    "paragraph": "413",
    "sentimentScore": 0,
    "paragraphText": "Hooke, they realize, was seeing empty cork cells because they were dead."
  },
  {
    "paragraph": "414",
    "sentimentScore": 0,
    "paragraphText": "Now, for the first time, Schleiden sees living cells in plants."
  },
  {
    "paragraph": "415",
    "sentimentScore": 0,
    "paragraphText": "Schwann sees them in animal tissue."
  },
  {
    "paragraph": "416",
    "sentimentScore": 0,
    "paragraphText": "Together, they realize that the cell is the fundamental unit of life."
  },
  {
    "paragraph": "417",
    "sentimentScore": 0,
    "paragraphText": "Everything alive, from slime molds to human beings, is composed of cells."
  },
  {
    "paragraph": "418",
    "sentimentScore": 0,
    "paragraphText": "It is the stuff inside the cell that controls every process of life, from digestion to reproduction."
  },
  {
    "paragraph": "419",
    "sentimentScore": 0,
    "paragraphText": "As a living organism becomes more complex, its cells differentiate—that is, they specialize."
  },
  {
    "paragraph": "420",
    "sentimentScore": 0,
    "paragraphText": "A line of cells will differentiate and become muscle cells."
  },
  {
    "paragraph": "421",
    "sentimentScore": 0,
    "paragraphText": "Another will differentiate and become nerve cells."
  },
  {
    "paragraph": "422",
    "sentimentScore": 0,
    "paragraphText": "All complex animals have nerve cells, but no animal has as many nerve cells as humans do."
  },
  {
    "paragraph": "423",
    "sentimentScore": 0,
    "paragraphText": "Your brain and spinal cord have about 100 billion neurons."
  },
  {
    "paragraph": "424",
    "sentimentScore": 0,
    "paragraphText": "A neuron is basically a wire with plugs at each end."
  },
  {
    "paragraph": "425",
    "sentimentScore": 0,
    "paragraphText": "Unlike most wires, most neurons have many, many plugs so they can both relay messages and switch The nerve cell, or neuron, is a living, one-way wire with switches at both ends."
  },
  {
    "paragraph": "426",
    "sentimentScore": 0,
    "paragraphText": "Messages arrive chemically in the dendrites, where they are converted to electrical impulses, which travel down the axon, the long body of the cell."
  },
  {
    "paragraph": "427",
    "sentimentScore": 0,
    "paragraphText": "At the terminal on the far end, signals are converted back into chemical messengers, called neurotransmitters, for the short voyage across the synapse to the dendrites of the next neuron."
  },
  {
    "paragraph": "428",
    "sentimentScore": 0,
    "paragraphText": "Amazingly, neurons can work as fast as thought."
  },
  {
    "paragraph": "429",
    "sentimentScore": 0,
    "paragraphText": "Illustration by David Macaulay Here two human nerve cells show off their intricate network of axon terminals and dendrites."
  },
  {
    "paragraph": "430",
    "sentimentScore": 0,
    "paragraphText": "These connections are so fine that they cannot be seen through a conventional light microscope."
  },
  {
    "paragraph": "431",
    "sentimentScore": 0,
    "paragraphText": "A scanning electron microscope (SEM) was used here to capture the details."
  },
  {
    "paragraph": "432",
    "sentimentScore": 0,
    "paragraphText": "SEM photograph by Andrew Leonard, Photo Researchers Inc. them."
  },
  {
    "paragraph": "433",
    "sentimentScore": 0,
    "paragraphText": "A neuron is a long, skinny cell with a tangle of receivers at one end called dendrites, a long connector called an axon in between, and at the other end a smaller tangle of transmitters called axon terminals."
  },
  {
    "paragraph": "434",
    "sentimentScore": 0,
    "paragraphText": "Neurons never actually touch one another or splice together."
  },
  {
    "paragraph": "435",
    "sentimentScore": 0,
    "paragraphText": "There is always a tiny gap between the axon terminal of one neuron and the dendrite of the next."
  },
  {
    "paragraph": "436",
    "sentimentScore": 0,
    "paragraphText": "The gap is called a synapse."
  },
  {
    "paragraph": "437",
    "sentimentScore": 0,
    "paragraphText": "It is bridged by signaling chemicals called neurotransmitters."
  },
  {
    "paragraph": "438",
    "sentimentScore": 0,
    "paragraphText": "A message travels as an electrical impulse through the axon, down the body of the nerve cell, to the axon terminal."
  },
  {
    "paragraph": "439",
    "sentimentScore": 0,
    "paragraphText": "There the electrical impulse is converted into a chemical neurotransmitter to float across the synapse to the next neuron."
  },
  {
    "paragraph": "440",
    "sentimentScore": 0,
    "paragraphText": "Here's where the complications begin."
  },
  {
    "paragraph": "441",
    "sentimentScore": 0,
    "paragraphText": "In your brain, your neurons have lots of choices."
  },
  {
    "paragraph": "442",
    "sentimentScore": 0,
    "paragraphText": "Your brain has lots of synapses because the neurons are layered and clumped together so that the number of possible connections is huge."
  },
  {
    "paragraph": "443",
    "sentimentScore": 0,
    "paragraphText": "Each neuron can have anywhere from 1,000 to 6,000 synapses."
  },
  {
    "paragraph": "444",
    "sentimentScore": 0,
    "paragraphText": "That means the 10 billion neurons in your brain and spinal cord have a possible 10 trillion synaptic choices to make."
  },
  {
    "paragraph": "445",
    "sentimentScore": 0,
    "paragraphText": "Complexity is good."
  },
  {
    "paragraph": "446",
    "sentimentScore": 0,
    "paragraphText": "Making synaptic connections is how your brain actually thinks, learns, remembers, acts, and reacts."
  },
  {
    "paragraph": "447",
    "sentimentScore": 0,
    "paragraphText": "The Boston doctors watching Phineas in 1850 haven't a clue about neurons, which won't be discovered for another twenty years."
  },
  {
    "paragraph": "448",
    "sentimentScore": 0,
    "paragraphText": "Still, these doctors know that the brain sits atop the spinal cord, a thick, bundled cable of thousands of threads."
  },
  {
    "paragraph": "449",
    "sentimentScore": 0,
    "paragraphText": "Doctors do not know that each thread is a bundle of microscopic neurons."
  },
  {
    "paragraph": "450",
    "sentimentScore": 0,
    "paragraphText": "They do know that cutting the spinal cord results in paralysis."
  },
  {
    "paragraph": "451",
    "sentimentScore": 0,
    "paragraphText": "The higher the break in the spinal cord, the more complete the paralysis."
  },
  {
    "paragraph": "452",
    "sentimentScore": 0,
    "paragraphText": "They know that if the cord is cut at the base of the brain stem, the patient dies."
  },
  {
    "paragraph": "453",
    "sentimentScore": 0,
    "paragraphText": "That's why Phineas interests the doctors."
  },
  {
    "paragraph": "454",
    "sentimentScore": 0,
    "paragraphText": "His injury is not at the back of his head in the cerebellum or at the bottom of the brain near the brain stem."
  },
  {
    "paragraph": "455",
    "sentimentScore": 0,
    "paragraphText": "He was struck through the forehead, and the iron must have pierced the frontal lobe of the cortex."
  },
  {
    "paragraph": "456",
    "sentimentScore": 0,
    "paragraphText": "If Phineas survived with a large piece of his cortex destroyed, then what does the cortex do?"
  },
  {
    "paragraph": "457",
    "sentimentScore": 0,
    "paragraphText": "Across America and Europe, doctors are fiercely divided over this very question."
  },
  {
    "paragraph": "458",
    "sentimentScore": 0,
    "paragraphText": "These are the two rival schools."
  },
  {
    "paragraph": "459",
    "sentimentScore": 0,
    "paragraphText": "One group thinks the brain is a \"whole intelligence,\" that is, that your brain is one interconnected \"mind.\""
  },
  {
    "paragraph": "460",
    "sentimentScore": 0,
    "paragraphText": "Let's call them the \"Whole Brainers.\""
  },
  {
    "paragraph": "461",
    "sentimentScore": 0,
    "paragraphText": "They think of the cortex as a chamber holding a formless cloud or jelly driven by a mysterious \"vital force.\""
  },
  {
    "paragraph": "462",
    "sentimentScore": 0,
    "paragraphText": "Through this force, every part of the brain is connected to every other part."
  },
  {
    "paragraph": "463",
    "sentimentScore": 0,
    "paragraphText": "The Whole Brainers believe that thoughts and commands can originate anywhere in the brain jelly/cloud and flash into action."
  },
  {
    "paragraph": "464",
    "sentimentScore": 0,
    "paragraphText": "If one part of the brain is injured, then the functions or thoughts that came from there will flow to another part."
  },
  {
    "paragraph": "465",
    "sentimentScore": 0,
    "paragraphText": "Unfortunately, the Whole Brainers have no hard evidence for their theory."
  },
  {
    "paragraph": "466",
    "sentimentScore": 0,
    "paragraphText": "Instead they must look for unusual cases that might back them up."
  },
  {
    "paragraph": "467",
    "sentimentScore": 0,
    "paragraphText": "Phineas seems to be such a case."
  },
  {
    "paragraph": "468",
    "sentimentScore": 0,
    "paragraphText": "Dr. Bigelow of Harvard thinks so."
  },
  {
    "paragraph": "469",
    "sentimentScore": 0,
    "paragraphText": "He is a Whole Brainer."
  },
  {
    "paragraph": "470",
    "sentimentScore": 0,
    "paragraphText": "His opponents believe in \"localized function\"; that is, they believe that the brain is divided into specific areas that control specific things."
  },
  {
    "paragraph": "471",
    "sentimentScore": 0,
    "paragraphText": "Let's call them the \"Localizers.\""
  },
  {
    "paragraph": "472",
    "sentimentScore": 0,
    "paragraphText": "They are followers of the Austrian Dr. Gall, who started the brain revolution by declaring that the brain was the seat of intelligence, emotions, and will."
  },
  {
    "paragraph": "473",
    "sentimentScore": 0,
    "paragraphText": "Dr. Gall called his brain science \"phrenology\" (a made-up Greek word)."
  },
  {
    "paragraph": "474",
    "sentimentScore": 0,
    "paragraphText": "By any name, the Localizers, or Phrenologists, believe that \"organs\" inside the brain control specific functions."
  },
  {
    "paragraph": "475",
    "sentimentScore": 0,
    "paragraphText": "They draw up a model Phrenological Head to show the \"organs\" in their correct positions."
  },
  {
    "paragraph": "476",
    "sentimentScore": 0,
    "paragraphText": "The \"Organ of Veneration [respect]\" and the \"Organ of Benevolence [kindness],\" for example, are supposed to be just above the left eyebrow."
  },
  {
    "paragraph": "477",
    "sentimentScore": 0,
    "paragraphText": "(Remember where Phineas was hit by the iron?"
  },
  {
    "paragraph": "478",
    "sentimentScore": 0,
    "paragraphText": "Stay tuned.)"
  },
  {
    "paragraph": "479",
    "sentimentScore": 0,
    "paragraphText": "Unfortunately, the Phrenologists have no way of knowing which part of the brain controls what."
  },
  {
    "paragraph": "480",
    "sentimentScore": 0,
    "paragraphText": "\"Benevolence\" cannot be seen on the outside of the brain."
  },
  {
    "paragraph": "481",
    "sentimentScore": 0,
    "paragraphText": "Later in the nineteenth century, scientists will discover that a weak electrical current applied to the exposed brain of a laboratory animal will make certain A Phrenological Head is definitely an eye-catcher—bald as a billiard ball and each \"organ\" carefully outlined and labeled."
  },
  {
    "paragraph": "482",
    "sentimentScore": 0,
    "paragraphText": "By the middle of the nineteenth century, a popular parlor game is \"reading\" one's character by feeling the skull for bumps and dips and then matching them to a head chart such as this one."
  },
  {
    "paragraph": "483",
    "sentimentScore": 0,
    "paragraphText": "Hulton Collection, Getty Images muscles twitch involuntarily and certain senses sharpen or go dead."
  },
  {
    "paragraph": "484",
    "sentimentScore": 0,
    "paragraphText": "In the early twentieth century, scientists will invent more sophisticated and less dangerous ways to \"see\" brain activity."
  },
  {
    "paragraph": "485",
    "sentimentScore": 0,
    "paragraphText": "Eventually they will chart the brain's electrical signals by attaching electrodes to the scalp for an \"electroencephalograph,\" or EEG."
  },
  {
    "paragraph": "486",
    "sentimentScore": 0,
    "paragraphText": "The EEG plots amazing patterns of electrical activity that match specific areas of the brain with specific functions."
  },
  {
    "paragraph": "487",
    "sentimentScore": 0,
    "paragraphText": "Toward the end of the twentieth century, scientists will invent brain scanners that can \"image\" the electrical and chemical activity inside a living brain."
  },
  {
    "paragraph": "488",
    "sentimentScore": 0,
    "paragraphText": "Back in 1850, the Localizers/Phrenologists haven't seen a single thought or brainwave."
  },
  {
    "paragraph": "489",
    "sentimentScore": 0,
    "paragraphText": "Still, that doesn't stop them from identifying thirty-seven \"organs\" of the brain."
  },
  {
    "paragraph": "490",
    "sentimentScore": 0,
    "paragraphText": "How do they do it?"
  },
  {
    "paragraph": "491",
    "sentimentScore": 0,
    "paragraphText": "Bumps."
  },
  {
    "paragraph": "492",
    "sentimentScore": 0,
    "paragraphText": "That's right."
  },
  {
    "paragraph": "493",
    "sentimentScore": 0,
    "paragraphText": "Bumps on the head."
  },
  {
    "paragraph": "494",
    "sentimentScore": 0,
    "paragraphText": "The Phrenologists reason that if you have a strong organ, it will be big and project from your skull as a bump."
  },
  {
    "paragraph": "495",
    "sentimentScore": 0,
    "paragraphText": "If you have a weak organ, it will be small and you'll have a dip or depression in your skull."
  },
  {
    "paragraph": "496",
    "sentimentScore": 0,
    "paragraphText": "Run your hand over your own skull and you will find all sorts of knobs, bumps, dips, and so on."
  },
  {
    "paragraph": "497",
    "sentimentScore": 0,
    "paragraphText": "The Phrenologists decide that if you have a bump over your Organ of Amativeness, you are a person with a strong talent for physical love."
  },
  {
    "paragraph": "498",
    "sentimentScore": 0,
    "paragraphText": "If you have a dip or a depression over your Organ of Philoprogenitiveness (also known as parental love), you're not going to be fond of children."
  },
  {
    "paragraph": "499",
    "sentimentScore": 0,
    "paragraphText": "Among Boston doctors, phrenology is considered serious stuff when Phineas walks into the middle of the debate of the Whole Brainers versus the Localizers."
  },
  {
    "paragraph": "500",
    "sentimentScore": 0,
    "paragraphText": "Both sides seize him as proof of their belief."
  },
  {
    "paragraph": "501",
    "sentimentScore": 0,
    "paragraphText": "Dr. Bigelow and his fellow Whole Brainers say that Phineas would surely have died if specific areas of the brain were vital to specific functions."
  },
  {
    "paragraph": "502",
    "sentimentScore": 0,
    "paragraphText": "After all, the tamping iron carried away pieces of Phineas's brain."
  },
  {
    "paragraph": "503",
    "sentimentScore": 0,
    "paragraphText": "If every part of the brain was vital, then he should be dead."
  },
  {
    "paragraph": "504",
    "sentimentScore": 0,
    "paragraphText": "Yet here is Phineas alive in Boston, walking, talking, and taking care of himself."
  },
  {
    "paragraph": "505",
    "sentimentScore": 0,
    "paragraphText": "Therefore, say the Whole Brainers, the whole brain must be able to perform any function of one part."
  },
  {
    "paragraph": "506",
    "sentimentScore": 0,
    "paragraphText": "On the other side, Dr. Harlow is a Localizer, or at least he is a friend of some leading Localizers/Phrenologists."
  },
  {
    "paragraph": "507",
    "sentimentScore": 0,
    "paragraphText": "The Localizers say Phineas proves their theory."
  },
  {
    "paragraph": "508",
    "sentimentScore": 0,
    "paragraphText": "The tamping iron has not killed him because the damage is limited to specific organs that are not critical to life."
  },
  {
    "paragraph": "509",
    "sentimentScore": 0,
    "paragraphText": "Yet the Localizers/Phrenologists don't have all the facts."
  },
  {
    "paragraph": "510",
    "sentimentScore": 0,
    "paragraphText": "In 1850, when Phineas comes to Boston, Dr. Harlow feels he must keep the details of his patient's personality problems confidential, but he does tell some of the truth to Dr. Nelson Sizer."
  },
  {
    "paragraph": "511",
    "sentimentScore": 0,
    "paragraphText": "Dr. Sizer is a big man in phrenology and lectures on it all over New England."
  },
  {
    "paragraph": "512",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow leaks the information to Dr. Sizer that the \"completely recovered\" Phineas is not the old Phineas."
  },
  {
    "paragraph": "513",
    "sentimentScore": 0,
    "paragraphText": "Dr. Sizer tries to disguise the source of his report to the American Phrenological Journal in 1851, writing, \"We have been informed by the best authority that after the man recovered, and while recovering, he was grossly profane, coarse, and vulgar, to such a degree that his society was intolerable to decent people.\""
  },
  {
    "paragraph": "514",
    "sentimentScore": 0,
    "paragraphText": "Dr. Sizer's report is wonderful news for the Localizers/Phrenologists."
  },
  {
    "paragraph": "515",
    "sentimentScore": 0,
    "paragraphText": "As Dr. Sizer explains, \"If we remember correctly, the iron passed through the regions of the organs of BENEVOLENCE and VENERATION, which left these An MRI scan allows us to look inside a living person's head and see a slice of everything from the throat to the spinal cord."
  },
  {
    "paragraph": "516",
    "sentimentScore": 0,
    "paragraphText": "Inside the brain, you can see die different lobes of the cortex; the corpus callosum, which joins the two hemispheres; the cerebellum at the back of the head; and the brain stem."
  },
  {
    "paragraph": "517",
    "sentimentScore": 0,
    "paragraphText": "Compare this to the phrenological chart on [>]."
  },
  {
    "paragraph": "518",
    "sentimentScore": 0,
    "paragraphText": "MRI scan by Scott Canzine and Sue Trainor, Photo Researchers Inc. organs without influence in his character, hence his profanity, and want of respect and kindness.\""
  },
  {
    "paragraph": "519",
    "sentimentScore": 0,
    "paragraphText": "In the long run, the Localizers will turn out to be somewhat right about localization but completely wrong about phrenological organs."
  },
  {
    "paragraph": "520",
    "sentimentScore": 0,
    "paragraphText": "The Whole Brainers will turn out to be right about the complex interconnections of the brain but wrong about the brain acting as a whole."
  },
  {
    "paragraph": "521",
    "sentimentScore": 0,
    "paragraphText": "The 10 billion neurons in your brain are not connected at random."
  },
  {
    "paragraph": "522",
    "sentimentScore": 0,
    "paragraphText": "They are organized into \"local circuits\" within the cortex; the local circuits form \"subcortical nuclei,\" which together form \"cortical regions,\" which form \"systems,\" which form \"systems of systems,\" which form you."
  },
  {
    "paragraph": "523",
    "sentimentScore": 0,
    "paragraphText": "Specific areas of the brain do control specific functions and behaviors, but it's not always as \"logical\" as we would imagine."
  },
  {
    "paragraph": "524",
    "sentimentScore": 0,
    "paragraphText": "Skills that you think should be in the same brain patch are scattered about in different places in the cortex."
  },
  {
    "paragraph": "525",
    "sentimentScore": 0,
    "paragraphText": "Different areas of the cortex let you recognize letters in a book or faces in a crowd, or know whether you are standing upright."
  },
  {
    "paragraph": "526",
    "sentimentScore": 0,
    "paragraphText": "Yet many of these localized functions are also controlled by interactions with other parts of the brain."
  },
  {
    "paragraph": "527",
    "sentimentScore": 0,
    "paragraphText": "The human brain, it turns out, is both localized and interconnected."
  },
  {
    "paragraph": "528",
    "sentimentScore": 0,
    "paragraphText": "We know so much more about the brain today than the Phrenologists and the Whole Brainers did in 1850, yet we really understand only the rough outlines."
  },
  {
    "paragraph": "529",
    "sentimentScore": 0,
    "paragraphText": "Back in 1850, Dr. Bigelow tells the Boston doctors, \"Taking all the circumstances This ceramic bust by L. N. Fowler was to help serious phrenologists locate the thirty-seven \"organs\" of the brain while feeling around on the head for bumps and dips."
  },
  {
    "paragraph": "530",
    "sentimentScore": 0,
    "paragraphText": "Phrenology lost credibility as science found better ways to probe the brain."
  },
  {
    "paragraph": "531",
    "sentimentScore": 0,
    "paragraphText": "Compare this to the \"coronal\" MRI on [>]."
  },
  {
    "paragraph": "532",
    "sentimentScore": 0,
    "paragraphText": "Photograph by D. Parker, Photo Researchers Inc. Around 1920, a group of Harvard Medical School students gather around the skull of Phineas Gage."
  },
  {
    "paragraph": "533",
    "sentimentScore": 0,
    "paragraphText": "The life-size plaster model of Phineas's head made by Dr. Bigelow stands on the left corner of the table."
  },
  {
    "paragraph": "534",
    "sentimentScore": 0,
    "paragraphText": "Time has made the skull fragile, but Phineas Gage's fame still draws visitors to Harvard's Countway Library to look without touching."
  },
  {
    "paragraph": "535",
    "sentimentScore": 0,
    "paragraphText": "Photograph from the Warren Anatomical Museum, Countway Library of Medicine, Harvard Medical School into consideration, it may be doubted whether the present is not the most remarkable history of injury to the brain which has been recorded.\""
  },
  {
    "paragraph": "536",
    "sentimentScore": 0,
    "paragraphText": "He also announces that Mr. Gage has graciously agreed to donate his famous tamping iron to the Harvard Medical College."
  },
  {
    "paragraph": "537",
    "sentimentScore": 0,
    "paragraphText": "Dr. Bigelow donates the plaster head of Phineas to go with it."
  },
  {
    "paragraph": "538",
    "sentimentScore": 0,
    "paragraphText": "The plaster head remains in Boston, but Phineas and his tamping iron soon slip out of town."
  },
  {
    "paragraph": "539",
    "sentimentScore": 0,
    "paragraphText": "Following Phineas Gage The story of Phineas Gage is famous, and when people repeat famous stories they have a tendency to improve them."
  },
  {
    "paragraph": "540",
    "sentimentScore": 0,
    "paragraphText": "The famous story about Phineas says that after hanging around the Boston medical school for weeks, he grows bored and restless."
  },
  {
    "paragraph": "541",
    "sentimentScore": 0,
    "paragraphText": "Phineas takes back his tamping iron and hits the road, traveling from city to city through New England and ending up at P. T. Barnum's American Museum on Broadway in New York City."
  },
  {
    "paragraph": "542",
    "sentimentScore": 0,
    "paragraphText": "Barnum's museum has nothing to do with our modern idea of a museum."
  },
  {
    "paragraph": "543",
    "sentimentScore": 0,
    "paragraphText": "It is a freak show."
  },
  {
    "paragraph": "544",
    "sentimentScore": 0,
    "paragraphText": "In Barnum's time, people will pay to see \"living giants,\" \"bearded ladies,\" and calves born with two heads."
  },
  {
    "paragraph": "545",
    "sentimentScore": 0,
    "paragraphText": "People have always gawked at strange and unusual things."
  },
  {
    "paragraph": "546",
    "sentimentScore": 0,
    "paragraphText": "Barnum's special genius is \"improving\" the unusual."
  },
  {
    "paragraph": "547",
    "sentimentScore": 0,
    "paragraphText": "Hype and humbug make Barnum's museum a roaring success."
  },
  {
    "paragraph": "548",
    "sentimentScore": 0,
    "paragraphText": "He pulls in the crowds with half-fakes like the \"Woolly Horse,\" a strange, long-haired horse that Barnum declares is a newly discovered species, being part deer, buffalo, elephant, camel, and sheep."
  },
  {
    "paragraph": "549",
    "sentimentScore": 0,
    "paragraphText": "At least the Woolly Horse is a real horse."
  },
  {
    "paragraph": "550",
    "sentimentScore": 0,
    "paragraphText": "Barnum's \"mermaid\" is a total fake, a counterfeit fossil pasted together from bones, withered skins, and who knows what else."
  },
  {
    "paragraph": "551",
    "sentimentScore": 0,
    "paragraphText": "Barnum shows his \"mermaid\" alongside real exotic animals like orangutans and grizzly bears."
  },
  {
    "paragraph": "552",
    "sentimentScore": 0,
    "paragraphText": "Barnum floods the exterior with the brightest lights in all of New York."
  },
  {
    "paragraph": "553",
    "sentimentScore": 0,
    "paragraphText": "Inside, the lighting is deliberately dim."
  },
  {
    "paragraph": "554",
    "sentimentScore": 0,
    "paragraphText": "The noise is deafening, with actors, jugglers, and glass blowers working the crowd."
  },
  {
    "paragraph": "555",
    "sentimentScore": 0,
    "paragraphText": "In this wild scene, would anyone notice an ordinary-looking young man with a bad scar on his forehead holding an iron rod?"
  },
  {
    "paragraph": "556",
    "sentimentScore": 0,
    "paragraphText": "It is said that Phineas exhibited himself and his tamping iron at Barnum's."
  },
  {
    "paragraph": "557",
    "sentimentScore": 0,
    "paragraphText": "The most colorful description of Phineas at Barnum's museum comes from Alton Blackington, a Boston radio and TV reporter who broadcasts his account a century after Phineas's death."
  },
  {
    "paragraph": "558",
    "sentimentScore": 0,
    "paragraphText": "Blackington says that Barnum's museum billed Phineas as \"The Only Living Man With a Hole in His Head.\""
  },
  {
    "paragraph": "559",
    "sentimentScore": 0,
    "paragraphText": "According to Blackington, \"The poster and one-sheets depicted a husky young man smiling broadly in spite of a huge iron bar which stuck out of his head."
  },
  {
    "paragraph": "560",
    "sentimentScore": 0,
    "paragraphText": "Actually, of course, the iron bar no longer protruded from Gage's head but he had it with him, and another skull, also perforated."
  },
  {
    "paragraph": "561",
    "sentimentScore": 0,
    "paragraphText": "During his sideshow performances, he would shove the long iron through the holes in his extra skull to demonstrate just how he was Phineas Gage's mother said her son exhibited himself here at P. T. Barnum's American Museum on Broadway in New York City Barnum was the gaudiest showman and greatest hoaxer of his age."
  },
  {
    "paragraph": "562",
    "sentimentScore": 0,
    "paragraphText": "Did Phineas Gage, The Man with a Hole in His Head, fit in with the other human oddities and strange wonders that Barnum promoted here with hype and hoopla?"
  },
  {
    "paragraph": "563",
    "sentimentScore": 0,
    "paragraphText": "Photograph circa 1850 from the Hulton Collection, Getty Images injured."
  },
  {
    "paragraph": "564",
    "sentimentScore": 0,
    "paragraphText": "All the details were to be found in a pamphlet he sold, and by paying ten cents extra, skeptics could part Gage's hair and see his brain, what there was left of it, pulsating beneath the new, thin covering.\""
  },
  {
    "paragraph": "565",
    "sentimentScore": 0,
    "paragraphText": "Blackington spins a great yarn."
  },
  {
    "paragraph": "566",
    "sentimentScore": 0,
    "paragraphText": "Unfortunately, we don't know if the details are true."
  },
  {
    "paragraph": "567",
    "sentimentScore": 0,
    "paragraphText": "Phineas's mother did tell Dr. Harlow that after leaving Boston, Phineas and his tamping iron visited \"most of the larger New England towns and New York, remaining a while in the latter place at Barnum's with his iron.\""
  },
  {
    "paragraph": "568",
    "sentimentScore": 0,
    "paragraphText": "But that's as far as the details go, and Blackington's sources can't be found."
  },
  {
    "paragraph": "569",
    "sentimentScore": 0,
    "paragraphText": "In our time, Professor Malcolm Macmillan, an Australian psychologist who is the world's leading expert on Phineas Gage, makes a massive effort to track down the story."
  },
  {
    "paragraph": "570",
    "sentimentScore": 0,
    "paragraphText": "Professor Macmillan turns to experts on Barnum, old newspaper files, contemporary diaries, and circus museums."
  },
  {
    "paragraph": "571",
    "sentimentScore": 0,
    "paragraphText": "He can't find Phineas anywhere."
  },
  {
    "paragraph": "572",
    "sentimentScore": 0,
    "paragraphText": "As far as Professor Macmillan can determine, Dr. Harlow is the only reliable source."
  },
  {
    "paragraph": "573",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow says that after Phineas leaves Boston in 1850 he gets information about his former patient only from Phineas's mother."
  },
  {
    "paragraph": "574",
    "sentimentScore": 0,
    "paragraphText": "Her name is Hannah Trusell Swetland Gage."
  },
  {
    "paragraph": "575",
    "sentimentScore": 0,
    "paragraphText": "She says that Phineas returns from New York to the family's New Hampshire home early in 1851 to work for Mr. Jonathan Currier in his livery stable in the nearby town of Hanover."
  },
  {
    "paragraph": "576",
    "sentimentScore": 0,
    "paragraphText": "Whatever Phineas's problems with people, he gets on well with horses."
  },
  {
    "paragraph": "577",
    "sentimentScore": 0,
    "paragraphText": "He works in Currier's stable for a year and a half."
  },
  {
    "paragraph": "578",
    "sentimentScore": 0,
    "paragraphText": "His health is good, his mother remembers."
  },
  {
    "paragraph": "579",
    "sentimentScore": 0,
    "paragraphText": "He seems happiest with children and animals."
  },
  {
    "paragraph": "580",
    "sentimentScore": 0,
    "paragraphText": "Then, in 1852, he meets a stranger in Hanover who has big plans to set up a stagecoach line in South America between Valparaiso and Santiago, Chile."
  },
  {
    "paragraph": "581",
    "sentimentScore": 0,
    "paragraphText": "He could use a man who is experienced with horses."
  },
  {
    "paragraph": "582",
    "sentimentScore": 0,
    "paragraphText": "In August 1852, Phineas leaves New England forever, bound for Chile and a new life as a stagecoach driver."
  },
  {
    "paragraph": "583",
    "sentimentScore": 0,
    "paragraphText": "Here the evidence fades out for a time."
  },
  {
    "paragraph": "584",
    "sentimentScore": 0,
    "paragraphText": "His mother recalls only that Phineas talked about driving six-horse teams for this coach line on the bottom of the world."
  },
  {
    "paragraph": "585",
    "sentimentScore": 0,
    "paragraphText": "She doesn't recall the stranger's name."
  },
  {
    "paragraph": "586",
    "sentimentScore": 0,
    "paragraphText": "But there is a small clue in the August 1852 order books of the Abbott-Downing Company of Concord, New Hampshire."
  },
  {
    "paragraph": "587",
    "sentimentScore": 0,
    "paragraphText": "In 1852, Abbott-Downing makes the finest and toughest stagecoach in the world."
  },
  {
    "paragraph": "588",
    "sentimentScore": 0,
    "paragraphText": "This Concord coach is the famous Wild West stage, hauling mail and passengers over the plains and across deserts."
  },
  {
    "paragraph": "589",
    "sentimentScore": 0,
    "paragraphText": "In 1852, the Abbott-Downing Company books show that a Mr. James McGill ordered a Concord stage for a new coach line that he was organizing in Valparaiso, Chile."
  },
  {
    "paragraph": "590",
    "sentimentScore": 0,
    "paragraphText": "Was James McGill the stranger who hired Phineas?"
  },
  {
    "paragraph": "591",
    "sentimentScore": 0,
    "paragraphText": "Professor Macmillan is still looking for evidence in New Hampshire or Chile, but he says it's possible."
  },
  {
    "paragraph": "592",
    "sentimentScore": 0,
    "paragraphText": "A Concord stagecoach is a monster on huge wooden wheels."
  },
  {
    "paragraph": "593",
    "sentimentScore": 0,
    "paragraphText": "With six horses, nine passengers, an armed guard, mail, and freight, a fully loaded Concord stage is over six tons in motion."
  },
  {
    "paragraph": "594",
    "sentimentScore": 0,
    "paragraphText": "The driver controls it all with reins, a whip, and a feeble wooden foot brake."
  },
  {
    "paragraph": "595",
    "sentimentScore": 0,
    "paragraphText": "It's not an easy job."
  },
  {
    "paragraph": "596",
    "sentimentScore": 0,
    "paragraphText": "The driver's fists are filled with reins, three pair in the left hand for the \"near\" side horses, three in the right for the \"off\" side."
  },
  {
    "paragraph": "597",
    "sentimentScore": 0,
    "paragraphText": "The whip is largely for making showy, whip-cracking arrivals in town."
  },
  {
    "paragraph": "598",
    "sentimentScore": 0,
    "paragraphText": "Mostly he drives with his hands and voice, using the matched pairs of horses to wheel, to slow down, or to pull clear."
  },
  {
    "paragraph": "599",
    "sentimentScore": 0,
    "paragraphText": "Until Professor Macmillan turns up solid proof, we can't say for sure if Phineas drives a Concord stagecoach in Chile, but the driver's job would be much the same on any six-horse coach—hard, tiring, and sometimes exciting."
  },
  {
    "paragraph": "600",
    "sentimentScore": 0,
    "paragraphText": "According to his mother, Phineas drives for nearly seven years on a regular schedule over the primitive roads between Valparaiso and Santiago."
  },
  {
    "paragraph": "601",
    "sentimentScore": 0,
    "paragraphText": "There is so much we would like to know but probably never will about Phineas's time in Chile."
  },
  {
    "paragraph": "602",
    "sentimentScore": 0,
    "paragraphText": "Does he—can he—learn Spanish?"
  },
  {
    "paragraph": "603",
    "sentimentScore": 0,
    "paragraphText": "Is he a loner?"
  },
  {
    "paragraph": "604",
    "sentimentScore": 0,
    "paragraphText": "Does he stay with the same stage line or jump from job to job?"
  },
  {
    "paragraph": "605",
    "sentimentScore": 0,
    "paragraphText": "Does he tell anyone in Chile his tragic story?"
  },
  {
    "paragraph": "606",
    "sentimentScore": 0,
    "paragraphText": "If we can't know any of this, we can catch a glimpse of Phineas in the driver's Although it is being pulled by four horses instead of the usual six, this is a New Hampshire-built Concord stagecoach, somewhere in Chile at about the time that Phineas Gage arrived there."
  },
  {
    "paragraph": "607",
    "sentimentScore": 0,
    "paragraphText": "We have no way of knowing if it is Phineas at the reins."
  },
  {
    "paragraph": "608",
    "sentimentScore": 0,
    "paragraphText": "New Hampshire Historical Society seat, his fists full of reins, his face full of dust, his hat pulled down over his eyes against the Chilean sun."
  },
  {
    "paragraph": "609",
    "sentimentScore": 0,
    "paragraphText": "Phineas is intent on his team, on the slope of the road, and on the big, rocking coach."
  },
  {
    "paragraph": "610",
    "sentimentScore": 0,
    "paragraphText": "His decisions are quick and instinctive, based on long habit."
  },
  {
    "paragraph": "611",
    "sentimentScore": 0,
    "paragraphText": "He knows his horses."
  },
  {
    "paragraph": "612",
    "sentimentScore": 0,
    "paragraphText": "He knows his reins."
  },
  {
    "paragraph": "613",
    "sentimentScore": 0,
    "paragraphText": "We know one other thing about Phineas in Chile."
  },
  {
    "paragraph": "614",
    "sentimentScore": 0,
    "paragraphText": "He has his tamping iron with him."
  },
  {
    "paragraph": "615",
    "sentimentScore": 0,
    "paragraphText": "Stowed under the seat or ready to hand, the tamping iron goes everywhere Phineas goes."
  },
  {
    "paragraph": "616",
    "sentimentScore": 0,
    "paragraphText": "In 1859, Phineas washes up on his family's doorstep in San Francisco."
  },
  {
    "paragraph": "617",
    "sentimentScore": 0,
    "paragraphText": "His mother has moved to California from New Hampshire to be with her youngest daughter, Phebe, and her new husband, David Shattuck."
  },
  {
    "paragraph": "618",
    "sentimentScore": 0,
    "paragraphText": "In July, a very sick Phineas gets off a boat in San Francisco and somehow finds his way to the Shattuck house."
  },
  {
    "paragraph": "619",
    "sentimentScore": 0,
    "paragraphText": "Phineas is in \"feeble condition,\" his mother says, much changed since she last saw him in New Hampshire."
  },
  {
    "paragraph": "620",
    "sentimentScore": 0,
    "paragraphText": "Phineas tells his mother that he is only suffering from the voyage."
  },
  {
    "paragraph": "621",
    "sentimentScore": 0,
    "paragraphText": "He had been terribly seasick on his first voyage from Boston to Chile in 1852, he tells her."
  },
  {
    "paragraph": "622",
    "sentimentScore": 0,
    "paragraphText": "He will get over this."
  },
  {
    "paragraph": "623",
    "sentimentScore": 0,
    "paragraphText": "It takes months, but he seems to fully recover."
  },
  {
    "paragraph": "624",
    "sentimentScore": 0,
    "paragraphText": "In San Francisco, Phineas is not a good invalid."
  },
  {
    "paragraph": "625",
    "sentimentScore": 0,
    "paragraphText": "He hates resting."
  },
  {
    "paragraph": "626",
    "sentimentScore": 0,
    "paragraphText": "He has worked hard all his life, on the family farm, on the railroad, in the livery stable, and on the Chilean stagecoaches."
  },
  {
    "paragraph": "627",
    "sentimentScore": 0,
    "paragraphText": "As Phineas gradually feels better, he wants to go right out and get back to work."
  },
  {
    "paragraph": "628",
    "sentimentScore": 0,
    "paragraphText": "Finally Phineas takes a job plowing for a farmer near the little town of Santa Clara."
  },
  {
    "paragraph": "629",
    "sentimentScore": 0,
    "paragraphText": "Phineas tell his mother that he has no trouble with the farm work, but he soon quarrels with the farmer."
  },
  {
    "paragraph": "630",
    "sentimentScore": 0,
    "paragraphText": "He moves to another farm, then another."
  },
  {
    "paragraph": "631",
    "sentimentScore": 0,
    "paragraphText": "Phineas is \"always finding something which did not suit him in every place he tried,\" says his mother."
  },
  {
    "paragraph": "632",
    "sentimentScore": 0,
    "paragraphText": "That February, he is back in San Francisco for a visit."
  },
  {
    "paragraph": "633",
    "sentimentScore": 0,
    "paragraphText": "At the dinner table, he suddenly falls into \"a fit.\""
  },
  {
    "paragraph": "634",
    "sentimentScore": 0,
    "paragraphText": "A fit is an epileptic seizure."
  },
  {
    "paragraph": "635",
    "sentimentScore": 0,
    "paragraphText": "Epilepsy is not a disease but a complex of symptoms."
  },
  {
    "paragraph": "636",
    "sentimentScore": 0,
    "paragraphText": "Basically, a seizure is an electrical storm in your brain's nerve cells."
  },
  {
    "paragraph": "637",
    "sentimentScore": 0,
    "paragraphText": "It can begin in one area of the brain and spread to other regions, sometimes sending your muscles into involuntary convulsions."
  },
  {
    "paragraph": "638",
    "sentimentScore": 0,
    "paragraphText": "Seizures are relatively common; about one person in 200 will experience a seizure, mild or severe, at some time in life."
  },
  {
    "paragraph": "639",
    "sentimentScore": 0,
    "paragraphText": "But an epileptic seizure is only a symptom; the cause can be anything from a tumor, to an inherited genetic disposition to seizures, to a blow to the head."
  },
  {
    "paragraph": "640",
    "sentimentScore": 0,
    "paragraphText": "In our time, we control most epileptic symptoms with powerful drugs called \"anticonvulsants,\" because uncontrolled seizures can cause their own brain damage."
  },
  {
    "paragraph": "641",
    "sentimentScore": 0,
    "paragraphText": "In 1860, severe epileptic seizures are not controllable."
  },
  {
    "paragraph": "642",
    "sentimentScore": 0,
    "paragraphText": "All the doctors in San By the time a seasick Phineas Gage staggered ashore here in 1859, San Francisco was still a frontier town on the farthest edge of the continent."
  },
  {
    "paragraph": "643",
    "sentimentScore": 0,
    "paragraphText": "Photograph from the San Francisco History Center, San Francisco Public Library Francisco can offer Phineas are theories, useless drugs, and nursing instructions."
  },
  {
    "paragraph": "644",
    "sentimentScore": 0,
    "paragraphText": "After that first seizure at his sister's dinner table, he recovers almost immediately with no memory of the fit or any ill effect."
  },
  {
    "paragraph": "645",
    "sentimentScore": 0,
    "paragraphText": "Within hours, he has two more seizures."
  },
  {
    "paragraph": "646",
    "sentimentScore": 0,
    "paragraphText": "In the morning, he wakes up feeling like his old self and insists that he has to get back to work."
  },
  {
    "paragraph": "647",
    "sentimentScore": 0,
    "paragraphText": "Back in Santa Clara, he switches farm jobs again."
  },
  {
    "paragraph": "648",
    "sentimentScore": 0,
    "paragraphText": "In May, he comes into San Francisco to visit his mother."
  },
  {
    "paragraph": "649",
    "sentimentScore": 0,
    "paragraphText": "He seems fine."
  },
  {
    "paragraph": "650",
    "sentimentScore": 0,
    "paragraphText": "Two days later, at five o'clock in the morning, Phineas has a severe seizure."
  },
  {
    "paragraph": "651",
    "sentimentScore": 0,
    "paragraphText": "Then he has another and another."
  },
  {
    "paragraph": "652",
    "sentimentScore": 0,
    "paragraphText": "The intervals between seizures grow shorter and shorter."
  },
  {
    "paragraph": "653",
    "sentimentScore": 0,
    "paragraphText": "The family physician comes and \"bleeds\" him."
  },
  {
    "paragraph": "654",
    "sentimentScore": 0,
    "paragraphText": "By 1860, the practice of bleeding a patient is the last gasp of a treatment that goes back to the \"bodily humors\" theory of the ancient Greeks."
  },
  {
    "paragraph": "655",
    "sentimentScore": 0,
    "paragraphText": "The doctor who treats Phineas decides he has too much blood and draws off the \"extra.\""
  },
  {
    "paragraph": "656",
    "sentimentScore": 0,
    "paragraphText": "It's outmoded treatment, even for 1860."
  },
  {
    "paragraph": "657",
    "sentimentScore": 0,
    "paragraphText": "Back in Vermont in 1848, Dr. Harlow bled Phineas at the height of his fever."
  },
  {
    "paragraph": "658",
    "sentimentScore": 0,
    "paragraphText": "Without understanding why, Dr. Harlow may have helped Phineas at that moment of crisis."
  },
  {
    "paragraph": "659",
    "sentimentScore": 0,
    "paragraphText": "Drawing blood reduces blood pressure slightly, which may have taken some of the pressure off his swollen brain."
  },
  {
    "paragraph": "660",
    "sentimentScore": 0,
    "paragraphText": "But bleeding does nothing for epileptic seizures."
  },
  {
    "paragraph": "661",
    "sentimentScore": 0,
    "paragraphText": "Phineas's seizures are probably caused by slow changes in brain tissue damaged in the original accident."
  },
  {
    "paragraph": "662",
    "sentimentScore": 0,
    "paragraphText": "Why the damage worsens as Phineas grows older is unknown."
  },
  {
    "paragraph": "663",
    "sentimentScore": 0,
    "paragraphText": "Possibly Phineas strikes his head again."
  },
  {
    "paragraph": "664",
    "sentimentScore": 0,
    "paragraphText": "Perhaps the constant jarring in the driver's seat of a lumbering stagecoach causes a concussion on the site of the old damage."
  },
  {
    "paragraph": "665",
    "sentimentScore": 0,
    "paragraphText": "Perhaps Phineas has a low-grade bacterial infection or perhaps a brain tumor."
  },
  {
    "paragraph": "666",
    "sentimentScore": 0,
    "paragraphText": "No one can say why, but now Phineas's seizures grow more violent and more frequent."
  },
  {
    "paragraph": "667",
    "sentimentScore": 0,
    "paragraphText": "One after another, the seizures leave him weaker and weaker."
  },
  {
    "paragraph": "668",
    "sentimentScore": 0,
    "paragraphText": "They finally kill him on May 21, 1860, at his sister's house in San Francisco."
  },
  {
    "paragraph": "669",
    "sentimentScore": 0,
    "paragraphText": "The immediate cause of death is probably hypothermia—his body can't control its internal temperature."
  },
  {
    "paragraph": "670",
    "sentimentScore": 0,
    "paragraphText": "In our time, we read about hypothermia killing mountain climbers, or sailors who fall into cold water."
  },
  {
    "paragraph": "671",
    "sentimentScore": 0,
    "paragraphText": "An epileptic seizure creates the same effect as shivering in icy water."
  },
  {
    "paragraph": "672",
    "sentimentScore": 0,
    "paragraphText": "In cold water, you shiver—your muscles spasm—to heat up your body."
  },
  {
    "paragraph": "673",
    "sentimentScore": 0,
    "paragraphText": "While shivering violently in cold water, you don't realize you are also sweating as your muscles throw off heat."
  },
  {
    "paragraph": "674",
    "sentimentScore": 0,
    "paragraphText": "Eventually the muscles expel heat faster than it can be replaced."
  },
  {
    "paragraph": "675",
    "sentimentScore": 0,
    "paragraphText": "Your blood temperature starts to fall."
  },
  {
    "paragraph": "676",
    "sentimentScore": 0,
    "paragraphText": "Your internal organs, especially the brain and heart, need a constant core temperature to function."
  },
  {
    "paragraph": "677",
    "sentimentScore": 0,
    "paragraphText": "As the brain detects a fall in blood temperature, it automatically protects itself by shutting down the blood supply to the hands and feet."
  },
  {
    "paragraph": "678",
    "sentimentScore": 0,
    "paragraphText": "You lose feeling."
  },
  {
    "paragraph": "679",
    "sentimentScore": 0,
    "paragraphText": "If you keep losing heat, the brain shuts down blood circulation over a larger and larger area of your skin."
  },
  {
    "paragraph": "680",
    "sentimentScore": 0,
    "paragraphText": "Phineas's muscle seizures are causing the same effect."
  },
  {
    "paragraph": "681",
    "sentimentScore": 0,
    "paragraphText": "His brain shuts down circulation to his feet and hands, then his skin, and then organ by organ until his brain must choose between blood for itself and blood for the heart."
  },
  {
    "paragraph": "682",
    "sentimentScore": 0,
    "paragraphText": "His heart stops."
  },
  {
    "paragraph": "683",
    "sentimentScore": 0,
    "paragraphText": "This is how Phineas dies, twenty days short of his thirty-seventh birthday."
  },
  {
    "paragraph": "684",
    "sentimentScore": 0,
    "paragraphText": "He is buried at Laurel Hill Cemetery in San Francisco."
  },
  {
    "paragraph": "685",
    "sentimentScore": 0,
    "paragraphText": "Phineas is a stranger in the city, and few outside his family circle know anything about his curious past."
  },
  {
    "paragraph": "686",
    "sentimentScore": 0,
    "paragraphText": "No California newspaper notes his death or burial."
  },
  {
    "paragraph": "687",
    "sentimentScore": 0,
    "paragraphText": "Family news travels slowly across the continent."
  },
  {
    "paragraph": "688",
    "sentimentScore": 0,
    "paragraphText": "Back east, the country is drifting toward Civil War, and when it breaks out the following April, doctors soon have more pressing concerns than Phineas Gage."
  },
  {
    "paragraph": "689",
    "sentimentScore": 0,
    "paragraphText": "Half the world away from San Francisco in 1862, French surgeon Paul Broca in Paris announces a discovery that finally turns brain theory into brain science."
  },
  {
    "paragraph": "690",
    "sentimentScore": 0,
    "paragraphText": "Dr. Broca shows how damage to one very small spot in the brain causes one very specific kind of damage."
  },
  {
    "paragraph": "691",
    "sentimentScore": 0,
    "paragraphText": "Broca is still unable to study a living brain, but he has been performing autopsies on the brains of stroke victims."
  },
  {
    "paragraph": "692",
    "sentimentScore": 0,
    "paragraphText": "A The unquiet grave of Phineas Gage was disturbed once in 1867 by Dr. Harlow and then again in 1940 by the rapidly growing city."
  },
  {
    "paragraph": "693",
    "sentimentScore": 0,
    "paragraphText": "San Francisco needed the land under the old pioneer cemetery where he was buried."
  },
  {
    "paragraph": "694",
    "sentimentScore": 0,
    "paragraphText": "The remains of Phineas, his mother, his brother-in-law, and 35,000 other San Francisco pioneers were dug up by the city and moved to a mass grave in a suburban cemetery."
  },
  {
    "paragraph": "695",
    "sentimentScore": 0,
    "paragraphText": "Their headstones and tombs were trucked away for landfill."
  },
  {
    "paragraph": "696",
    "sentimentScore": 0,
    "paragraphText": "In 1944, a strong coastal storm uncovered the missing tombstones under a highway, and these boys scrambled up to see."
  },
  {
    "paragraph": "697",
    "sentimentScore": 0,
    "paragraphText": "If Phineas Gage had a tombstone, it was somewhere in this Stone pile."
  },
  {
    "paragraph": "698",
    "sentimentScore": 0,
    "paragraphText": "Photograph from the San Francisco History Center, San Francisco Public Library stroke is an interruption of the blood supply to the brain that causes localized damage and often leaves stroke patients without the ability to speak."
  },
  {
    "paragraph": "699",
    "sentimentScore": 0,
    "paragraphText": "Broca notices that in the brains of stroke patients who'd lost the power to speak there is visible damage in a small area on the outside of the left frontal lobe."
  },
  {
    "paragraph": "700",
    "sentimentScore": 0,
    "paragraphText": "The spot becomes famous as \"Broca's area.\""
  },
  {
    "paragraph": "701",
    "sentimentScore": 0,
    "paragraphText": "To find it, put your hand on the top of your left ear, directly above your ear hole."
  },
  {
    "paragraph": "702",
    "sentimentScore": 0,
    "paragraphText": "Move your fingers about two inches forward."
  },
  {
    "paragraph": "703",
    "sentimentScore": 0,
    "paragraphText": "Underneath the skull is your \"Broca's area.\""
  },
  {
    "paragraph": "704",
    "sentimentScore": 0,
    "paragraphText": "If it's damaged, you will lose the ability to speak."
  },
  {
    "paragraph": "705",
    "sentimentScore": 0,
    "paragraphText": "In medical language, you will have \"aphasia.\""
  },
  {
    "paragraph": "706",
    "sentimentScore": 0,
    "paragraphText": "Soon after Broca's announcement, a German named Carl Wernicke identifies a second area on the left temporal lobe that separately controls the ability to understand speech."
  },
  {
    "paragraph": "707",
    "sentimentScore": 0,
    "paragraphText": "The loss of the ability to understand what is said to you is called \"receptive aphasia.\""
  },
  {
    "paragraph": "708",
    "sentimentScore": 0,
    "paragraphText": "Who could have imagined that these two skills would be controlled from two different places in the brain?"
  },
  {
    "paragraph": "709",
    "sentimentScore": 0,
    "paragraphText": "Broca's and Wernicke's areas are the first anatomical proof of localization."
  },
  {
    "paragraph": "710",
    "sentimentScore": 0,
    "paragraphText": "Other brain researchers soon learn to use low-voltage electricity to stimulate specific points on the brain."
  },
  {
    "paragraph": "711",
    "sentimentScore": 0,
    "paragraphText": "Bit by bit, the map of the brain grows more detailed and more localized."
  },
  {
    "paragraph": "712",
    "sentimentScore": 0,
    "paragraphText": "The new scientific map of the brain has no relation to our old friend the Phrenological Head."
  },
  {
    "paragraph": "713",
    "sentimentScore": 0,
    "paragraphText": "Phrenology falls into disgrace, even though the Phrenologists were right about localization."
  },
  {
    "paragraph": "714",
    "sentimentScore": 0,
    "paragraphText": "The Whole Brainers are also shaken."
  },
  {
    "paragraph": "715",
    "sentimentScore": 0,
    "paragraphText": "If speech is localized on these two spots, how could someone with massive frontal lobe injuries—Phineas Gage, for example—speak?"
  },
  {
    "paragraph": "716",
    "sentimentScore": 0,
    "paragraphText": "And yet Dr. Harlow had said that Phineas had fully recovered."
  },
  {
    "paragraph": "717",
    "sentimentScore": 0,
    "paragraphText": "Of course, few doctors in Boston remember much about the Gage case, and even Dr. Harlow has lost track of Phineas."
  },
  {
    "paragraph": "718",
    "sentimentScore": 0,
    "paragraphText": "By the time Dr. Harlow finds Phineas again, he is too late."
  },
  {
    "paragraph": "719",
    "sentimentScore": 0,
    "paragraphText": "After Phineas leaves for South America in 1852, Dr. Harlow's contact with the Gage family is broken."
  },
  {
    "paragraph": "720",
    "sentimentScore": 0,
    "paragraphText": "Quietly, he has wondered what became of his most celebrated patient."
  },
  {
    "paragraph": "721",
    "sentimentScore": 0,
    "paragraphText": "Then in 1866, the year after the Civil War ends, Dr. Harlow, now running a small practice in Woburn, Massachusetts, finds an address for Hannah Gage in San Francisco."
  },
  {
    "paragraph": "722",
    "sentimentScore": 0,
    "paragraphText": "He writes to her, and his letter makes the long trek across America."
  },
  {
    "paragraph": "723",
    "sentimentScore": 0,
    "paragraphText": "Mrs. Gage is delighted to hear from the doctor who'd done so much for her son."
  },
  {
    "paragraph": "724",
    "sentimentScore": 0,
    "paragraphText": "Unfortunately, she has the sad duty to report his death six years before."
  },
  {
    "paragraph": "725",
    "sentimentScore": 0,
    "paragraphText": "It is too late for an autopsy, and California is too far for a research visit."
  },
  {
    "paragraph": "726",
    "sentimentScore": 0,
    "paragraphText": "But Dr. Harlow doesn't give up."
  },
  {
    "paragraph": "727",
    "sentimentScore": 0,
    "paragraphText": "They exchange cordial letters."
  },
  {
    "paragraph": "728",
    "sentimentScore": 0,
    "paragraphText": "Mrs. Gage describes Phineas's last illness."
  },
  {
    "paragraph": "729",
    "sentimentScore": 0,
    "paragraphText": "She fills in the details of his life after he left the medical spotlight in Boston."
  },
  {
    "paragraph": "730",
    "sentimentScore": 0,
    "paragraphText": "She recalls how Phineas was extremely fond of his little nephews and nieces."
  },
  {
    "paragraph": "731",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow notes her description of how Phineas would entertain them \"with the most fabulous recitals of his wonderful feats and hairbreadth escapes, without any foundation except in his fancy.\""
  },
  {
    "paragraph": "732",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow concludes that Phineas had \"a great fondness for children, horses, and dogs—only exceeded by his attachment for his tamping iron, which was his constant companion during the remainder of his life.\""
  },
  {
    "paragraph": "733",
    "sentimentScore": 0,
    "paragraphText": "Finally, Dr. Harlow makes an unusual request."
  },
  {
    "paragraph": "734",
    "sentimentScore": 0,
    "paragraphText": "Explaining the importance In 1862, Paul Broca found an area on the lower left frontal lobe that controlled the ability to speak."
  },
  {
    "paragraph": "735",
    "sentimentScore": 0,
    "paragraphText": "The discovery of Broca's area finished of the theories of the Phrenologists and the Whole Brainers."
  },
  {
    "paragraph": "736",
    "sentimentScore": 0,
    "paragraphText": "Soon after, Carl Wernicke found another area on the left temporal lobe that controlled the ability to understand speech."
  },
  {
    "paragraph": "737",
    "sentimentScore": 0,
    "paragraphText": "Illustration by Jerry Malone of her son's case to science, Dr. Harlow recalls how many scoffed at Phineas when Dr. Bigelow first presented his case in Boston."
  },
  {
    "paragraph": "738",
    "sentimentScore": 0,
    "paragraphText": "Now there is a way to settle the question, Dr. Harlow explains."
  },
  {
    "paragraph": "739",
    "sentimentScore": 0,
    "paragraphText": "Would Mrs. Gage allow her son's body to be exhumed—dug up—from his grave?"
  },
  {
    "paragraph": "740",
    "sentimentScore": 0,
    "paragraphText": "Would she allow the skull to be removed and shipped to Massachusetts?"
  },
  {
    "paragraph": "741",
    "sentimentScore": 0,
    "paragraphText": "What a request."
  },
  {
    "paragraph": "742",
    "sentimentScore": 0,
    "paragraphText": "Surely Dr. Harlow must be held in the highest regard by In his later years, Dr. John Martyn Harlow became an important man in Woburn, a state senator, an advisor to the governor, and a bank president."
  },
  {
    "paragraph": "743",
    "sentimentScore": 0,
    "paragraphText": "When he died in 1907, he left his large estate to various charities, including Middlesex County Medical Society."
  },
  {
    "paragraph": "744",
    "sentimentScore": 0,
    "paragraphText": "In 1998, the society had enough of Dr. Harlow's money left to help pay for the bronze monument to Phineas Gage on the town green in Cavendish, Vermont."
  },
  {
    "paragraph": "745",
    "sentimentScore": 0,
    "paragraphText": "Countway Library of Medicine, Harvard Medical School Hannah Gage."
  },
  {
    "paragraph": "746",
    "sentimentScore": 0,
    "paragraphText": "Why else would she consent?"
  },
  {
    "paragraph": "747",
    "sentimentScore": 0,
    "paragraphText": "With her son-in-law and the mayor of San Francisco, who happens to be a physician, standing by as witnesses, Phineas's coffin is uncovered and carried to a shed."
  },
  {
    "paragraph": "748",
    "sentimentScore": 0,
    "paragraphText": "There, Dr. J. D. B. Stillman, a local surgeon, removes the skull."
  },
  {
    "paragraph": "749",
    "sentimentScore": 0,
    "paragraphText": "The huge fracture on the forehead is unmistakable."
  },
  {
    "paragraph": "750",
    "sentimentScore": 0,
    "paragraphText": "Dr. Stillman removes something else from the coffin—the tamping iron that Phineas carried everywhere, even to his grave."
  },
  {
    "paragraph": "751",
    "sentimentScore": 0,
    "paragraphText": "That December, David Shattuck takes the skull and tamping iron with him when he travels east on business."
  },
  {
    "paragraph": "752",
    "sentimentScore": 0,
    "paragraphText": "Early in the new year, he hands them over to an extremely grateful and very excited Dr. Harlow in Massachusetts."
  },
  {
    "paragraph": "753",
    "sentimentScore": 0,
    "paragraphText": "At last Dr. Harlow is at liberty to tell the full story of Phineas Gage's \"recovery\" twenty years before."
  },
  {
    "paragraph": "754",
    "sentimentScore": 0,
    "paragraphText": "He appears before the Massachusetts Medical Society in 1868 and spills the beans."
  },
  {
    "paragraph": "755",
    "sentimentScore": 0,
    "paragraphText": "\"This case has been cited as one of complete recovery ... without any impairment to the intellect,\" he says, but in truth, Phineas's personality changed drastically after the accident."
  },
  {
    "paragraph": "756",
    "sentimentScore": 0,
    "paragraphText": "\"Previous to his injury, though untrained in the schools, he possessed a well-balanced mind, and was looked upon by those who knew him as a shrewd, smart business man, very energetic and persistent in executing all his plans of operation."
  },
  {
    "paragraph": "757",
    "sentimentScore": 0,
    "paragraphText": "In this regard, his mind was radically changed, so decidedly that his friends and acquaintances said he was 'no longer Gage.'\""
  },
  {
    "paragraph": "758",
    "sentimentScore": 0,
    "paragraphText": "Phineas went from being \"the most efficient and capable foreman\" on the railroad to a man who couldn't be trusted because he couldn't get along with anyone."
  },
  {
    "paragraph": "759",
    "sentimentScore": 0,
    "paragraphText": "The new Phineas was pigheaded and stubborn one moment and wishy-washy and vague the next."
  },
  {
    "paragraph": "760",
    "sentimentScore": 0,
    "paragraphText": "\"I think you have been shown that the subsequent history and progress of the case only warrant us in saying that physically, the recovery was quite complete,\" says Dr. Harlow."
  },
  {
    "paragraph": "761",
    "sentimentScore": 0,
    "paragraphText": "\"Mentally the recovery certainly was only partial.\""
  },
  {
    "paragraph": "762",
    "sentimentScore": 0,
    "paragraphText": "The new Phineas could walk, drive a team of horses, and sail away to Chile, but he had lost a vital skill—he no longer knew how to be social."
  },
  {
    "paragraph": "763",
    "sentimentScore": 0,
    "paragraphText": "Being social is a hard skill to measure."
  },
  {
    "paragraph": "764",
    "sentimentScore": 0,
    "paragraphText": "Social behavior goes beyond the ability to activate the correct muscles or decode the right spoken sounds."
  },
  {
    "paragraph": "765",
    "sentimentScore": 0,
    "paragraphText": "It's different from having manners."
  },
  {
    "paragraph": "766",
    "sentimentScore": 0,
    "paragraphText": "Manners are learned, and they differ greatly from culture to culture."
  },
  {
    "paragraph": "767",
    "sentimentScore": 0,
    "paragraphText": "Your parents teach you the \"right\" way to eat or to greet strangers, but other parents in other countries teach their children other \"right\" ways."
  },
  {
    "paragraph": "768",
    "sentimentScore": 0,
    "paragraphText": "Forks or chopsticks or fingers, there's no \"right\" way to put food in your mouth, yet all humans swallow the same way."
  },
  {
    "paragraph": "769",
    "sentimentScore": 0,
    "paragraphText": "Swallowing is automatic behavior."
  },
  {
    "paragraph": "770",
    "sentimentScore": 0,
    "paragraphText": "Using a fork is learned behavior."
  },
  {
    "paragraph": "771",
    "sentimentScore": 0,
    "paragraphText": "Eating politely in the company of others is social behavior."
  },
  {
    "paragraph": "772",
    "sentimentScore": 0,
    "paragraphText": "In your brain, Broca's area may let you speak and Wernicke's area may let you understand, but listening is also a complicated social behavior."
  },
  {
    "paragraph": "773",
    "sentimentScore": 0,
    "paragraphText": "Whether you realize it or not, you've been taught how to listen—how to make or break eye contact, how to murmur agreement or quiet objection, how to smile at the right moment or not to smile at all if the subject is grave."
  },
  {
    "paragraph": "774",
    "sentimentScore": 0,
    "paragraphText": "You also know how to show (or hide) your emotional reactions."
  },
  {
    "paragraph": "775",
    "sentimentScore": 0,
    "paragraphText": "You can laugh or yawn, roll your eyes upward in boredom, or open your eyes wide in delight."
  },
  {
    "paragraph": "776",
    "sentimentScore": 0,
    "paragraphText": "All of these behaviors can mean something entirely different in another culture, but all cultures have listening behavior."
  },
  {
    "paragraph": "777",
    "sentimentScore": 0,
    "paragraphText": "It's hard to believe that this tamping iron shot through the skull without killing Phineas Gage."
  },
  {
    "paragraph": "778",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow had their picture taken together in 1868 to document his case."
  },
  {
    "paragraph": "779",
    "sentimentScore": 0,
    "paragraphText": "Glennon Collection, Woburn Public Library, by permission of the Trustees of the Library In death, Phineas's skull revealed the unmistakable signs of his terrible accident."
  },
  {
    "paragraph": "780",
    "sentimentScore": 0,
    "paragraphText": "Today, Phineas's skull, tamping iron, and life mask are exhibited at Harvard Medical School."
  },
  {
    "paragraph": "781",
    "sentimentScore": 0,
    "paragraphText": "Photograph by Doug Mindell, skull courtesy of the Countway Library of Medicine, Harvard Medical School To act human, you mix emotions, actions, routines, customs, manners, words, and expressions in a predictable way."
  },
  {
    "paragraph": "782",
    "sentimentScore": 0,
    "paragraphText": "That's what Phineas seems to have lost."
  },
  {
    "paragraph": "783",
    "sentimentScore": 0,
    "paragraphText": "Bossing a railroad construction gang requires more than a loud voice."
  },
  {
    "paragraph": "784",
    "sentimentScore": 0,
    "paragraphText": "A gang has to be able to \"read\" the social behavior of the foreman."
  },
  {
    "paragraph": "785",
    "sentimentScore": 0,
    "paragraphText": "They have to know if he's angry or just joking, if his orders are reasonable, or if his judgment can be trusted."
  },
  {
    "paragraph": "786",
    "sentimentScore": 0,
    "paragraphText": "He has to be able to \"read\" the social behavior of his men, to know who are the reliable ones and who are the troublemakers."
  },
  {
    "paragraph": "787",
    "sentimentScore": 0,
    "paragraphText": "By all reports, the old Phineas was an excellent foreman."
  },
  {
    "paragraph": "788",
    "sentimentScore": 0,
    "paragraphText": "The new Phineas was not."
  },
  {
    "paragraph": "789",
    "sentimentScore": 0,
    "paragraphText": "All these changes were brought on by a hole through a specific part of his brain."
  },
  {
    "paragraph": "790",
    "sentimentScore": 0,
    "paragraphText": "In Boston twenty years before, the central exhibit had been Phineas himself, alive and seemingly well."
  },
  {
    "paragraph": "791",
    "sentimentScore": 0,
    "paragraphText": "Now Dr. Harlow reveals the clincher—his skull."
  },
  {
    "paragraph": "792",
    "sentimentScore": 0,
    "paragraphText": "He has \"prepared\" it for inspection, carefully sawing through the bone at just above eyebrow level so the top of the cranium can be lifted off."
  },
  {
    "paragraph": "793",
    "sentimentScore": 0,
    "paragraphText": "Now his audience can see the hole in the top of his mouth through which the rod passed."
  },
  {
    "paragraph": "794",
    "sentimentScore": 0,
    "paragraphText": "The top of Phineas's skull is an amazing sight."
  },
  {
    "paragraph": "795",
    "sentimentScore": 0,
    "paragraphText": "The doctors can see where Dr. Harlow pushed two large fragments back into place and how the edges started to regrow, unmistakable proof that Phineas survived the trauma and that his body started to heal the damage."
  },
  {
    "paragraph": "796",
    "sentimentScore": 0,
    "paragraphText": "Yet there is a visible hole in the top, a small triangular opening the size of a quarter, where the iron either smashed or carried away the bone completely."
  },
  {
    "paragraph": "797",
    "sentimentScore": 0,
    "paragraphText": "The skin closed over it, but for eleven years, Phineas had a real hole in his head."
  },
  {
    "paragraph": "798",
    "sentimentScore": 0,
    "paragraphText": "At last, the true story of Phineas Gage is out in the open."
  },
  {
    "paragraph": "799",
    "sentimentScore": 0,
    "paragraphText": "The scientific debate about the brain, though, has moved on."
  },
  {
    "paragraph": "800",
    "sentimentScore": 0,
    "paragraphText": "The theories of the Localizers and Whole Brainers are being replaced by a new experimental brain science."
  },
  {
    "paragraph": "801",
    "sentimentScore": 0,
    "paragraphText": "In time, the pinpointing of control areas will become more and more detailed."
  },
  {
    "paragraph": "802",
    "sentimentScore": 0,
    "paragraphText": "Knowledge of cells in general and neurons in particular will transform understanding of the brain."
  },
  {
    "paragraph": "803",
    "sentimentScore": 0,
    "paragraphText": "Yet the truth about Phineas poses a question that no one seems eager to answer."
  },
  {
    "paragraph": "804",
    "sentimentScore": 0,
    "paragraphText": "If there are exact locations in the brain that allow for the ability to hear or to breathe, is there a place that generates human social behavior?"
  },
  {
    "paragraph": "805",
    "sentimentScore": 0,
    "paragraphText": "If that place is damaged, do you stop acting human?"
  },
  {
    "paragraph": "806",
    "sentimentScore": 0,
    "paragraphText": "Putting Phineas Together Again In our time, Phineas Gage is a textbook case."
  },
  {
    "paragraph": "807",
    "sentimentScore": 0,
    "paragraphText": "Students of neurology or psychology study his case because it illustrates how the lobes of the frontal cortex—the two halves of your brain that meet in your forehead—are the seat of \"executive functions.\""
  },
  {
    "paragraph": "808",
    "sentimentScore": 0,
    "paragraphText": "Those are your abilities to predict, to decide, and to interact socially."
  },
  {
    "paragraph": "809",
    "sentimentScore": 0,
    "paragraphText": "Unfortunately, Phineas is not the only person to have suffered damage to the frontal cortex."
  },
  {
    "paragraph": "810",
    "sentimentScore": 0,
    "paragraphText": "Antonio and Hanna Damasio, a husband-and-wife team of doctors, regularly see people who remind them of Phineas Gage."
  },
  {
    "paragraph": "811",
    "sentimentScore": 0,
    "paragraphText": "The Damasios are renowned brain researchers at the University of Iowa Hospitals & Clinics in Iowa City and treat patients with the same kind of frontal lobe damage that afflicted Phineas."
  },
  {
    "paragraph": "812",
    "sentimentScore": 0,
    "paragraphText": "Like Phineas, these patients with frontal lobe damage have trouble making decisions."
  },
  {
    "paragraph": "813",
    "sentimentScore": 0,
    "paragraphText": "Like Phineas with his $1,000 pebbles, they perform well on logic and math tests but make strange choices in trading situations."
  },
  {
    "paragraph": "814",
    "sentimentScore": 0,
    "paragraphText": "Their emotional responses are unpredictable."
  },
  {
    "paragraph": "815",
    "sentimentScore": 0,
    "paragraphText": "They seem out of step emotionally with the rest of the world."
  },
  {
    "paragraph": "816",
    "sentimentScore": 0,
    "paragraphText": "The patients who come to the Damasios' clinic are not victims of blasting accidents."
  },
  {
    "paragraph": "817",
    "sentimentScore": 0,
    "paragraphText": "Their brain injuries usually follow surgery to remove a tumor from deep inside the frontal cortex."
  },
  {
    "paragraph": "818",
    "sentimentScore": 0,
    "paragraphText": "This kind of brain surgery is strictly a last resort to save a patient's life, because even if the operation goes well, the risk of side effects is high."
  },
  {
    "paragraph": "819",
    "sentimentScore": 0,
    "paragraphText": "Any damage to the frontal cortex can change behavior and personality forever, as the case of Phineas Gage demonstrates."
  },
  {
    "paragraph": "820",
    "sentimentScore": 0,
    "paragraphText": "Sometimes, cancer surgeons have no other choice."
  },
  {
    "paragraph": "821",
    "sentimentScore": 0,
    "paragraphText": "These cases are not common, but the Damasios have seen a dozen patients with many of the same symptoms as Phineas."
  },
  {
    "paragraph": "822",
    "sentimentScore": 0,
    "paragraphText": "All have frontal cortex damage."
  },
  {
    "paragraph": "823",
    "sentimentScore": 0,
    "paragraphText": "All have trouble making decisions on personal or social matters."
  },
  {
    "paragraph": "824",
    "sentimentScore": 0,
    "paragraphText": "All react with little empathy and seem to find emotion a foreign language."
  },
  {
    "paragraph": "825",
    "sentimentScore": 0,
    "paragraphText": "To study these modern-day Phineases, the Damasios have far more sophisticated equipment than Dr. Harlow did."
  },
  {
    "paragraph": "826",
    "sentimentScore": 0,
    "paragraphText": "They have the full arsenal of CTs and MRIs—noninvasive brain scanners that can electronically \"slice up\" a brain and lay it out, level by level, like the floor plan of a house."
  },
  {
    "paragraph": "827",
    "sentimentScore": 0,
    "paragraphText": "But the Damasios also do simpler tests."
  },
  {
    "paragraph": "828",
    "sentimentScore": 0,
    "paragraphText": "Emotional response is difficult to measure, but there is one usually reliable sign of how you are feeling—sweaty palms."
  },
  {
    "paragraph": "829",
    "sentimentScore": 0,
    "paragraphText": "When your emotions are \"aroused,\" your skin (all over and not just your palms) gets slightly warmer and slightly sweatier."
  },
  {
    "paragraph": "830",
    "sentimentScore": 0,
    "paragraphText": "Your sweat contains salts, which increase electrical conductivity."
  },
  {
    "paragraph": "831",
    "sentimentScore": 0,
    "paragraphText": "A person having a strong emotional reaction is going to \"spike\" a conductivity meter."
  },
  {
    "paragraph": "832",
    "sentimentScore": 0,
    "paragraphText": "It's the same principle used in the police \"lie detector\" test, only the Damasios are interested in a different sort of truth."
  },
  {
    "paragraph": "833",
    "sentimentScore": 0,
    "paragraphText": "Hooked to a skin response machine, the modern-day Phineases are shown a series of emotionally charged pictures—a tranquil landscape, a beautiful woman, a severed foot."
  },
  {
    "paragraph": "834",
    "sentimentScore": 0,
    "paragraphText": "Their skin reactions are usually the same—nearly flat."
  },
  {
    "paragraph": "835",
    "sentimentScore": 0,
    "paragraphText": "The emotional colors of their world seem to have drained away."
  },
  {
    "paragraph": "836",
    "sentimentScore": 0,
    "paragraphText": "Another Damasio experiment involves a computer \"gambling\" game."
  },
  {
    "paragraph": "837",
    "sentimentScore": 0,
    "paragraphText": "There are four decks: A, B, C, and D. The decks are rigged."
  },
  {
    "paragraph": "838",
    "sentimentScore": 0,
    "paragraphText": "Normal subjects who play the game soon figure out that the C and D decks are better risks than A and B."
  },
  {
    "paragraph": "839",
    "sentimentScore": 0,
    "paragraphText": "The modern-day Phineases keep playing A and B, though they can explain to the experimenters mathematically exactly why C and D are better risks."
  },
  {
    "paragraph": "840",
    "sentimentScore": 0,
    "paragraphText": "They realize the game is rigged to favor a \"slow but steady\" strategy against a \"risk-all\" strategy, but they still play \"risk-all.\""
  },
  {
    "paragraph": "841",
    "sentimentScore": 0,
    "paragraphText": "Call them Phineas's rules."
  },
  {
    "paragraph": "842",
    "sentimentScore": 0,
    "paragraphText": "So what part of the brain controls this behavior?"
  },
  {
    "paragraph": "843",
    "sentimentScore": 0,
    "paragraphText": "Dr. Harlow thought he had found the precise location of Phineas's troubles once he had the skull."
  },
  {
    "paragraph": "844",
    "sentimentScore": 0,
    "paragraphText": "By then, Phineas's actual brain was long gone, but Dr. Harlow knew enough gross anatomy to calculate that the iron had passed through the very front of the left frontal cortex."
  },
  {
    "paragraph": "845",
    "sentimentScore": 0,
    "paragraphText": "His answer was good enough for 1868."
  },
  {
    "paragraph": "846",
    "sentimentScore": 0,
    "paragraphText": "It isn't good enough today."
  },
  {
    "paragraph": "847",
    "sentimentScore": 0,
    "paragraphText": "Studying the brain scans of these Phineas-like patients, the Damasios wonder what a brain scan of Phineas Gage himself would have shown."
  },
  {
    "paragraph": "848",
    "sentimentScore": 0,
    "paragraphText": "In 1994, Hanna Damasio has an idea of how to construct one retroactively."
  },
  {
    "paragraph": "849",
    "sentimentScore": 0,
    "paragraphText": "First she asks Dr. Albert Galaburda at the Harvard Medical School to have another look at Phineas's skull in the Harvard medical museum."
  },
  {
    "paragraph": "850",
    "sentimentScore": 0,
    "paragraphText": "Under the careful eye of This is a \"coronal\" MRI."
  },
  {
    "paragraph": "851",
    "sentimentScore": 0,
    "paragraphText": "Instead of a side view, this is a slice of the brain taken head-on."
  },
  {
    "paragraph": "852",
    "sentimentScore": 0,
    "paragraphText": "Here we're somewhere in the middle of the head with the cortex above, the corpus callosum in the middle, and the brain stem descending to the spinal column."
  },
  {
    "paragraph": "853",
    "sentimentScore": 0,
    "paragraphText": "MRI brain scan by G. Tompkinson, Photo Researchers Inc. the curators, Dr. Galaburda x-rays, photographs, and remeasures the skull."
  },
  {
    "paragraph": "854",
    "sentimentScore": 0,
    "paragraphText": "The results are digitized so the specifics of Phineas's skull can be overlaid onto a three-dimensional computer image of a generic human skull."
  },
  {
    "paragraph": "855",
    "sentimentScore": 0,
    "paragraphText": "Back in her lab in Iowa, Hanna Damasio carefully plots the entrance and exit wounds."
  },
  {
    "paragraph": "856",
    "sentimentScore": 0,
    "paragraphText": "A line is drawn between their center point to lay out a hypothetical path for the tamping iron."
  },
  {
    "paragraph": "857",
    "sentimentScore": 0,
    "paragraphText": "The generic electronic skull is then adjusted to Phineas's specifications."
  },
  {
    "paragraph": "858",
    "sentimentScore": 0,
    "paragraphText": "Now Dr. Damasio has Phineas's skull on a computer screen."
  },
  {
    "paragraph": "859",
    "sentimentScore": 0,
    "paragraphText": "She can tilt and rotate it in any direction exactly as if she were holding it in her hand."
  },
  {
    "paragraph": "860",
    "sentimentScore": 0,
    "paragraphText": "Then she adds the tamping iron electronically."
  },
  {
    "paragraph": "861",
    "sentimentScore": 0,
    "paragraphText": "The real one tapers, but the electronic one is represented as a cylinder as big around as the fat end of the tamping iron."
  },
  {
    "paragraph": "862",
    "sentimentScore": 0,
    "paragraphText": "Now Dr. Damasio turns to a computer program called Brainvox that is used to reassemble brain scan \"slices\" into a three-dimensional model."
  },
  {
    "paragraph": "863",
    "sentimentScore": 0,
    "paragraphText": "Brainvox fits this electronically scanned brain inside Phineas's electronic skull."
  },
  {
    "paragraph": "864",
    "sentimentScore": 0,
    "paragraphText": "The brain is a very small place, and a very small change in the path of the iron would have had very different results."
  },
  {
    "paragraph": "865",
    "sentimentScore": 0,
    "paragraphText": "Brainvox calculates sixteen possible paths for the iron to follow through Phineas's head."
  },
  {
    "paragraph": "866",
    "sentimentScore": 0,
    "paragraphText": "The anatomical evidence from Phineas rules out nine of these."
  },
  {
    "paragraph": "867",
    "sentimentScore": 0,
    "paragraphText": "Dr. Damasio knows that the iron missed his jawbone, lightly clipped the interior arch of his brow, and knocked out one molar but didn't destroy the socket."
  },
  {
    "paragraph": "868",
    "sentimentScore": 0,
    "paragraphText": "Any path that falls outside those landmarks is out of bounds."
  },
  {
    "paragraph": "869",
    "sentimentScore": 0,
    "paragraphText": "Of the remaining seven routes, two would have cut important blood vessels and would have killed Phineas instantly."
  },
  {
    "paragraph": "870",
    "sentimentScore": 0,
    "paragraphText": "Brainvox lays out the last five routes."
  },
  {
    "paragraph": "871",
    "sentimentScore": 0,
    "paragraphText": "The Damasio team whittles it down to one."
  },
  {
    "paragraph": "872",
    "sentimentScore": 0,
    "paragraphText": "Brainvox plots it as a red cylinder passing through the animated computer skull."
  },
  {
    "paragraph": "873",
    "sentimentScore": 0,
    "paragraphText": "The top of the skull is open to show the rod emerging from the frontal cortex."
  },
  {
    "paragraph": "874",
    "sentimentScore": 0,
    "paragraphText": "It is a riveting image."
  },
  {
    "paragraph": "875",
    "sentimentScore": 0,
    "paragraphText": "The scientific journal Science puts Brainvox's images of the pierced skull on its cover and it causes a sensation."
  },
  {
    "paragraph": "876",
    "sentimentScore": 0,
    "paragraphText": "Whether you're a brain surgeon or a sixth-grader, the first time you see the Brainvox image of Phineas's head with that red bar through it, you wince."
  },
  {
    "paragraph": "877",
    "sentimentScore": 0,
    "paragraphText": "If you study the animated skull from different angles, you can see Phineas's incredible luck."
  },
  {
    "paragraph": "878",
    "sentimentScore": 0,
    "paragraphText": "The iron passes through his head at a very steep angle."
  },
  {
    "paragraph": "879",
    "sentimentScore": 0,
    "paragraphText": "That's both his salvation and his ruin."
  },
  {
    "paragraph": "880",
    "sentimentScore": 0,
    "paragraphText": "It misses a number of key areas on the side and top of the brain."
  },
  {
    "paragraph": "881",
    "sentimentScore": 0,
    "paragraphText": "On the left temple, it misses Broca's area for speech."
  },
  {
    "paragraph": "882",
    "sentimentScore": 0,
    "paragraphText": "On top, it misses two key sections of the cortex, the motor and somatosensory strips."
  },
  {
    "paragraph": "883",
    "sentimentScore": 0,
    "paragraphText": "These areas integrate your sensory input and muscle actions so you keep oriented in space and in motion."
  },
  {
    "paragraph": "884",
    "sentimentScore": 0,
    "paragraphText": "Thus Phineas is left with the ability to keep his balance, to focus his attention, and to remember both old and new events."
  },
  {
    "paragraph": "885",
    "sentimentScore": 0,
    "paragraphText": "The tamping iron, however, plows on through his frontal lobes, passing through the middle, where the two hemispheres face each other."
  },
  {
    "paragraph": "886",
    "sentimentScore": 0,
    "paragraphText": "The iron damages the left hemisphere more than the right, the front of the frontal cortex more than the back, the underside more than the top."
  },
  {
    "paragraph": "887",
    "sentimentScore": 0,
    "paragraphText": "Dr. Damasio recognizes the pattern."
  },
  {
    "paragraph": "888",
    "sentimentScore": 0,
    "paragraphText": "Phineas's reconstructed brain matches brain scans of her patients who had cortex tumor surgery."
  },
  {
    "paragraph": "889",
    "sentimentScore": 0,
    "paragraphText": "Humans have always argued about what makes us human."
  },
  {
    "paragraph": "890",
    "sentimentScore": 0,
    "paragraphText": "Is it our ability to walk on two feet?"
  },
  {
    "paragraph": "891",
    "sentimentScore": 0,
    "paragraphText": "To hold tools in our hands?"
  },
  {
    "paragraph": "892",
    "sentimentScore": 0,
    "paragraphText": "To speak and hear language?"
  },
  {
    "paragraph": "893",
    "sentimentScore": 0,
    "paragraphText": "To worship a supreme being?"
  },
  {
    "paragraph": "894",
    "sentimentScore": 0,
    "paragraphText": "The case of Phineas Gage suggests that we are human because our frontal lobes are set up so we can get along with other humans."
  },
  {
    "paragraph": "895",
    "sentimentScore": 0,
    "paragraphText": "We are \"hard wired\" to be sociable."
  },
  {
    "paragraph": "896",
    "sentimentScore": 0,
    "paragraphText": "When we lose that ability, we end up like Phineas."
  },
  {
    "paragraph": "897",
    "sentimentScore": 0,
    "paragraphText": "His closest companion was an iron rod."
  },
  {
    "paragraph": "898",
    "sentimentScore": 0,
    "paragraphText": "The tamping iron and skull of Phineas have a new home at Harvard Medical The skull of Phineas Gage appeared on the cover of the journal Science."
  },
  {
    "paragraph": "899",
    "sentimentScore": 0,
    "paragraphText": "Generated by computer, the red bar plots the exact path of the tamping iron through his frontal cortex."
  },
  {
    "paragraph": "900",
    "sentimentScore": 0,
    "paragraphText": "From Damasio, H., Grabowski, T., Galaburda, A. M., \"The return of Phineas Gage: Clues from the brain of a famous patient,\" Science, 264:1102–1156, 1994."
  },
  {
    "paragraph": "901",
    "sentimentScore": 0,
    "paragraphText": "Department of Image Analysis Facility, University of Iowa."
  },
  {
    "paragraph": "902",
    "sentimentScore": 0,
    "paragraphText": "Reprinted with permission of the American Association for the Advancement of Science, copyright 1994 What is so remarkable about Phineas Gage's injury is not only where the rod went in his head but where it did not go."
  },
  {
    "paragraph": "903",
    "sentimentScore": 0,
    "paragraphText": "The tamping iron missed a number of key areas on either side of the brain that control important functions, including Broca's and Wernicke's areas, plus the motor strip and the somatosensory strip."
  },
  {
    "paragraph": "904",
    "sentimentScore": 0,
    "paragraphText": "Illustration by Jerry Malone Look closely to read the inscription on the famous iron: \"This is the bar that was shot through the head of Mr. Phineas Gage at Cavendish, Vermont, Sept. 14, 1848."
  },
  {
    "paragraph": "905",
    "sentimentScore": 0,
    "paragraphText": "He fully recovered from the injury and deposited this bar in the museum of the Medical College of Harvard University.\""
  },
  {
    "paragraph": "906",
    "sentimentScore": 0,
    "paragraphText": "Someone—either Dr. Harlow or the engraver—got the date wrong."
  },
  {
    "paragraph": "907",
    "sentimentScore": 0,
    "paragraphText": "The accident was on September 13, not 14."
  },
  {
    "paragraph": "908",
    "sentimentScore": 0,
    "paragraphText": "Photograph by Doug Mindell; tamping iron courtesy of the Countway Library of Medicine, Harvard Medical School School in Boston."
  },
  {
    "paragraph": "909",
    "sentimentScore": 0,
    "paragraphText": "After 150 years on display just outside the dean's office in the medical school, they were cleaned up and moved in 2000 to a new exhibit case in the Countway Library of Medicine just down Shattuck Street."
  },
  {
    "paragraph": "910",
    "sentimentScore": 0,
    "paragraphText": "If you want to see Phineas, you have to ask permission at the library's front desk, but generally they will send you straight up to the fifth floor, where Phineas resides in Harvard's collection of medical curiosities."
  },
  {
    "paragraph": "911",
    "sentimentScore": 0,
    "paragraphText": "The Harvard curators say that other museums, such as the Smithsonian Institution, are constantly asking to borrow Phineas's skull and iron, but his traveling days are over."
  },
  {
    "paragraph": "912",
    "sentimentScore": 0,
    "paragraphText": "The last time he was lent for exhibit in 1998, he came back with a loosened tooth."
  },
  {
    "paragraph": "913",
    "sentimentScore": 0,
    "paragraphText": "That year, Phineas went in the back seat of a limousine to Cavendish, Vermont, for a festival and medical seminar to mark the 150th anniversary of his terrible accident."
  },
  {
    "paragraph": "914",
    "sentimentScore": 0,
    "paragraphText": "Psychologists, surgeons, and neurologists came from all over the world to present scientific papers on frontal cortex injuries."
  },
  {
    "paragraph": "915",
    "sentimentScore": 0,
    "paragraphText": "Also on hand were men and women in wheelchairs who suffer from cortex injury or disease."
  },
  {
    "paragraph": "916",
    "sentimentScore": 0,
    "paragraphText": "To these special attendees, Phineas was no specimen or historical curiosity."
  },
  {
    "paragraph": "917",
    "sentimentScore": 0,
    "paragraphText": "He was a fellow sufferer."
  },
  {
    "paragraph": "918",
    "sentimentScore": 0,
    "paragraphText": "At the end of the celebration, the town unveiled a boulder of Vermont granite on the village green with a bronze plaque as a permanent memorial to Phineas."
  },
  {
    "paragraph": "919",
    "sentimentScore": 0,
    "paragraphText": "If you go to Vermont, you can read it yourself."
  },
  {
    "paragraph": "920",
    "sentimentScore": 0,
    "paragraphText": "It explains what happened in Cavendish, what happened to Phineas, and what happened to Dr. Harlow."
  },
  {
    "paragraph": "921",
    "sentimentScore": 0,
    "paragraphText": "It explains what happened to our knowledge of the brain as a result."
  },
  {
    "paragraph": "922",
    "sentimentScore": 0,
    "paragraphText": "The plaque does not answer the question of Phineas's luck."
  },
  {
    "paragraph": "923",
    "sentimentScore": 0,
    "paragraphText": "I said at the In 1998, one hundred and fifty years after his terrible accident, the town of Cavendish, Vermont, held a medical seminar and festival to honor Phineas Gage."
  },
  {
    "paragraph": "924",
    "sentimentScore": 0,
    "paragraphText": "The climax was the dedication of a memorial plaque explaining what had happened to Phineas and to brain science as a result."
  },
  {
    "paragraph": "925",
    "sentimentScore": 0,
    "paragraphText": "Photograph by Amy Flynn This Concord stagecoach ended its days in Bulawayo, Zimbabwe, Africa, far from the New Hampshire factory where it was made."
  },
  {
    "paragraph": "926",
    "sentimentScore": 0,
    "paragraphText": "Phineas Gage ended his days in San Francisco, far from New Hampshire, where he was born; far from Vermont, where he was injured; and far from Chile, where he drove a Concord stagecoach like this one."
  },
  {
    "paragraph": "927",
    "sentimentScore": 0,
    "paragraphText": "New Hampshire Historical Society beginning that you could decide for yourself what kind of luck he had at the end."
  },
  {
    "paragraph": "928",
    "sentimentScore": 0,
    "paragraphText": "This is what I think: Phineas Gage was lucky."
  },
  {
    "paragraph": "929",
    "sentimentScore": 0,
    "paragraphText": "His accident was terrible."
  },
  {
    "paragraph": "930",
    "sentimentScore": 0,
    "paragraphText": "It changed him into someone else, and yet Phineas figured out how to live as that new person for eleven years."
  },
  {
    "paragraph": "931",
    "sentimentScore": 0,
    "paragraphText": "He was limited in ways that are important to all human beings, but he found a way to live, working with horses."
  },
  {
    "paragraph": "932",
    "sentimentScore": 0,
    "paragraphText": "He took care of himself."
  },
  {
    "paragraph": "933",
    "sentimentScore": 0,
    "paragraphText": "He saw the world."
  },
  {
    "paragraph": "934",
    "sentimentScore": 0,
    "paragraphText": "He died with his family around him, the only people who knew both the old and new Phineas."
  },
  {
    "paragraph": "935",
    "sentimentScore": 0,
    "paragraphText": "And he drove a six-horse stagecoach."
  },
  {
    "paragraph": "936",
    "sentimentScore": 0,
    "paragraphText": "I bet Phineas Gage drove fast."
  }
]