[
  {
    "paragraph": "1",
    "sentimentScore": 0,
    "paragraphText": "The very first thing Frida and Diego did when they left San Angel to live in Coyoacán was have the front of the house at Londres 127 painted azul añil, the deep matte blue considered to ward off evil spirits, with trim of red and green."
  },
  {
    "paragraph": "2",
    "sentimentScore": 0,
    "paragraphText": "It had always had the comfortable feeling of a small- town house, an effect in part of the great variety of plants and animals they kept there."
  },
  {
    "paragraph": "3",
    "sentimentScore": 0,
    "paragraphText": "Outside, there were flowers of every color growing in the garden and in big planters in the patio, and inside, abundant bouquets of wildflowers and sunflowers in earthenware vases."
  },
  {
    "paragraph": "4",
    "sentimentScore": 0,
    "paragraphText": "There were songbirds and parakeets warbling or chattering in their cages, long-haired gray cats and dogs of indistinct color, and a spider monkey called Fulang Chang."
  },
  {
    "paragraph": "5",
    "sentimentScore": 0,
    "paragraphText": "All this, but especially the presence of Frida herself, gave the Blue House in Coyoacán its unique personality and voice."
  },
  {
    "paragraph": "6",
    "sentimentScore": 0,
    "paragraphText": "People congregated mostly in the kitchen."
  },
  {
    "paragraph": "7",
    "sentimentScore": 0,
    "paragraphText": "Frida met there with the servants to discuss the day-to-day business of running the house."
  },
  {
    "paragraph": "8",
    "sentimentScore": 0,
    "paragraphText": "The stove was decorated with white, blue, and yellow Spanish tiles, and the entwined names of Frida and Diego were spelled out in tiny earthenware jugs on the rear wall."
  },
  {
    "paragraph": "9",
    "sentimentScore": 0,
    "paragraphText": "On the wall above the stove hung earthenware pots from Oaxaca, copper kettles from Santa Clara, glasses, cups and pitchers from Guadalajara and Puebla and Guanajuato."
  },
  {
    "paragraph": "10",
    "sentimentScore": 0,
    "paragraphText": "The overall effect was typically Mexican."
  },
  {
    "paragraph": "11",
    "sentimentScore": 0,
    "paragraphText": "Frida and Diego had purchased these pieces of folk art in their travels around the country, and gradually they put together a living collection of beautiful objects created by the most gifted artisans in the country."
  },
  {
    "paragraph": "12",
    "sentimentScore": 0,
    "paragraphText": "Frida often went further than Diego in expressing her \"Mexican-ness.\""
  },
  {
    "paragraph": "13",
    "sentimentScore": 0,
    "paragraphText": "There was nothing new in this, really, since even as a child Frida was known to use words and expressions that were common among what her older sisters called \"la Indiada\" (\"the Indians\"), a derogatory term for the poor."
  },
  {
    "paragraph": "14",
    "sentimentScore": 0,
    "paragraphText": "I have included some of these idiomatic expressions in these pages."
  },
  {
    "paragraph": "15",
    "sentimentScore": 0,
    "paragraphText": "I arrived in Coyoacán in August 1942, a teenager with little luggage."
  },
  {
    "paragraph": "16",
    "sentimentScore": 0,
    "paragraphText": "I found Frida in the kitchen."
  },
  {
    "paragraph": "17",
    "sentimentScore": 0,
    "paragraphText": "As usual, her outfit took me by surprise."
  },
  {
    "paragraph": "18",
    "sentimentScore": 0,
    "paragraphText": "She wore a black huipil with red and yellow embroidery and a soft cotton skirt in a floral print that seemed to come alive when she moved."
  },
  {
    "paragraph": "19",
    "sentimentScore": 0,
    "paragraphText": "Everything about her, from her hairstyle to the hem of her dress, breathed a kind of roguish glee accentuated by her laughing response to her cook Eulalia's remarks."
  },
  {
    "paragraph": "20",
    "sentimentScore": 0,
    "paragraphText": "Frida could not have been more hospitable."
  },
  {
    "paragraph": "21",
    "sentimentScore": 0,
    "paragraphText": "She was always quite affectionate with me and my sister, Ruth."
  },
  {
    "paragraph": "22",
    "sentimentScore": 0,
    "paragraphText": "She called her Chapo and me Pico or Piquitos, the nicknames my father also used."
  },
  {
    "paragraph": "23",
    "sentimentScore": 0,
    "paragraphText": "We were very close, and she loved us."
  },
  {
    "paragraph": "24",
    "sentimentScore": 0,
    "paragraphText": "Young in spirit and age as well, she looked after us as if we were her own flesh and blood."
  },
  {
    "paragraph": "25",
    "sentimentScore": 0,
    "paragraphText": "The morning of my arrival in Coyoacán, Frida had just gotten back from the Melchor Ocampo market, which was quite near the Blue House."
  },
  {
    "paragraph": "26",
    "sentimentScore": 0,
    "paragraphText": "She had gone with Chucho, one of those hired hands no respectable village family can do without."
  },
  {
    "paragraph": "27",
    "sentimentScore": 0,
    "paragraphText": "La niña Fridita (\"little Frida\"), as Eulalia affectionately called her, was unpacking fruits and vegetables from a large basket."
  },
  {
    "paragraph": "28",
    "sentimentScore": 0,
    "paragraphText": "She examined them carefully one by one, commenting on their beautiful colors and exotic flavors."
  },
  {
    "paragraph": "29",
    "sentimentScore": 0,
    "paragraphText": "At one point she said to me: \"Look at this watermelon, Piquitos!"
  },
  {
    "paragraph": "30",
    "sentimentScore": 0,
    "paragraphText": "It's an amazing fruit."
  },
  {
    "paragraph": "31",
    "sentimentScore": 0,
    "paragraphText": "On the outside, it's a wonderful green color, but on the inside, there's this strong and elegant red and white."
  },
  {
    "paragraph": "32",
    "sentimentScore": 0,
    "paragraphText": "The pitaya is bright red, like a pomegranate sprinkled with black dots."
  },
  {
    "paragraph": "33",
    "sentimentScore": 0,
    "paragraphText": "Then there's the pitahaya."
  },
  {
    "paragraph": "34",
    "sentimentScore": 0,
    "paragraphText": "It is fuchsia on the outside and hides the subtlety of a whitish-gray pulp flecked with little black spots that are its seeds inside."
  },
  {
    "paragraph": "35",
    "sentimentScore": 0,
    "paragraphText": "This is a wonder!"
  },
  {
    "paragraph": "36",
    "sentimentScore": 0,
    "paragraphText": "Fruits are like flowers: they speak to us in a provocative language and teach us things that are hidden.\""
  },
  {
    "paragraph": "37",
    "sentimentScore": 0,
    "paragraphText": "She also took out a mamey, a melon, a cherimoya, and a bunch of pink bananas (they were her favorites) and put them all in a basket, Then she added a few avocados that looked to be perfectly ripe, not for visual effect but as ingredients for a magnificent guacamole."
  },
  {
    "paragraph": "38",
    "sentimentScore": 0,
    "paragraphText": "I followed her into the dining room and tried to help her set the table, although I was so astonished by what I saw that I could scarcely do a thing."
  },
  {
    "paragraph": "39",
    "sentimentScore": 0,
    "paragraphText": "For Frida, setting the table was a ritual, whether she was unfolding the white openwork tablecloth from Aguascalientes, or arranging the simple plates that she had customized with her initials, or setting out Spanish Talavera plates and handblown blue glasses and heirloom silverware."
  },
  {
    "paragraph": "40",
    "sentimentScore": 0,
    "paragraphText": "It was as if the shape and color and sound that was particular to each individual object endowed it with life and an assigned place in a harmonious, aesthetically pleasing world."
  },
  {
    "paragraph": "41",
    "sentimentScore": 0,
    "paragraphText": "A few moments later came the act of placing the flower vase in the center of the table."
  },
  {
    "paragraph": "42",
    "sentimentScore": 0,
    "paragraphText": "Into the vase went a bouquet that Frida had cut in the garden."
  },
  {
    "paragraph": "43",
    "sentimentScore": 0,
    "paragraphText": "It mimicked the flowers she wore in her hair, mimosa and marguerites of different sizes mixed in with little red-and-white roses."
  },
  {
    "paragraph": "44",
    "sentimentScore": 0,
    "paragraphText": "To complete the effect she added jasmines, whose perfume gave her such a distinctive fragrance."
  },
  {
    "paragraph": "45",
    "sentimentScore": 0,
    "paragraphText": "Frida grew the plants and flowers herself."
  },
  {
    "paragraph": "46",
    "sentimentScore": 0,
    "paragraphText": "She went to the gardens every day to see how they had grown and which were in bloom."
  },
  {
    "paragraph": "47",
    "sentimentScore": 0,
    "paragraphText": "These she put in her hair or distributed around the house."
  },
  {
    "paragraph": "48",
    "sentimentScore": 0,
    "paragraphText": "I observed all of this magic scene, dazzled by the evidence of my eyes."
  },
  {
    "paragraph": "49",
    "sentimentScore": 0,
    "paragraphText": "I came to my senses briefly when in a friendly and slightly ironic voice she asked me to follow her to her studio."
  },
  {
    "paragraph": "50",
    "sentimentScore": 0,
    "paragraphText": "She was perfectly aware that I felt out of place."
  },
  {
    "paragraph": "51",
    "sentimentScore": 0,
    "paragraphText": "We picked up the basket of fruit, and after her I went."
  },
  {
    "paragraph": "52",
    "sentimentScore": 0,
    "paragraphText": "As soon as we entered the studio, Frida's favorite place in the whole house, I was in the grip of an even greater amazement."
  },
  {
    "paragraph": "53",
    "sentimentScore": 0,
    "paragraphText": "A group of her paintings hung on the walls, The Two Fridas occupying the place of honor."
  },
  {
    "paragraph": "54",
    "sentimentScore": 0,
    "paragraphText": "The painting's strange combination of suffering and fear quite overwhelmed me."
  },
  {
    "paragraph": "55",
    "sentimentScore": 0,
    "paragraphText": "Breaking the silence, Frida remarked, \"Now that I have fruits like these, Piquitos, and a little owl that lives in the garden, I'll be able to paint again someday!"
  },
  {
    "paragraph": "56",
    "sentimentScore": 0,
    "paragraphText": "I prefer nature and natural objects to people.\""
  },
  {
    "paragraph": "57",
    "sentimentScore": 0,
    "paragraphText": "True to her word, in 1943 she painted The Bride Frightened at Seeing Life Opened."
  },
  {
    "paragraph": "58",
    "sentimentScore": 0,
    "paragraphText": "In this work the freshness of a watermelon, the seedy core of a papaya and a little owl's staring eyes speak to us of that openness and liveliness of spirit that Frida lost in the last years of her life."
  },
  {
    "paragraph": "59",
    "sentimentScore": 0,
    "paragraphText": "She also painted a doll from her collection, the one that was dressed as a bride."
  },
  {
    "paragraph": "60",
    "sentimentScore": 0,
    "paragraphText": "She must have wanted to recapture the expression of a young woman astonished by the spectacle of life, which was something that she herself had lost at an early age, years before she wore her own wedding gown."
  }
]