[
  {
    "paragraph": "1",
    "sentimentScore": 0,
    "paragraphText": "Thursday, Oct. 18, 1934 Ella and Boit, I am more and more convinced that it was just wishful thinking."
  },
  {
    "paragraph": "2",
    "sentimentScore": 0,
    "paragraphText": "It is a serious thing, with serious consequences, as you can imagine … It's been such a long time since I've written that I don't know where to start this letter."
  },
  {
    "paragraph": "3",
    "sentimentScore": 0,
    "paragraphText": "But I don't want to give long and boring excuses and tell you long stories about why I have not written in so many months."
  },
  {
    "paragraph": "4",
    "sentimentScore": 0,
    "paragraphText": "You know all I have been through, so I think you'll understand my situation even if I don't tell you all the details."
  },
  {
    "paragraph": "5",
    "sentimentScore": 0,
    "paragraphText": "I had never suffered so much and did not think I could take so much pain."
  },
  {
    "paragraph": "6",
    "sentimentScore": 0,
    "paragraphText": "You cannot even imagine what state I am in, and I know it is going to take me years to be able to get out of this mess that I have in my head."
  },
  {
    "paragraph": "7",
    "sentimentScore": 0,
    "paragraphText": "At the beginning, I thought there was a solution since I thought that what had happened would be something that would last a short time and would not be serious, but every day I am more and more convinced that it was just wishful thinking."
  },
  {
    "paragraph": "8",
    "sentimentScore": 0,
    "paragraphText": "It is a serious thing, with serious consequences, as you can imagine….."
  },
  {
    "paragraph": "9",
    "sentimentScore": 0,
    "paragraphText": "I had trusted that Diego would change, but I can see and know that it is impossible; it's just a whim on my part."
  },
  {
    "paragraph": "10",
    "sentimentScore": 0,
    "paragraphText": "Naturally, I should have understood from the beginning that it will not be me who will make him live in this or that way, especially when it comes to such a matter."
  },
  {
    "paragraph": "11",
    "sentimentScore": 0,
    "paragraphText": "6 Now that he is back to work, he is acting the same way."
  },
  {
    "paragraph": "12",
    "sentimentScore": 0,
    "paragraphText": "I had hoped that by working he would forget it all, but on the contrary, nothing can take him away from what he believes and considers to be right."
  },
  {
    "paragraph": "13",
    "sentimentScore": 0,
    "paragraphText": "Ultimately, all my attempts are ridiculous and stupid."
  },
  {
    "paragraph": "14",
    "sentimentScore": 0,
    "paragraphText": "He wants total freedom, which he always had and would have now if he had acted sincerely and honestly toward me."
  },
  {
    "paragraph": "15",
    "sentimentScore": 0,
    "paragraphText": "What makes me saddest is that we are not even friends anymore."
  },
  {
    "paragraph": "16",
    "sentimentScore": 0,
    "paragraphText": "He always lies to me and hides every detail of his life as if I were his worst enemy."
  },
  {
    "paragraph": "17",
    "sentimentScore": 0,
    "paragraphText": "We live false lives that are full of stupidity, which I cannot take anymore."
  },
  {
    "paragraph": "18",
    "sentimentScore": 0,
    "paragraphText": "First, he has his work, which protects him from many things, and then his adventures, which keep him entertained."
  },
  {
    "paragraph": "19",
    "sentimentScore": 0,
    "paragraphText": "People look for him and not me."
  },
  {
    "paragraph": "20",
    "sentimentScore": 0,
    "paragraphText": "I know that, as always, he is full of concerns and worries about his work; however, he lives a full life without the emptiness of mine."
  },
  {
    "paragraph": "21",
    "sentimentScore": 0,
    "paragraphText": "I have nothing because I don't have him."
  },
  {
    "paragraph": "22",
    "sentimentScore": 0,
    "paragraphText": "I never thought he was everything to me and that, separated from him, I was like a piece of trash."
  },
  {
    "paragraph": "23",
    "sentimentScore": 0,
    "paragraphText": "I thought I was helping him to live as much as I could, and that I could solve any situation in my life alone without complications of any kind."
  },
  {
    "paragraph": "24",
    "sentimentScore": 0,
    "paragraphText": "But now I realize I don't have any more than any other girl disappointed at being dumped by her man."
  },
  {
    "paragraph": "25",
    "sentimentScore": 0,
    "paragraphText": "I am worth nothing; I know how to do nothing; I cannot be on my own."
  },
  {
    "paragraph": "26",
    "sentimentScore": 0,
    "paragraphText": "My situation seems so ridiculous and stupid to me that you can't imagine how I dislike and hate myself."
  },
  {
    "paragraph": "27",
    "sentimentScore": 0,
    "paragraphText": "I've lost my best years being supported by a man, doing nothing else but what I thought would benefit and help him."
  },
  {
    "paragraph": "28",
    "sentimentScore": 0,
    "paragraphText": "I never thought about myself, and after six years, his answer is that fidelity is a bourgeois virtue and that it exists only to exploit [people] and to obtain an economic gain."
  },
  {
    "paragraph": "29",
    "sentimentScore": 0,
    "paragraphText": "Believe me, I never thought of it from that point of view."
  },
  {
    "paragraph": "30",
    "sentimentScore": 0,
    "paragraphText": "I know I was as stupid as they come, but I was sincerely stupid."
  },
  {
    "paragraph": "31",
    "sentimentScore": 0,
    "paragraphText": "I imagine, or at least I hope, that I'll recover little by little."
  },
  {
    "paragraph": "32",
    "sentimentScore": 0,
    "paragraphText": "I'll try to make a new life, putting my energy into something that will help me get over this in the most intelligent way."
  },
  {
    "paragraph": "33",
    "sentimentScore": 0,
    "paragraphText": "I thought of going to New York to live with you guys, but I didn't have the money."
  },
  {
    "paragraph": "34",
    "sentimentScore": 0,
    "paragraphText": "Now I think that the best thing for me will be to go to school and work here until I can leave Mexico."
  },
  {
    "paragraph": "35",
    "sentimentScore": 0,
    "paragraphText": "As for the money that Diego gave me to put away, I bought a house in Mexico that was quite cheap; I didn't want to go back to San Angel, where I suffered so much you cannot even imagine."
  },
  {
    "paragraph": "36",
    "sentimentScore": 0,
    "paragraphText": "Now I'm living at Insurgentes 432 (write to this address)."
  },
  {
    "paragraph": "37",
    "sentimentScore": 0,
    "paragraphText": "Sometimes Diego comes to visit, but we don't have anything to talk about or any connection of any kind."
  },
  {
    "paragraph": "38",
    "sentimentScore": 0,
    "paragraphText": "He doesn't tell me about the things he is doing and he's not interested at all in what I do or think."
  },
  {
    "paragraph": "39",
    "sentimentScore": 0,
    "paragraphText": "When things have come to that point, the best thing is to cut them off at the root."
  },
  {
    "paragraph": "40",
    "sentimentScore": 0,
    "paragraphText": "I firmly believe that this is going to be the [best] solution for him, although it will mean more suffering for me, even more than what I've already had and have, which is indescribable."
  },
  {
    "paragraph": "41",
    "sentimentScore": 0,
    "paragraphText": "For him, though, I think it will be better because I won't be a burden for him, as the others have been, and I will not accept simply being an economic burden."
  },
  {
    "paragraph": "42",
    "sentimentScore": 0,
    "paragraphText": "So, thus goes my life these days."
  },
  {
    "paragraph": "43",
    "sentimentScore": 0,
    "paragraphText": "I don't know what I am going to do tomorrow but I think that the only solution is to get separated from Diego because I don't see the point in living together, burdening him, and being in the way of his total freedom, which he demands."
  },
  {
    "paragraph": "44",
    "sentimentScore": 0,
    "paragraphText": "I don't want to live a life full of arguments, as happened with Lupe; this way I can let him live and go play my music elsewhere with all my bourgeois prejudices of fidelity, etc., etc."
  },
  {
    "paragraph": "45",
    "sentimentScore": 0,
    "paragraphText": "Don't you guys think this would be the best?"
  },
  {
    "paragraph": "46",
    "sentimentScore": 0,
    "paragraphText": "I beg you not to say anything to Malú [Bloch)."
  },
  {
    "paragraph": "47",
    "sentimentScore": 0,
    "paragraphText": "If she already knows it, as I imagine she does, since it has been public and notorious due to Diego's attitude, let her say what she needs to say."
  },
  {
    "paragraph": "48",
    "sentimentScore": 0,
    "paragraphText": "I don't want anybody to know anything."
  },
  {
    "paragraph": "49",
    "sentimentScore": 0,
    "paragraphText": "They can imagine whatever they want."
  },
  {
    "paragraph": "50",
    "sentimentScore": 0,
    "paragraphText": "I don't know what you'll think of me, but all I have written you here has been as if I told you with my heart in my hand."
  },
  {
    "paragraph": "51",
    "sentimentScore": 0,
    "paragraphText": "I assume that you are not on my or Diego's side, but you can now understand why I've suffered so much."
  },
  {
    "paragraph": "52",
    "sentimentScore": 0,
    "paragraphText": "If you have a little bit of free time, you will write me, right?"
  },
  {
    "paragraph": "53",
    "sentimentScore": 0,
    "paragraphText": "Your letters will be an immense consolation and I'll feel less lonely than I feel now."
  },
  {
    "paragraph": "54",
    "sentimentScore": 0,
    "paragraphText": "I send you a thousand kisses."
  },
  {
    "paragraph": "55",
    "sentimentScore": 0,
    "paragraphText": "Please do not take me for a sentimental and stupid, obnoxious woman, since you know how much I love Diego and what it means for me to lose him."
  },
  {
    "paragraph": "56",
    "sentimentScore": 0,
    "paragraphText": "Frieda My address, Insurgentes 432, Mexico City."
  }
]