[
  {
    "paragraph": "1",

    "paragraphText": "He was a good husband, a good father. I don’t understand it. I don’t believe in it. I don’t believe that it happened. I saw it happen but it isn’t true. It can’t be. He was always gentle. If you’d have seen him playing with the children, anybody who saw him with the children would have known that there wasn’t any bad in him, not one mean bone. When I first met him he was still living with his mother, over near Spring Lake, and I used to see them together, the mother and the sons, and think that any young fellow that was that nice with his family must be one worth knowing. Then one time when I was walking in the woods I met him by himself coming back from a hunting trip. He hadn’t got any game at all, not so much as a field mouse, but he wasn’t cast down about it. He was just larking along enjoying the morning air. That’s one of the things I first loved about him. He didn’t take things hard, he didn’t grouch and whine when things didn’t go his way. So we got to talking that day. And I guess things moved right along after that, because pretty soon he was over here pretty near all the time. And my sister said — see, my parents had moved out the year before and gone south, leaving us the place — my sister said, kind of teasing but serious, “Well! If he’s going to be here every day and half the night, I guess there isn’t room for me!” And she moved out — just down the way. We’ve always been real close, her and me. That’s the sort of thing doesn’t ever change. I couldn’t ever have got through this bad time without my sis.   "
  },
  {
    "paragraph": "2",

    "paragraphText": "Well, so he come to live here. And all I can say is, it was the happiest year of my life. He was just purely good to me. A hard worker and never lazy, and so big and fine‐looking. Everybody looked up to him, you know, young as he was. Lodge Meeting nights, more and more often they had him to lead the singing. He had such a beautiful voice, and he’d lead off strong, and the others following and joining in, high voices and low. It brings the shivers on me now to think of it, hearing it, nights when I’d stayed home from meeting when the children was babies — the singing coming up through the trees there, and the moonlight, summer nights, the full moon shining. I’ll never hear anything so beautiful. I’ll never know a joy like that again. "
  },
  {
    "paragraph": "3",

    "paragraphText": "It was the moon, that’s what they say. It’s the moon’s fault, and the blood. It was in his father’s blood. I never knew his father, and now I wonder what become of him. He was from up Whitewater way, and had no kin around here. I always thought he went back there, but now I don’t know. There was some talk about him, tales that come out after what happened to my husband. It’s something runs in the blood, they say, and it may never come out, but if it does, it’s the change of the moon that does it. Always it happens in the dark of the moon, when everybody’s home and asleep. Something comes over the one that’s got the curse in his blood, they say, and he gets up because he can’t sleep, and goes out into the glaring sun, and goes off all alone — drawn to find those like him.   "
  },
  {
    "paragraph": "4",

    "paragraphText": "And it may be so, because my husband would do that. I’d half rouse and say, “Where you going to?” and he’d say, “Oh, hunting, be back this evening,” and it wasn’t like him, even his voice was different. But I’d be so sleepy, and not wanting to wake the kids, and he was so good and responsible, it was no call of mine to go asking “Why?” and “Where?” and all like that. So it happened that way maybe three times or four. He’d come back late and worn out, and pretty near cross for one so sweet‐tempered — not wanting to talk about it.  I figured everybody got to bust out now and then, and nagging never helped anything.  But it did begin to worry me.  Not so much that he went, but that he come back so tired and strange. Even, he smelled strange. It made my hair stand up on end. I could not endure it and I said, “What is that — those smells on you? All over you!” And he said, “I don’t know,” real short, and made like he was sleeping. But he went down when he thought I wasn’t noticing, and washed and washed himself. But those smells stayed in his hair, and in our bed, for days. "
  },
  {
    "paragraph": "5",

    "paragraphText": "And then the awful thing. I don’t find it easy to tell about this. I want to cry when I have to bring it to my mind. Our youngest, the little one, my baby, she turned from her father. Just overnight. He come in and she got scared‐looking, stiff, with her eyes wide, and then she begun to cry and try to hide behind me. She didn’t yet talk plain but she was saying over and over, “Make it go away! Make it go away!” "
  },
  {
    "paragraph": "6",

    "paragraphText": "The look in his eyes; just for one moment, when he heard that. That’s what I don’t want‐ever to remember. That’s what I can’t forget. The look in his eyes looking at his own child. "
  },
  {
    "paragraph": "7",

    "paragraphText": "I said to the child, “Shame on you, what’s got into you!” — scolding, but keeping her right up close to me at the same time, because I was frightened too. Frightened to shaking. "
  },
  {
    "paragraph": "8",

    "paragraphText": "He looked away then and said something like, “Guess she just waked up dreaming,” and passed it off that way. Or tried to. And so did I. And I got real mad with my baby when she kept on acting crazy scared of her own dad. But she couldn’t help it and I couldn’t change it. "
  },
  {
    "paragraph": "9",

    "paragraphText": "He kept away that whole day. Because he knew, I guess. It was just beginning dark of the moon. "
  },
  {
    "paragraph": "10",

    "paragraphText": "It was hot and close inside, and dark, and we’d all been asleep some while, when something woke me up. He wasn’t there beside me. I heard a little stir in the passage, when I listened. So I got up, because I could bear it no longer. I went out into the passage, and it was light there, hard sunlight coming in from the door. And I saw him standing just outside, in the tall grass by the entrance. His head was hanging. Presently he sat down, like he felt weary, and looked down at his feet. I held still, inside, and watched — I didn’t know what for. "
  },
  {
    "paragraph": "11",

    "paragraphText": "And I saw what he saw. I saw the changing. In his feet, it was, first. They got long, each foot got longer, stretching out, the toes stretching out and the foot getting long, and fleshy, and white. And no hair on them. "
  },
  {
    "paragraph": "12",

    "paragraphText": "The hair begun to come away all over his body. It was like his hair fried away in the sunlight and was gone. He was white all over then, like a worm’s skin. And he turned his face. It was changing while I looked, it got flatter and flatter, the mouth flat and wide, and the teeth grinning flat and dull, and the nose just a knob of flesh with nostril holes, and the ears gone, and the eyes gone blue — blue, with white rims around the blue — staring at me out of that flat, soft, white face. "
  },
  {
    "paragraph": "13",

    "paragraphText": "He stood up then on two legs. "
  },
  {
    "paragraph": "14",

    "paragraphText": "I saw him, I had to see him. My own dear love, turned in the hateful one. I couldn’t move, but as I crouched there in the passage staring out into the day I was trembling and shaking with a growl that burst out into a crazy awful howling.  A grief howl and a terror howl.  And the others heard it, even sleeping, and woke up. "
  },
  {
    "paragraph": "15",

    "paragraphText": "It stared and peered, that thing my husband had turned into, and shoved its face up to the entrance of our house. I was still bound by mortal fear, but behind me the children had waked up, and the baby was whimpering. The mother anger come into me then, and I snarled and crept forward. "
  },
  {
    "paragraph": "16",

    "paragraphText": "The man thing looked around. It had no gun, like the ones from the man places do. But it picked up a heavy fallen tree branch in its long white foot, and shoved the end of that down into our house, at me. I snapped the end of it in my teeth and started to force my way out, because I knew the man would kill our children if it could. But my sister was already coming. I saw her running at the man with her head low and her mane high and her eyes yellow as the winter sun. It turned on her and raised up that branch to hit her. But I come out of the doorway, mad with the mother anger, and the others all were coming answering my call, the whole pack gathering, there in that blind glare and heat of the sun at noon. "
  },
  {
    "paragraph": "17",

    "paragraphText": "The man looked round at us and yelled out loud, and brandished the branch it held. Then it broke and ran, heading for the cleared fields and plowlands, down the mountainside. It ran, on two legs, leaping and weaving, and we followed it. "
  },
  {
    "paragraph": "18",

    "paragraphText": "I was last, because love still bound the anger and the fear in me. I was running when I saw them pull it down. My sister’s teeth were in its throat. I got there and it was dead. The others were drawing back from the kill, because of the taste of the blood, and the smell. The younger ones were cowering and some crying, and my sister rubbed her mouth against her fore legs over and over to get rid of the taste. I went up close because I thought if the thing was dead the spell, the curse must be done, and my husband could come back — alive, or even dead, if I could only see him, my true love, in his true form, beautiful. But only the dead man lay there white and bloody. We drew back and back from it, and turned and ran back up into the hills, back to the woods of the shadows and the twilight and the blessed dark."
  }
]
