[
  {
    "paragraph": "1",
    "sentimentScore": 0,
    "paragraphText": "Some boys taught me to play football."
  },
  {
    "paragraph": "2",
    "sentimentScore": 0,
    "paragraphText": "This was fine sport."
  },
  {
    "paragraph": "3",
    "sentimentScore": 0,
    "paragraphText": "You thought up a new strategy for every play and whispered it to the others."
  },
  {
    "paragraph": "4",
    "sentimentScore": 0,
    "paragraphText": "You went out for a pass, fooling everyone."
  },
  {
    "paragraph": "5",
    "sentimentScore": 0,
    "paragraphText": "Best, you got to throw yourself mightily at someone’s running legs."
  },
  {
    "paragraph": "6",
    "sentimentScore": 0,
    "paragraphText": "Either you brought him down or you hit the ground flat out on your chin, with your arms empty before you."
  },
  {
    "paragraph": "7",
    "sentimentScore": 0,
    "paragraphText": "It was all or nothing."
  },
  {
    "paragraph": "8",
    "sentimentScore": 0,
    "paragraphText": "If you hesitated in fear, you would miss and get hurt: you would take a hard fall while the kid got away, or you would get kicked in the face while the kid got away."
  },
  {
    "paragraph": "9",
    "sentimentScore": 0,
    "paragraphText": "But if you flung yourself wholeheartedly at the back of his knees—if you gathered and joined body and soul and pointed them diving fearlessly—then you likely wouldn’t get hurt, and you’d stop the ball."
  },
  {
    "paragraph": "10",
    "sentimentScore": 0,
    "paragraphText": "Your fate, and your team’s score, depended on your concentration and courage."
  },
  {
    "paragraph": "11",
    "sentimentScore": 0,
    "paragraphText": "Nothing girls did could compare with it."
  },
  {
    "paragraph": "12",
    "sentimentScore": 0,
    "paragraphText": "Boys welcomed me at baseball, too, for I had, through enthusiastic practice, what was weirdly known as a boy’s arm."
  },
  {
    "paragraph": "13",
    "sentimentScore": 0,
    "paragraphText": "In winter, in the snow, there was neither baseball nor football, so the boys and I threw snowballs at passing cars."
  },
  {
    "paragraph": "14",
    "sentimentScore": 0,
    "paragraphText": "I got in trouble throwing snowballs, and have seldom been happier since."
  },
  {
    "paragraph": "15",
    "sentimentScore": 0,
    "paragraphText": "On one weekday morning after Christmas, six inches of new snow had just fallen."
  },
  {
    "paragraph": "16",
    "sentimentScore": 0,
    "paragraphText": "We were standing up to our boot tops in snow on a front yard on trafficked Reynolds Street, waiting for cars."
  },
  {
    "paragraph": "17",
    "sentimentScore": 0,
    "paragraphText": "The cars traveled Reynolds Street slowly and evenly; they were targets all but wrapped in red ribbons, cream puffs."
  },
  {
    "paragraph": "18",
    "sentimentScore": 0,
    "paragraphText": "We couldn’t miss."
  },
  {
    "paragraph": "19",
    "sentimentScore": 0,
    "paragraphText": "I was seven; the boys were eight, nine, and ten."
  },
  {
    "paragraph": "20",
    "sentimentScore": 0,
    "paragraphText": "The oldest two Fahey boys were there—Mikey and Peter—polite blond boys who lived near me on Lloyd Street, and who already had four brothers and sisters."
  },
  {
    "paragraph": "21",
    "sentimentScore": 0,
    "paragraphText": "My parents approved Mikey and Peter Fahey."
  },
  {
    "paragraph": "22",
    "sentimentScore": 0,
    "paragraphText": "Chickie McBride was there, a tough kid, and Billy Paul and Mackie Kean, too, from across Reynolds, where the boys grew up dark and furious, grew up skinny, knowing, and skilled."
  },
  {
    "paragraph": "23",
    "sentimentScore": 0,
    "paragraphText": "We had all drifted from our houses that morning looking for action, and had found it here on Reynolds Street."
  },
  {
    "paragraph": "24",
    "sentimentScore": 0,
    "paragraphText": "It was cloudy but cold."
  },
  {
    "paragraph": "25",
    "sentimentScore": 0,
    "paragraphText": "The cars’ tires laid behind them on the snowy street a complex trail of beige chunks like crenelated castle walls."
  },
  {
    "paragraph": "26",
    "sentimentScore": 0,
    "paragraphText": "I had stepped on some earlier; they squeaked."
  },
  {
    "paragraph": "27",
    "sentimentScore": 0,
    "paragraphText": "We could have wished for more traffic."
  },
  {
    "paragraph": "28",
    "sentimentScore": 0,
    "paragraphText": "When a car came, we all popped it one."
  },
  {
    "paragraph": "29",
    "sentimentScore": 0,
    "paragraphText": "In the intervals between cars we reverted to the natural solitude of children."
  },
  {
    "paragraph": "30",
    "sentimentScore": 0,
    "paragraphText": "I started making an iceball—a perfect iceball, from perfectly white snow, perfectly spherical, and squeezed perfectly translucent so no snow remained all the way through."
  },
  {
    "paragraph": "31",
    "sentimentScore": 0,
    "paragraphText": "(The Fahey boys and I considered it unfair actually to throw an iceball at somebody, but it had been known to happen."
  },
  {
    "paragraph": "32",
    "sentimentScore": 0,
    "paragraphText": "I had just embarked on the iceball project when we heard tire chains come clanking from afar."
  },
  {
    "paragraph": "33",
    "sentimentScore": 0,
    "paragraphText": "A black Buick was moving toward us down the street."
  },
  {
    "paragraph": "34",
    "sentimentScore": 0,
    "paragraphText": "We all spread out, banged together some regular snowballs, took aim, and, when the Buick drew nigh, fired."
  },
  {
    "paragraph": "35",
    "sentimentScore": 0,
    "paragraphText": "A soft snowball hit the driver’s windshield right before the driver’s face."
  },
  {
    "paragraph": "36",
    "sentimentScore": 0,
    "paragraphText": "It made a smashed star with a hump in the middle."
  },
  {
    "paragraph": "37",
    "sentimentScore": 0,
    "paragraphText": "Often, of course, we hit our target, but this time, the only time in all of life, the car pulled over and stopped."
  },
  {
    "paragraph": "38",
    "sentimentScore": 0,
    "paragraphText": "Its wide black door opened; a man got out of it, running."
  },
  {
    "paragraph": "39",
    "sentimentScore": 0,
    "paragraphText": "He didn’t even close the car door."
  },
  {
    "paragraph": "40",
    "sentimentScore": 0,
    "paragraphText": "He ran after us, and we ran away from him, up the snowy Reynolds sidewalk."
  },
  {
    "paragraph": "41",
    "sentimentScore": 0,
    "paragraphText": "At the corner, I looked back; incredibly, he was still after us."
  },
  {
    "paragraph": "42",
    "sentimentScore": 0,
    "paragraphText": "He was in city clothes: a suit and tie, street shoes."
  },
  {
    "paragraph": "43",
    "sentimentScore": 0,
    "paragraphText": "Any normal adult would have quit, having sprung us into flight and made his point."
  },
  {
    "paragraph": "44",
    "sentimentScore": 0,
    "paragraphText": "This man was gaining on us."
  },
  {
    "paragraph": "45",
    "sentimentScore": 0,
    "paragraphText": "He was a thin man, all action."
  },
  {
    "paragraph": "46",
    "sentimentScore": 0,
    "paragraphText": "All of a sudden, we were running for our lives."
  },
  {
    "paragraph": "47",
    "sentimentScore": 0,
    "paragraphText": "Wordless, we split up."
  },
  {
    "paragraph": "48",
    "sentimentScore": 0,
    "paragraphText": "We were on our turf; we could lose ourselves in the neighborhood backyards, everyone for himself."
  },
  {
    "paragraph": "49",
    "sentimentScore": 0,
    "paragraphText": "I paused and considered."
  },
  {
    "paragraph": "50",
    "sentimentScore": 0,
    "paragraphText": "Everyone had vanished except Mikey Fahey, who was just rounding the corner of a yellow brick house."
  },
  {
    "paragraph": "51",
    "sentimentScore": 0,
    "paragraphText": "Poor Mikey—I trailed him."
  },
  {
    "paragraph": "52",
    "sentimentScore": 0,
    "paragraphText": "The driver of the Buick sensibly picked the two of us to follow."
  },
  {
    "paragraph": "53",
    "sentimentScore": 0,
    "paragraphText": "The man apparently had all day."
  },
  {
    "paragraph": "54",
    "sentimentScore": 0,
    "paragraphText": "He chased Mikey and me around the yellow house and up a backyard path we knew by heart: under a low tree, up a bank, through a hedge, down some snowy steps, and across the grocery store’s delivery driveway."
  },
  {
    "paragraph": "55",
    "sentimentScore": 0,
    "paragraphText": "We smashed through a gap in another hedge, entered a scruffy backyard, and ran around its back porch and tight between houses to Edgerton Avenue; we ran across Edgerton to an alley and up our own sliding woodpile to the Halls’ front yard; he kept coming."
  },
  {
    "paragraph": "56",
    "sentimentScore": 0,
    "paragraphText": "We ran up Lloyd Street and wound through mazy backyards toward the steep hilltop at Willard and Lang."
  },
  {
    "paragraph": "57",
    "sentimentScore": 0,
    "paragraphText": "He chased us silently, block after block."
  },
  {
    "paragraph": "58",
    "sentimentScore": 0,
    "paragraphText": "He chased us silently over picket fences, through thorny hedges, between houses, around garbage cans, and across streets."
  },
  {
    "paragraph": "59",
    "sentimentScore": 0,
    "paragraphText": "Every time I glanced back, choking for breath, I expected he would have quit."
  },
  {
    "paragraph": "60",
    "sentimentScore": 0,
    "paragraphText": "He must have been as breathless as we were."
  },
  {
    "paragraph": "61",
    "sentimentScore": 0,
    "paragraphText": "His jacket strained over his body."
  },
  {
    "paragraph": "62",
    "sentimentScore": 0,
    "paragraphText": "It was an immense discovery, pounding into my hot head with every sliding, joyous step, that this ordinary adult evidently knew what I thought only children who trained at football knew: that you have to fling yourself at what you’re doing, you have to point yourself, forget yourself, aim, dive."
  },
  {
    "paragraph": "63",
    "sentimentScore": 0,
    "paragraphText": "Mikey and I had nowhere to go, in our own neighborhood or out of it, but away from this man who was chasing us."
  },
  {
    "paragraph": "64",
    "sentimentScore": 0,
    "paragraphText": "He impelled us forward; we compelled him to follow our route."
  },
  {
    "paragraph": "65",
    "sentimentScore": 0,
    "paragraphText": "The air was cold; every breath tore my throat."
  },
  {
    "paragraph": "66",
    "sentimentScore": 0,
    "paragraphText": "We kept running, block after block; we kept improvising, backyard after backyard, running a frantic course and choosing it simultaneously, failing always to find small places or hard places to slow him down, and discovering always, exhilarated, dismayed, that only bare speed could save us—for he would never give up, this man—and we were losing speed."
  },
  {
    "paragraph": "67",
    "sentimentScore": 0,
    "paragraphText": "He chased us through the backyard labyrinths of ten blocks before he caught us by our jackets."
  },
  {
    "paragraph": "68",
    "sentimentScore": 0,
    "paragraphText": "He caught us and we all stopped."
  },
  {
    "paragraph": "69",
    "sentimentScore": 0,
    "paragraphText": "We three stood staggering, half blinded, coughing, in an obscure hilltop backyard: a man in his twenties, a boy, a girl."
  },
  {
    "paragraph": "70",
    "sentimentScore": 0,
    "paragraphText": "He had released our jackets, our pursuer, our captor, our hero: he knew we weren’t going anywhere."
  },
  {
    "paragraph": "71",
    "sentimentScore": 0,
    "paragraphText": "We all played by the rules."
  },
  {
    "paragraph": "72",
    "sentimentScore": 0,
    "paragraphText": "Mikey and I unzipped our jackets."
  },
  {
    "paragraph": "73",
    "sentimentScore": 0,
    "paragraphText": "I pulled off my sopping mittens."
  },
  {
    "paragraph": "74",
    "sentimentScore": 0,
    "paragraphText": "Our tracks multiplied in the backyard’s new snow."
  },
  {
    "paragraph": "75",
    "sentimentScore": 0,
    "paragraphText": "We had been breaking new snow all morning."
  },
  {
    "paragraph": "76",
    "sentimentScore": 0,
    "paragraphText": "We didn’t look at each other."
  },
  {
    "paragraph": "77",
    "sentimentScore": 0,
    "paragraphText": "I was cherishing my excitement."
  },
  {
    "paragraph": "78",
    "sentimentScore": 0,
    "paragraphText": "The man’s lower pant legs were wet; his cuffs were full of snow, and there was a prow of snow beneath them on his shoes and socks."
  },
  {
    "paragraph": "79",
    "sentimentScore": 0,
    "paragraphText": "Some trees bordered the little flat backyard, some messy winter trees."
  },
  {
    "paragraph": "80",
    "sentimentScore": 0,
    "paragraphText": "There was no one around: a clearing in a grove, and we the only players."
  },
  {
    "paragraph": "81",
    "sentimentScore": 0,
    "paragraphText": "It was a long time before he could speak."
  },
  {
    "paragraph": "82",
    "sentimentScore": 0,
    "paragraphText": "I had some difficulty at first recalling why we were there."
  },
  {
    "paragraph": "83",
    "sentimentScore": 0,
    "paragraphText": "My lips felt swollen; I couldn’t see out of the sides of my eyes; I kept coughing."
  },
  {
    "paragraph": "84",
    "sentimentScore": 0,
    "paragraphText": "“You stupid kids,” he began perfunctorily."
  },
  {
    "paragraph": "85",
    "sentimentScore": 0,
    "paragraphText": "We listened perfunctorily indeed, if we listened at all, for the chewing out was redundant, a mere formality, and beside the point."
  },
  {
    "paragraph": "86",
    "sentimentScore": 0,
    "paragraphText": "The point was that he had chased us passionately without giving up, and so he had caught us."
  },
  {
    "paragraph": "87",
    "sentimentScore": 0,
    "paragraphText": "Now he came down to earth."
  },
  {
    "paragraph": "88",
    "sentimentScore": 0,
    "paragraphText": "I wanted the glory to last forever."
  },
  {
    "paragraph": "89",
    "sentimentScore": 0,
    "paragraphText": "But how could the glory have lasted forever?"
  },
  {
    "paragraph": "90",
    "sentimentScore": 0,
    "paragraphText": "We could have run through every backyard in North America until we got to Panama."
  },
  {
    "paragraph": "91",
    "sentimentScore": 0,
    "paragraphText": "But when he trapped us at the lip of the Panama Canal, what precisely could he have done to prolong the drama of the chase and cap its glory?"
  },
  {
    "paragraph": "92",
    "sentimentScore": 0,
    "paragraphText": "I brooded about this for the next few years."
  },
  {
    "paragraph": "93",
    "sentimentScore": 0,
    "paragraphText": "He could only have fried Mikey Fahey and me in boiling oil, say, or dismembered us piecemeal, or staked us to anthills."
  },
  {
    "paragraph": "94",
    "sentimentScore": 0,
    "paragraphText": "None of which I really wanted, and none of which any adult was likely to do, even in the spirit of fun."
  },
  {
    "paragraph": "95",
    "sentimentScore": 0,
    "paragraphText": "He could only chew us out there in the Panamanian jungle, after months or years of exalting pursuit."
  },
  {
    "paragraph": "96",
    "sentimentScore": 0,
    "paragraphText": "He could only begin, “You stupid kids,” and continue in his ordinary Pittsburgh accent with his normal righteous anger and the usual common sense."
  },
  {
    "paragraph": "97",
    "sentimentScore": 0,
    "paragraphText": "If in that snowy backyard the driver of the black Buick had cut off our heads, Mikey’s and mine, I would have died happy, for nothing has required so much of me since as being chased all over Pittsburgh in the middle of winter—running terrified, exhausted by this sainted, skinny, furious redheaded man who wished to have a word with us."
  },
  {
    "paragraph": "98",
    "sentimentScore": 0,
    "paragraphText": "I don’t know how he found his way back to his car."
  }
]